{
  "abbreviation": "1Ch",
  "passages": {
    "1:1": "Adam, Seth, Enosh;",
    "1:2": "Kenan, Mahalalel, Jared;",
    "1:3": "Enoch, Methuselah, Lamech;",
    "1:4": "Noah, Shem, Ham, and Japheth.",
    "1:5": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
    "1:6": "The sons of Gomer: Ashkenaz, Diphath, and Togarmah.",
    "1:7": "The sons of Javan: Elishah, Tarshish, Kittim, and Rhodanim.",
    "1:8": "The sons of Ham: Cush, Mizraim, Put, and Canaan.",
    "1:9": "The sons of Cush: Seba, Havilah, Sabta, Raamah, and Sabteca. And the sons of Raamah: Sheba and Dedan.",
    "1:10": "And Cush fathered Nimrod; he himself began to be mighty on earth.",
    "1:11": "And Mizraim fathered the Ludim, the Anamim, the Lehabim, the Naphtuhim,",
    "1:12": "the Pathrusim, the Casluhim (from whence the Philistines descended), and the Caphtorim.",
    "1:13": "And Canaan fathered Zidon his firstborn, and Heth,",
    "1:14": "and the Jebusites, the Amorites, the Girgashites,",
    "1:15": "the Hivites, the Arkites, the Sinites,",
    "1:16": "the Arvadites, the Zemarites, and the Hamathites.",
    "1:17": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, Aram, Uz, Hul, Gether, and Meshech.",
    "1:18": "And Arphaxad fathered Shelah; and Shelah fathered Eber.",
    "1:19": "And two sons were born to Eber: the name of the one [was] Peleg (for in his days the earth was divided), and the name of his brother [was] Joktan.",
    "1:20": "And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
    "1:21": "Hadoram, Uzal, Diklah,",
    "1:22": "Ebal,<note: Spelled \"Obal\" in Genesis 10:28> Abimael, Sheba,",
    "1:23": "Ophir, Havilah, and Jobab; all these were the sons of Joktan.",
    "1:24": "Shem, Arphaxad, Shelah;",
    "1:25": "Eber, Peleg, Reu;",
    "1:26": "Serug, Nahor, Terah;",
    "1:27": "Abram, that is, Abraham.",
    "1:28": "The sons of Abraham: Isaac and Ishmael.",
    "1:29": "These [are] their generations: the firstborn of Ishmael, Nebaioth, and Kedar, Abdeel, Mibsam,",
    "1:30": "Mishma, Dumah, Massa, Hadad, Tema,",
    "1:31": "Jetur, Naphish, and Kedmah. These [are] the sons of Ishmael.",
    "1:32": "And the sons of Keturah, Abraham's concubine: she gave birth to Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. And the sons of Jokshan: Sheba and Dedan.",
    "1:33": "And the sons of Midian: Ephah, Epher, Enoch, Abida, and Eldaah. All these [were] the sons of Keturah.",
    "1:34": "Abraham fathered Isaac. The sons of Isaac: Esau and Israel.",
    "1:35": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam, and Korah.",
    "1:36": "The sons of Eliphaz: Teman, Omar, Zephi,<note: Spelled \"Zepho\" in Genesis 36:11> Gatam, Kenaz, Timna, and Amalek.",
    "1:37": "The sons of Reuel: Nahath, Zerah, Shammah, and Mizzah.",
    "1:38": "And the sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer, and Dishan.",
    "1:39": "And the sons of Lotan: Hori and Homam; and the sister of Lotan [was] Timna.",
    "1:40": "The sons of Shobal: Alian, Manahath, Ebal, Shephi, and Onam. And the sons of Zibeon: Aiah and Anah.",
    "1:41": "The sons of Anah: Dishon. And the sons of Dishon: Hamran, Eshban, Ithran, and Keran.",
    "1:42": "The sons of Ezer: Bilhan, Zaavan, and Jaakan. The sons of Dishan: Uz and Aran.",
    "1:43": "These [are] the kings who reigned in the land of Edom before any king reigned over the {Israelites}:<note: Literally \"sons/children of Israel\"> Bela son of Beor, and the name of his city [was] Dinhabah.",
    "1:44": "When Bela died, Jobab son of Zerah from Bozrah reigned in his place.",
    "1:45": "When Jobab died, Husham from the land of the Temanites reigned in his place.",
    "1:46": "When Husham died, Hadad son of Bedad, who defeated the Midianites in the country of Moab, reigned in his place. And the name of his city was Avith.<note: According to the reading tradition (Qere); Kethib has \"Avuth\">",
    "1:47": "When Hadad died, Samlah from Masrekah reigned in his place.",
    "1:48": "When Samlah died, Shaul from Rehoboth-by-the-River reigned in his place.",
    "1:49": "When Shaul died, Baal-Hanan son of Achbor reigned in his place.",
    "1:50": "When Baal-Hanan died, Hadad reigned in his place, and the name of his city [was] Pai.<note: Spelled \"Pau\" in Genesis 36:39> And the name of his wife [was] Mehetabel, daughter of Matred, daughter of Me-Zahab.",
    "1:51": "And Hadad died. And the chiefs of Edom were: chiefs Timna, Aliah, Jetheth,",
    "1:52": "Oholibamah, Elah, Pinon,",
    "1:53": "Kenaz, Teman, Mibzar,",
    "1:54": "Magdiel, and Iram. These [are] the chiefs of Edom.",
    "2:1": "These [are] the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,",
    "2:2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.",
    "2:3": "The sons of Judah: Er, Onan and Shelah; [these] three were born to him from Bathshua the Canaanite. Now Er, Judah's firstborn, [was] evil in the sight of Yahweh, and he put him to death.",
    "2:4": "And Tamar his daughter-in-law bore Perez and Zerah to him. The sons of Judah [were] five in all.",
    "2:5": "The sons of Perez: Hezron and Hamul.",
    "2:6": "The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all.",
    "2:7": "The son of Carmi: Achar, the troubler of Israel, who acted unfaithfully in the matter of the devoted thing.",
    "2:8": "And the son of Ethan [was] Azariah.",
    "2:9": "The sons of Hezron who were born to him: Jerahmeel, Ram, and Caleb.",
    "2:10": "And Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah.",
    "2:11": "And Nahshon fathered Salma, and Salma fathered Boaz.",
    "2:12": "And Boaz fathered Obed, and Obed fathered Jesse.",
    "2:13": "And Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third,",
    "2:14": "Nethanel the fourth, Raddai the fifth,",
    "2:15": "Ozem the sixth, David the seventh.",
    "2:16": "And their sisters [were] Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three.",
    "2:17": "And Abigail bore Amasa, and the father of Amasa [was] Jether the Ishmaelite.",
    "2:18": "And Caleb the son of Hezron fathered children by Azubah his wife and by Jerioth. And these [were] her sons: Jesher, Shobab, and Ardon.",
    "2:19": "And when Azubah died, Caleb married<note: Or \"took\"> Ephrathah, and she bore Hur to him.",
    "2:20": "And Hur fathered Uri, and Uri fathered Bezalel.",
    "2:21": "And afterward Hezron went in to the daughter of Makir the father of Gilead. And he married<note: Or \"took\"> her when he was sixty years old. And she bore Segub to him.",
    "2:22": "And Segub fathered Jair, and he had twenty-three cities in the land of Gilead.",
    "2:23": "And Geshur and Aram took Havvoth-Jair from them, Kenath and its villages, sixty cities. All these [were] the {descendants}<note: Literally \"sons\"> of Makir, the father of Gilead.",
    "2:24": "And after the death of Hezron in Caleb-Ephrathah, Abijah the wife of Hezron bore to him Ashhur, the father of Tekoa.",
    "2:25": "And the sons of Jerahmeel the firstborn of Hezron were Ram his firstborn, Bunah, Oren, Ozem, and Ahijah.",
    "2:26": "And Jerahmeel had another wife, and her name [was] Atarah. She [was] the mother of Onam.",
    "2:27": "The sons of Ram the firstborn of Jerahmeel were Maaz, Jamin, and Eker.",
    "2:28": "And the sons of Onam were Shammai and Jada. And the sons of Shammai [were] Nadab and Abishur.",
    "2:29": "And the name of the wife of Abishur [was] Abihail, and she bore to him Ahban and Molid.",
    "2:30": "And the sons of Nadab [were] Seled and Appaim. And Seled died without children.",
    "2:31": "And the sons of Appaim: Ishi. The sons of Ishi: Sheshan. The sons of Sheshan: Ahlai.",
    "2:32": "And the sons of Jada the brother of Shammai: Jether and Jonathan. And Jether died without children.",
    "2:33": "And the sons of Jonathan: Peleth and Zaza. These were the children of Jerahmeel.",
    "2:34": "And Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave, and his name [was] Jarha.",
    "2:35": "So Sheshan gave his daughter to Jarha his slave for a wife, and she bore to him Attai.",
    "2:36": "And Attai fathered Nathan, and Nathan fathered Zabad.",
    "2:37": "And Zabad fathered Ephlal, and Ephlal fathered Obed.",
    "2:38": "And Obed fathered Jehu, and Jehu fathered Azariah.",
    "2:39": "And Azariah fathered Helez, and Helez fathered Eleasah.",
    "2:40": "And Eleasah fathered Sismai, and Sismai fathered Shallum.",
    "2:41": "And Shallum fathered Jekamiah, and Jekamiah fathered Elishama.",
    "2:42": "And the sons of Caleb the brother of Jerahmeel were Mesha his firstborn; he [was] the father of Ziph. The sons of Mareshah: Hebron.",
    "2:43": "And the sons of Hebron [were] Korah, Tappuah, Rekem, and Shema.",
    "2:44": "And Shema fathered Raham, the father of Jorkeam. And Rekem fathered Shammai.",
    "2:45": "And the son of Shammai [was] Maon, and Maon [was] the father of Beth-Zur.",
    "2:46": "And Ephah, the concubine of Caleb, gave birth to Haran, Moza, and Gazez. And Haran fathered Gazez.",
    "2:47": "And the sons of Jahdai [were] Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.",
    "2:48": "Maacah, the concubine of Caleb, gave birth to Sheber and Tirhanah.",
    "2:49": "She also gave birth to Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb [was] Acsah.",
    "2:50": "These were the {descendants}<note: Literally \"sons\"> of Caleb. The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-Jearim,\r\n",
    "2:51": "Salma the father of Bethlehem, [and] Hareph the father of Beth-Gader.",
    "2:52": "And Shobal the father of Kiriath-Jearim had [other] sons: Haroeh, half of the Menuhoth.",
    "2:53": "And the families of Kiriath-Jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites. From these descended the Zorathites and the Eshtaolites.",
    "2:54": "The sons of Salma: Bethlehem, the Netophathites, Ataroth-Beth-Joab, and half of the Manahathites, the Zorites.",
    "2:55": "And the families of the scribes who lived [at] Jabez: the Tirathites, the Shimeathites, and the Sucathites. These [were] the Kenites who came from Hammath, the father of the house of Recab.",
    "3:1": "These were the sons of David who were born to him in Hebron: the firstborn, Amnon, by Ahinoam the Jezreelite; the second, Daniel, by Abigail the Carmelite;",
    "3:2": "the third, Absalom, the son of Maacah the daughter of Talmai, king of Geshur; the fourth, Adonijah, the son of Haggith;",
    "3:3": "the fifth, Shephatiah, by Abital; the sixth, Ithream, by his wife Eglah.",
    "3:4": "Six were born to him in Hebron. And he reigned there seven years and six months. And he reigned thirty-three years in Jerusalem.",
    "3:5": "And these were born to him in Jerusalem: Shimea, Shobab, Nathan, and Solomon, four by Bathshua the daughter of Ammiel;",
    "3:6": "then Ibhar, Elishama, Eliphelet,",
    "3:7": "Nogah, Nepheg, Japhia,",
    "3:8": "Elishama, Eliada, and Eliphelet, nine.",
    "3:9": "All these [were] the sons of David, besides the sons of the concubines. And Tamar was their sister.",
    "3:10": "Now the son of Solomon [was] Rehoboam; Abijah [was] his son, Asa [was] his son, Jehoshaphat [was] his son,",
    "3:11": "Joram [was] his son, Ahaziah [was] his son, Joash [was] his son,",
    "3:12": "Amaziah [was] his son, Azariah [was] his son, Jotham [was] his son,",
    "3:13": "Ahaz [was] his son, Hezekiah [was] his son, Manasseh [was] his son,",
    "3:14": "Amon [was] his son, Josiah [was] his son.",
    "3:15": "And the sons of Josiah: Johanan the firstborn, the second Jehoiakim, the third Zedekiah, the fourth Shallum.",
    "3:16": "And the {descendants}<note: Literally \"sons\"> of Jehoiakim: Jeconiah his son, Zedekiah his son.",
    "3:17": "And the sons of Jeconiah, the captive: Shealtiel his son,",
    "3:18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah.",
    "3:19": "And the sons of Pedaiah: Zerubbabel and Shimei. And the sons of Zerubbabel: Meshullam and Hananiah, and Shelomith their sister,",
    "3:20": "and Hashubah, Ohel, Berekiah, Hasadiah, and Jushab-Hesed, five.",
    "3:21": "And the sons of Hananiah: Pelatiah and Jeshaiah. The sons of Rephaiah, the sons of Arnan, the sons of Obadiah, the sons of Shecaniah.",
    "3:22": "And the sons of Shecaniah: Shemaiah. And the sons of Shemaiah: Hattush, Igal, Bariah, Neariah, and Shaphat, six.",
    "3:23": "And the sons of Neariah: Elioenai, Hezekiah, and Azrikam, three.",
    "3:24": "And the sons of Elioenai: Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani, seven.",
    "4:1": "The sons of Judah: Perez, Hezron, Carmi, Hur, and Shobal.",
    "4:2": "And Reaiah the son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These [were] the clans of the Zorathites.",
    "4:3": "And these [were] the sons of Etam: Jezreel, Ishma, and Idbash. And the name of their sister [was] Hazzelelponi,",
    "4:4": "and Penuel [was] the father of Gedor, and Ezer [was] the father of Hushah. These [were] the sons of Hur, the firstborn of Ephrathah, the father of Bethlehem.",
    "4:5": "And Ashhur, the father of Tekoa, had two wives: Helah and Naarah.",
    "4:6": "And Naarah bore him Ahuzzam, Hepher, Temeni, and Haahashtari. These [were] the sons of Naarah.",
    "4:7": "The sons of Helah: Zereth, Izhar, and Ethnan.",
    "4:8": "And Koz fathered Anub, Zobebah, and the clans of Aharhel, the son of Harum.",
    "4:9": "And Jabez was more honorable than his brothers. And his mother called his name Jabez, saying, \"Because I bore him in pain.\"",
    "4:10": "And Jabez called upon the God of Israel, saying, \"Oh that you would surely bless me and enlarge my border. And may your hand be with me, that you would keep me from evil so that it might not harm me!\" And God granted what he asked.",
    "4:11": "Chelub, the brother of Shuhah, fathered Mehir. He [was] the father of Eshton.",
    "4:12": "And Eshton fathered Beth-Rapha, Paseah, and Tehinnah, the father of the city of Nahash. These [are] the men of Recah.",
    "4:13": "The sons of Kenaz: Othniel and Seraiah. And the sons of Othniel: Hathath.",
    "4:14": "And Meonothai fathered Ophrah; and Seraiah fathered Joab, the father of Ge-Harashim, because they [were] craftsmen.",
    "4:15": "The sons of Caleb, the son of Jephunneh: Iru, Elah, and Naam. And the sons of Elah: Kenaz.",
    "4:16": "The sons of Jehallelel: Ziph, Ziphah, Tiria, and Asarel.",
    "4:17": "The sons of Ezrah: Jether, Mered, Epher, and Jalon. And she became pregnant with Miriam, Shammai, and Ishbah, the father of Eshtemoa.",
    "4:18": "And his Judahite wife bore Jered the father of Gedor, Heber the father of Soco, and Jekuthiel the father of Zanoah. And these [were] the sons of Bithiah daughter of Pharaoh, whom Mered married.",
    "4:19": "The sons of the wife of Hodiah, the sister of Naham, [were] the fathers of Keilah the Garmite and Eshtemoa the Maacathite.",
    "4:20": "The sons of Shimon: Amnon, Rinnah, Ben-Hanan, and Tolon. The sons of Ishi: Zoheth and Ben-Zoheth.",
    "4:21": "The sons of Shelah, the son of Judah: Er the father of Lecah, Laadah the father of Mareshah, and the families of the house of linen workers at Beth Ashbea;",
    "4:22": "and Jokim, and the men of Cozeba, and Joash, and Saraph, who ruled in Moab and returned to Lehem. (Now the records are ancient).",
    "4:23": "These [were] the potters and inhabitants of Netaim and Gederah. They lived there with the king in his service.",
    "4:24": "The sons of Simeon: Nemuel, Jamin, Jarib, Zerah, Shaul.",
    "4:25": "Shallum his son, Mibsam his son, Mishma his son.",
    "4:26": "The sons of Mishma: Hammuel his son, Zaccur his son, Shimei his son.",
    "4:27": "Shimei had sixteen sons and six daughters, but his brothers did not have many children. But all their families did not multiply like the men of Judah.",
    "4:28": "And they lived in Beersheba, Moladah, Hazar Shual,",
    "4:29": "Bilhah, Ezem, Tolad,",
    "4:30": "Bethuel, Hormah, Ziklag,",
    "4:31": "Beth-Marcaboth, Hazar-Susim, Beth-Biri, and Shaaraim. These [were] their cities until David reigned.",
    "4:32": "And their villages [were] Etam, Ain, Rimmon, Token, and Ashan, five cities",
    "4:33": "and all their villages that surrounding these cities as far as Baal. These [were] their settlements, and they kept a genealogical record for them.",
    "4:34": "Meshobab, Jamlech, and Joshah the son of Amaziah,",
    "4:35": "Joel, and Jehu the son of Joshibiah, son of Seraiah, son of Asiel.",
    "4:36": "And Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah,",
    "4:37": "and Ziza the son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah.",
    "4:38": "These {mentioned by name}<note: Literally \"coming in the names\"> [were] leaders in their families, and their fathers' households increased greatly.",
    "4:39": "And they went to the entrance of Gedor, up to the east side of the valley, to seek pasture for their flocks.",
    "4:40": "And they found fertile and good pasture, and the land [was] very broad, quiet, and at ease, for the former inhabitants there [were] from Ham.",
    "4:41": "These, mentioned by name, came in the days of Hezekiah, king of Judah, and attacked their tents and the Meunites who were found there. And they devoted them to destruction to this day, and they settled among them because [there was] pasture there for their flocks.",
    "4:42": "And some of them from the Simeonites went to Mount Seir, five hundred men. And Pelatiah, Neariah, Rephaiah, and Uzziel, the sons of Ishi, [were] under their leadership.",
    "4:43": "And they destroyed the remainder of the Amalekites who had escaped, and they have lived there to this day.",
    "5:1": "The sons of Reuben the firstborn of Israel (for he was the firstborn, but when he defiled the couch of his father, his birthright was given to the sons of Joseph, the son of Israel, so that he was not enrolled in the genealogy as the firstborn,",
    "5:2": "though Judah became strong among his brothers and a chief [came] from him, but the birthright belonged to Joseph).",
    "5:3": "The sons of Reuben the firstborn of Israel: Enoch, Pallu, Hezron, and Carmi.",
    "5:4": "The sons of Joel: Shemaiah his son, Gog his son, Shimei his son,",
    "5:5": "Micah his son, Reaiah his son, Baal his son,",
    "5:6": "Beerah his son, a leader of the Reubenites, whom Tiglath-Pilneser king of Assyria deported into exile.",
    "5:7": "And his kinsmen by their families, when their generations were recorded in [the] genealogy: the chief, Jeiel, and Zechariah,",
    "5:8": "and Bela son of Azaz, son of Shema, son of Joel, who lived in Aroer, as far as Nebo and Baal-Meon.",
    "5:9": "He also lived to the east up to the entrance of the desert {this side of}<note: Or \"from\"> the River Euphrates, for their livestock had multiplied in the land of Gilead.",
    "5:10": "And in the days of Saul they made war against the Hagrites, and they<note: That is, the Hagrites> fell into their hand. And they lived in their tents in all the region east of Gilead.",
    "5:11": "And the sons of Gad lived near to them in the land of Bashan as far as Salecah:",
    "5:12": "Joel the chief, Shapham the second, Janai, and Shaphat in Bashan.",
    "5:13": "And their kinsmen according to their fathers' households: Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber, seven.",
    "5:14": "These [were] the sons of Abihail the son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jeshishai, son of Jahdo, son of Buz.",
    "5:15": "Ahi son of Abdiel, son of Guni, [was] chief in their fathers' households.",
    "5:16": "And they lived in Gilead, in Bashan, and in {its towns},<note: Literally \"her daughters\"> and in all the pasturelands of Sharon to their limits.",
    "5:17": "All of them were enrolled in [the] genealogy in the days of Jotham, king of Judah, and in the days of Jeroboam, king of Israel.",
    "5:18": "The Reubenites, the Gadites, and the half-tribe of Manasseh [had] {valiant}<note: Literally \"sons of strength\"> men [who] carried a shield and a sword, and archers, and [who were] expert in war, forty-four thousand seven hundred and sixty [for] going out [as] an army.",
    "5:19": "And they made war against the Hagrites, Jetur, Naphish, and Nodab.",
    "5:20": "And they were helped against them, and the Hagrites and all who [were] with them were given into their hand, for they cried out to God in the battle, and he responded to their prayer because they trusted in him.",
    "5:21": "And they captured their livestock: fifty thousand of their camels; two hundred and fifty thousand sheep; two thousand donkeys; and one hundred thousand men alive.",
    "5:22": "For many [were] slain because the war was of God. And they lived under them until the exile.",
    "5:23": "And the sons of the half-tribe of Manasseh lived in the land from Bashan to Baal-Hermon, Senir, and Mount Hermon. They [were] numerous.",
    "5:24": "Now these [were] the heads of their fathers' households: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty men of strength, {famous men},<note: Literally \"men of the name\"> heads of their fathers' households.",
    "5:25": "But they transgressed against the God of their ancestors<note: Or \"fathers\"> and prostituted themselves after the gods of the peoples of the land, whom God had destroyed before them.",
    "5:26": "So the God of Israel stirred up the spirit of Pul, king of Assyria, and the spirit of Tiglath-Pilneser, king of Assyria, and he took them [into exile], namely, the Reubenites, the Gadites, and the half-tribe of Manasseh. And he brought them to Halah, Habor, Hara, and the river Gozan, until this day.",
    "6:1": "<note: 1 Chronicles 6:1-81 in the English Bible is 5:27-6:66 in the Hebrew Bible> The sons of Levi: Gershon, Kohath, and Merari.",
    "6:2": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel.",
    "6:3": "The children of Amram: Aaron, Moses, and Miriam. The sons of Aaron: Nadab, Abihu, Eleazar, and Ithamar.",
    "6:4": "Eleazar fathered Phinehas; Phinehas fathered Abishua;",
    "6:5": "Abishua fathered Bukki; Bukki fathered Uzzi;",
    "6:6": "Uzzi fathered Zerahiah; Zerahiah fathered Meraioth;",
    "6:7": "Meraioth fathered Amariah; Amariah fathered Ahitub;",
    "6:8": "Ahitub fathered Zadok; Zadok fathered Ahimaaz;",
    "6:9": "Ahimaaz fathered Azariah; Azariah fathered Johanan;",
    "6:10": "and Johanan fathered Azariah. [It was] he who served as priest in the temple that Solomon built in Jerusalem.",
    "6:11": "And Azariah fathered Amariah; Amariah fathered Ahitub;",
    "6:12": "Ahitub fathered Zadok; Zadok fathered Shallum;",
    "6:13": "Shallum fathered Hilkiah; Hilkiah fathered Azariah;",
    "6:14": "Azariah fathered Seraiah; Seraiah fathered Jehozadak.",
    "6:15": "And Jehozadak went into exile [when] Yahweh [sent] Judah and Jerusalem into exile by the hand of Nebuchadnezzar.",
    "6:16": "The sons of Levi: Gershom, Kohath, and Merari.",
    "6:17": "Now these [are] the names of the sons of Gershom: Libni and Shimei.",
    "6:18": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel.",
    "6:19": "The sons of Merari: Mahli and Mushi. Now these [are] the families of the Levites according to their ancestors.<note: Or \"fathers\">",
    "6:20": "Of Gershom: Libni his son, Jahath his son, Zimmah his son,",
    "6:21": "Joah his son, Iddo his son, Zerah his son, Jeatherai his son.",
    "6:22": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son,",
    "6:23": "Elkanah his son, Ebiasaph his son, Assir his son,",
    "6:24": "Tahath his son, Uriel his son, Uzziah his son, and Shaul his son.",
    "6:25": "The sons of Elkanah: Amasai and Ahimoth,",
    "6:26": "Elkanah his son, Zophai his son, Nahath his son,",
    "6:27": "Eliab his son, Jeroham his son, Elkanah his son.",
    "6:28": "The sons of Samuel: [Joel]<note: \"Joel\" is from 1 Samuel 8:2, the parallel to this genealogy. The name has dropped out of the text here> his firstborn and Abijah the second.",
    "6:29": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son,",
    "6:30": "Shimea his son, Haggiah his son, and Asaiah his son.",
    "6:31": "Now these [are the men] whom David appointed for {control of singing}<note: Literally \"to the hands of song\"> in the house of Yahweh where the ark rested.",
    "6:32": "They were ministering with song before the tabernacle of the tent of assembly<note: Or \"meeting\"> until Solomon built the temple of Yahweh in Jerusalem. And they stood according to their order with respect to their duty.",
    "6:33": "Now these [are] those who served and their sons. Of the sons of the Kohathites: Heman the singer, the son of Joel, son of Samuel,",
    "6:34": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah,",
    "6:35": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai,",
    "6:36": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah,",
    "6:37": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah,",
    "6:38": "son of Izhar, son of Kohath, son of Levi, son of Israel;",
    "6:39": "and his brother Asaph, who stood on his right [namely], Asaph the son of Berechiah, son of Shimea,",
    "6:40": "son of Michael, son of Baaseiah, son of Malkijah,",
    "6:41": "son of Ethni, son of Zerah, son of Adaiah,",
    "6:42": "son of Ethan, son of Zimmah, son of Shimei,",
    "6:43": "son of Jahath, son of Gershom, son of Levi.",
    "6:44": "On the left [were] their brothers, the sons of Merari: Ethan the son of Kishi, son of Abdi, son of Malluch,",
    "6:45": "son of Hashabiah, son of Amaziah, son of Hilkiah,",
    "6:46": "son of Amzi, son of Bani, son of Shemer,",
    "6:47": "son of Mahli, son of Mushi, son of Merari, son of Levi.",
    "6:48": "And their brothers the Levites were appointed for all the service of the tabernacle of the house of God.",
    "6:49": "But Aaron and his sons made offerings on the altar of burnt offering and on the altar of incense for all the work of the most holy place, and to make atonement for Israel, according to all that Moses the servant of God had commanded.",
    "6:50": "Now these [are] the sons of Aaron: Eleazar his son, Phinehas his son, Abishua his son,",
    "6:51": "Bukki his son, Uzzi his son, Zerahiah his son,",
    "6:52": "Meraioth his son, Amariah his son, Ahitub his son,",
    "6:53": "Zadok his son, Ahimaaz his son.",
    "6:54": "And these [are] their dwellings according to their settlements within their borders: to the sons of Aaron of the clans of Kohathites, for the [first] lot [was] theirs,",
    "6:55": "and they gave to them Hebron in the land of Judah and its surrounding pasturelands,",
    "6:56": "but the fields of the city and its villages they gave to Caleb the son of Jephunneh.",
    "6:57": "To the sons of Aaron they gave the cities of refuge: Hebron, Libnah with its pasturelands, Jattir, Eshtemoa with its pasturelands,",
    "6:58": "Hilen with its pasturelands, Debir with its pasturelands,",
    "6:59": "Ashan with its pasturelands, and Beth-Shemesh with its pasturelands.",
    "6:60": "And from the tribe of Benjamin, Geba with its pasturelands, Alemeth with its pasturelands, and Anathoth with its pasturelands. All their cities [were] thirteen cities throughout their clans.",
    "6:61": "To the Kohathites who remained from the family of the half-tribe, the half of Manasseh, [were given] by lot ten cities.",
    "6:62": "To the Gershomites according to their clans thirteen cities [were allotted] out of the tribe of Issachar, out of the tribe of Asher, out of the tribe of Naphtali, and out of the tribe of Manasseh in Bashan.",
    "6:63": "To the Merarites twelve cities [were] allotted according to their clans out of the tribe of Reuben, out of the tribe of Gad, and out of the tribe of Zebulun.",
    "6:64": "So the {Israelites}<note: Literally \"sons/children of Israel\"> gave the Levites the cities with their pasturelands.",
    "6:65": "And they gave by lot out of the tribe of Judah, out of the tribe of Simeon, and out of the tribe of Benjamin these cities that are mentioned by name.",
    "6:66": "And of the clans of the sons of Kohath were cities of their territory out of the tribe of Ephraim.",
    "6:67": "And they gave them the cities of refuge: Shechem with its pasturelands in the hill country of Ephraim, Gezer with its pasturelands,",
    "6:68": "Jokmeam with its pasturelands, Beth-Horon with its pasturelands,",
    "6:69": "Aijalon with its pasturelands, and Gath-Rimmon with its pasturelands.",
    "6:70": "And out of the half-tribe of Manasseh: Aner with its pasturelands, and Bileam with its pasturelands for the remaining the clans of the Kohathites.",
    "6:71": "To the Gershomites [were given] out of the clan of the half-tribe of Manasseh: Golan in Bashan with its pasturelands and Ashtaroth with its pasturelands.",
    "6:72": "And out of the tribe of Issachar: Kedesh with its pasturelands, Daberath with its pasturelands,",
    "6:73": "Ramoth with its pasturelands, and Anem with its pasturelands.",
    "6:74": "And out of the tribe of Asher: Mashal with its pasturelands, Abdon with its pasturelands,",
    "6:75": "Hukok with its pasturelands, and Rehob with its pasturelands.",
    "6:76": "And out of the tribe of Naphtali: Kedesh in Galilee with its pasturelands, Hammon with its pasturelands, and Kiriathaim with its pasturelands.",
    "6:77": "To the remainder of the Merarites [were allotted] out of the tribe of Zebulun: Rimmono with its pasturelands, Tabor with its pasturelands.",
    "6:78": "And beyond the Jordan [at] Jericho, on the east side of the Jordan, out of the tribe of Reuben: Bezer in the wilderness with its pasturelands, Jahzah with its pasturelands,",
    "6:79": "Kedemoth with its pasturelands, and Mephaath with its pasturelands.",
    "6:80": "And out of the tribe of Gad: Ramoth in Gilead with its pasturelands, Mahanaim with its pasturelands,",
    "6:81": "Heshbon with its pasturelands, and Jazer with its pasturelands.",
    "7:1": "The sons of Issachar: Tola, Puah, Jashub, and Shimron, four.",
    "7:2": "The sons of Tola: Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, heads of their fathers' houses; for Tola, mighty warriors of their generations, their number in the days of David [were] twenty-two thousand six hundred.",
    "7:3": "The sons of Uzzi: Izrahiah. And the sons of Izrahiah: Michael, Obadiah, Joel, and Isshiah; all five of them [were] chiefs.<note: Or \"heads\">",
    "7:4": "And in addition to them, according to their generations, according to the house of their fathers, [were] troops of the army for war: thirty-six thousand. For {they had}<note: Literally \"there were\"> many wives and sons.",
    "7:5": "Now their kinsmen belonging to all the clans of Issachar [were] in all eighty-seven thousand mighty warriors, enrolled according to their genealogy.",
    "7:6": "[The sons of] Benjamin: Bela, Beker, and Jediael, three.",
    "7:7": "The sons of Bela: Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, five, [the] heads of [the] house of [the] fathers, mighty warriors. And their enrollment by genealogy [was] twenty-two thousand thirty-four.",
    "7:8": "The sons of Beker: Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these [were] the sons of Beker.",
    "7:9": "And their enrollment by genealogy according to their generations, [as] heads of the house of their fathers, mighty warriors, [was] twenty thousand two hundred.",
    "7:10": "The sons of Jediael: Bilhan. And the sons of Bilhan: Jeush, Benjamin, Ehud, Kenaanah, Zethan, Tarshish, and Ahishahar.",
    "7:11": "All these [were] the sons of Jediael according to the heads of the {families},<note: Literally \"fathers\"> mighty warriors, seventeen thousand two hundred, {able to go to war}.<note: Literally \"going out to the army to the war\">",
    "7:12": "And Shuppim and Huppim [were] the sons of Ir; Hushim, the son of Aher.",
    "7:13": "The sons of Naphtali: Jahziel, Guni, Jezer, and Shallum, the {descendants}<note: Literally \"sons\"> of Bilhah.",
    "7:14": "The sons of Manasseh: Asriel, whom his Aramean concubine bore; she gave birth to Makir the father of Gilead.",
    "7:15": "And Machir took a wife for Huppim and for Shuppim. And the name of his sister [was] Maacah. And the name of the second, Zelophehad. And Zelophehad had daughters.",
    "7:16": "And Maacah the wife of Machir gave birth to a son, and she called his name Peresh. And the name of his brother [was] Sheresh, and his sons [were] Ulam and Rekem.",
    "7:17": "The sons of Ulam: Bedan. These [were] the sons of Gilead the son of Makir, son of Manasseh.",
    "7:18": "And his sister, Hammolecheth, gave birth to Ishhod, Abiezer, and Mahlah.",
    "7:19": "The sons of Shemida were Ahian, Shechem, Likhi, and Aniam.",
    "7:20": "The sons of Ephraim: Shuthelah and Bered his son, Tahath his son, Eleadah his son, Tahath his son,",
    "7:21": "Zabad his son, Shuthelah his son, and Ezer and Elead. And the men of Gath who were born in the land killed them because they came down to take their livestock.",
    "7:22": "And Ephraim their father mourned many days, and his brothers came to comfort him.",
    "7:23": "And Ephraim went in to his wife, and she conceived and gave birth to a son. And he called his name Beriah because disaster [had been] upon his house.",
    "7:24": "And his daughter [was] Sheerah, and she built Lower and Upper Beth-Horon and Uzzen-Sheerah.",
    "7:25": "And Rephah [was] his son, and Resheph, and Telah his son, Tahan his son,",
    "7:26": "Ladan his son, Ammihud his son, Elishama his son,",
    "7:27": "Nun his son, Joshua his son.",
    "7:28": "And their property and their dwellings [were] Bethel and {its towns}.<note: Literally \"her daughters,\" here and below> And to the east, Naaran. And to the west, Gezer and its towns, and Shechem and its towns, up to Aija and its towns.",
    "7:29": "And along the borders of the sons of Manasseh: Beth-Shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the sons of Joseph the son of Israel.",
    "7:30": "The sons of Asher: Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.",
    "7:31": "The sons of Beriah: Heber and Malkiel, who [was] the father of Birzayith.<note: According to the reading tradition (Qere)>",
    "7:32": "And Heber fathered Japhlet, Shomer, Hotham, and their sister Shua.",
    "7:33": "The sons of Japhlet: Pasach, Bimhal, and Ashvath. These [were] the sons of Japhlet.",
    "7:34": "The sons of Shemer: Ahi, Rohgah, Jehubbah, and Aram.",
    "7:35": "The sons of Helem his brother: Zophah, Imna, Shelesh, and Amal.",
    "7:36": "The sons of Zophah: Suah, Harnepher, Shual, Beri, Imrah,",
    "7:37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.",
    "7:38": "The sons of Jether: Jephunneh, Pispah, and Ara.",
    "7:39": "The sons of Ulla: Arah, Hanniel, and Rizia.",
    "7:40": "All of these [were] the sons of Asher, heads of the house of the fathers, chosen mighty warriors, heads of the princes. And their number enrolled by genealogy, in the army for the war, [was] twenty-six thousand men.",
    "8:1": "Now Benjamin fathered Bela his firstborn, Ashbel the second, Aharah the third,",
    "8:2": "Nohah the fourth, and Rapha the fifth.",
    "8:3": "And Bela had sons: Addar, Gera, Abihud,",
    "8:4": "Abishua, Naaman, Ahoah,",
    "8:5": "Gera, Shephuphan, and Huram.",
    "8:6": "And these [are] the sons of Ehud (these were heads of the {families}<note: Literally \"fathers\"> for the inhabitants of Geba, and they took them away to Manahath):",
    "8:7": "Naaman, Ahijah, and Gera, who took them away. And he fathered Uzza and Ahihud.",
    "8:8": "And Shaharaim fathered [children] in the fields of Moab after he had sent them away--Hushim and Baara, his wives.",
    "8:9": "And he fathered by Hodesh his wife Jobab, Zibia, Mesha, Malcam,",
    "8:10": "Jeuz, Sakia, and Mirmah. These [were] his sons, heads of the {families}.<note: Literally \"fathers\">",
    "8:11": "And by Husham he fathered Abitub and Elpaal.",
    "8:12": "The sons of Elpaal: Eber, Misham, Shemed (he built Ono and Lod with {its towns}),<note: Literally \"her daughters\">",
    "8:13": "and Beriah and Shema who [were] the heads of the {families}<note: Literally \"fathers\"> of the inhabitants of Aijalon (they themselves chased away the inhabitants of Gath).",
    "8:14": "Now Ahio, Shashak, Jeremoth,",
    "8:15": "Zebadiah, Arad, Eder,",
    "8:16": "Michael, Ishpah, and Joha [were] sons of Beriah.",
    "8:17": "And Zebadiah, Meshullam, Hizki, Heber,",
    "8:18": "Ishmerai, Izliah, and Jobab [were] the sons of Elpaal.",
    "8:19": "And Jakim, Zikri, Zabdi,",
    "8:20": "Elienai, Zillethai, Eliel,",
    "8:21": "Adaiah, Beraiah, and Shimrath [were] the sons of Shimei.",
    "8:22": "And Ishpan, Eber, Eliel,",
    "8:23": "Abdon, Zikri, Hanan,",
    "8:24": "Hananiah, Elam, Antothijah,",
    "8:25": "Iphdeiah, and Peniel [were] the sons of Shashak.",
    "8:26": "And Shamsherai, Shehariah, Athaliah,",
    "8:27": "Jaareshiah, Elijah, and Zikri [were] the sons of Jeroham.",
    "8:28": "These [were] the heads of the {families}<note: Literally \"fathers\"> according to their generations, chiefs. These lived in Jerusalem.",
    "8:29": "And [Jeiel]<note: The name Jeiel comes from 1 Chronicles 9:35; it has dropped out of the text here> the father of Gibeon lived in Gibeon. And the name of his wife [was] Maacah.",
    "8:30": "And his firstborn son [was] Abdon, then Zur, Kish, Baal, Nadab,",
    "8:31": "Gedor, Ahio, Zeker,",
    "8:32": "and Mikloth (he fathered Shimeah). Now these also lived nearby their brothers in Jerusalem with their kinsmen.",
    "8:33": "And Ner fathered Kish, and Kish fathered Saul, and Saul fathered Jonathan, Malchi-Shua, Abinadab, and Eshbaal.",
    "8:34": "And the son of Jonathan [was] Merib-baal, and Merib-baal fathered Micah.",
    "8:35": "And the sons of Micah: Pithon, Melech, Tarea, and Ahaz.",
    "8:36": "And Ahaz fathered Jehoaddah, and Jehoaddah fathered Alemeth, Azmaveth, and Zimri. And Zimri fathered Moza.",
    "8:37": "And Moza fathered Binea; Raphah [was] his son, Eleasah his son, and Azel his son.",
    "8:38": "And Azel had six sons, and these [are] their names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. All these [were] the sons of Azel.",
    "8:39": "And the sons of Eshek his brother: Ulam his firstborn, Jeush the second, and Eliphelet the third.",
    "8:40": "And the sons of Ulam were men [who were] mighty warriors, bowmen, and [they had] many sons and grandsons, one hundred and fifty. All these were Benjaminites.",
    "9:1": "So all Israel was enrolled in genealogy. And behold, they were written in the book of the kings of Israel. And Judah was taken away to Babylon on account of their sin.",
    "9:2": "Now the first inhabitants who [were settled] on their property in their cities [in] Israel [were] the priests, the Levites, and the temple servants.",
    "9:3": "And some of the people of Judah, Benjamin, Ephraim, and Manasseh lived in Jerusalem:",
    "9:4": "Uthai the son of Ammihud, son of Omri, son of Imri, son of Bani,<note: According to the reading tradition (Qere)> from the sons of Perez,<note: According to the reading tradition (Qere)> the son of Judah.",
    "9:5": "And from the Shilonites: Asaiah the firstborn and his sons.",
    "9:6": "And from the sons of Zerah: Jeuel and their brethren, six hundred and ninety.",
    "9:7": "And from the sons of Benjamin: Sallu the son of Meshullam, son of Hodaviah, the son of Hassenuah;",
    "9:8": "Ibneah the son of Jeroham; Elah the son of Uzzi, son of Michri; Meshullam the son of Shephatiah, son of Reuel, son of Ibnijah;",
    "9:9": "and their brethren according to their generations, nine hundred and fifty-six. All these men [were] the heads of the {families}<note: Literally \"fathers\"> in the house of their fathers.",
    "9:10": "And from the priests: Jedaiah; Jehoiarib; Jakin;",
    "9:11": "Azariah son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub, the commander of the house of God;",
    "9:12": "Adaiah son of Jeroham, son of Pashhur, son of Malkijah; Maasai the son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer;",
    "9:13": "and their kinsmen, heads of the house of their fathers, one thousand seven hundred and sixty mighty men [for] the work of the service of the house of God.",
    "9:14": "And from the Levites: Shemaiah son of Hasshub, son of Azrikam, son of Hashabiah, from the sons of Merari;",
    "9:15": "Bakbakkar; Heresh; Galal; Mattaniah the son of Mica, son of Zicri, son of Asaph;",
    "9:16": "Obadiah the son of Shemaiah, son of Galal, son of Jeduthun; and Berechiah the son of Asa, son of Elkanah, who lived in the villages of Netophathite.",
    "9:17": "And the gatekeepers [were] Shallum, Akkub, Talmon, Ahiman, and their brethren (Shallum [was] the chief);",
    "9:18": "until then they [were] gatekeepers at the gate of the king on the east [side] toward the camps of the Levites.",
    "9:19": "And Shallum the son of Kore, son of Ebiasaph, son of Korah, and his kinsmen of the house of his fathers, the Korahites, [were] over the work of the service, the guardians of the entrances to the tent, and their fathers [were] over the camp of Yahweh, guardians of the entrance.",
    "9:20": "And Phinehas the son of Eleazar was the leader over them {in time past};<note: Or \"before\"> Yahweh [was] with him.",
    "9:21": "Zechariah the son of Meshelemiah [was] gatekeeper at the doorway to the tent of assembly.<note: Or \"meeting\">",
    "9:22": "All of them were chosen as gatekeepers at the entrances, two hundred and twelve. They were enrolled by genealogies in their villages. They [were] established [by] David and Samuel the seer on account of their faithfulness.",
    "9:23": "So they and their sons [were] over the gates of the house of Yahweh at the house of the tent as guards.",
    "9:24": "The gatekeepers [were] on four sides: east, west, north, and south.",
    "9:25": "And their brethren in their villages [were] to come [every] seven days {by turn}<note: Literally \"from time to time\"> [to be] with these.",
    "9:26": "For the four mighty gatekeepers, they who [were] Levites, {were entrusted}<note: Literally \"they in their faithfulness\"> and [were] over the chambers and over the storerooms of the house of God.",
    "9:27": "And they lodged all around the house of God, for upon them [was] a responsibility. And {they had charge of opening [the house of God] every morning}.<note: Literally \"they [were] over the key and to morning to morning\">",
    "9:28": "And some of them [were] over the utensils of the service, for {they count them}<note: Literally \"in number\"> [when] they are brought in and {they count them}<note: Literally \"in number\"> [when] they are brought out.",
    "9:29": "And some of them were appointed over the objects, over the objects of the sanctuary, and over the wheat flour and the wine, the olive oil, the frankincense, and the spices.",
    "9:30": "And some of the sons of the priests mixed the fragrant ointment for the spices.",
    "9:31": "And Mattithiah, one of the Levites, was the firstborn of Shallum the Korahite and {was entrusted}<note: Literally \"in faithfulness\"> with the work of the pan breads.",
    "9:32": "And from the sons of the Kohathites, some of their kinsmen [were] over the {showbread}<note: Literally \"bread of the rows\"> to prepare [it] {every Sabbath}.<note: Literally \"Sabbath Sabbath\">",
    "9:33": "Now these [were] the singers; the heads of the {families}<note: Literally \"fathers\"> of the Levites [were] in the chambers free from other service, for day and night [they were] over them on the service.",
    "9:34": "These [were] the heads of the {families}<note: Literally \"fathers\"> of the Levites according to their genealogies, leaders. These lived in Jerusalem.",
    "9:35": "And [these] lived in Gibeon: Jeiel the father of Gibeon. And the name of his wife [was] Maacah.",
    "9:36": "And his firstborn son Abdon, and Zur, Kish, Baal, Ner, Nadab,",
    "9:37": "Gedor, Ahio, Zechariah, and Mikloth.",
    "9:38": "And Mikloth fathered Shimeam. And they also lived nearby their brothers in Jerusalem with their brothers.",
    "9:39": "And Ner fathered Kish, and Kish fathered Saul, and Saul fathered Jonathan, Malchi-Shua, Abinadab, and Eshbaal.",
    "9:40": "And the son of Jonathan [was] Meribaal. And Meribaal fathered Micah.",
    "9:41": "And the sons of Micah [were] Pithon, Melech, Tahrea, [and Ahaz.]<note: The name is drawn from 1 Chronicles 8:35; it has dropped out of the text here>",
    "9:42": "And Ahaz fathered Jarah, and Jarah fathered Alemeth, Azmaveth, and Zimri. And Zimri fathered Moza,",
    "9:43": "and Moza fathered Binea; and Rephaiah [was] his son, Eleasah his son, Azel his son.",
    "9:44": "And Azel had six sons, and these [are] their names: Azrikam, Bokeru, Ishmael, Sheariah, Obadiah, and Hanan. These [were] the sons of Azel.",
    "10:1": "Now the Philistines fought against Israel, and every Israelite fled away from before the Philistines. And they fell slain upon Mount Gilboa.",
    "10:2": "And the Philistines {overtook}<note: Literally \"caught up behind\"> Saul and his sons. And the Philistines killed Jonathan, Abinadab, and Malki-Shua, the sons of Saul.",
    "10:3": "And the battle was heavy against Saul, and the {archers}<note: Literally \"shooters with the bow\"> found him, and he was wounded by the {archers}.<note: Literally \"shooters\">",
    "10:4": "And Saul said to his armor-bearer, \"Draw your sword and thrust me through with it, lest these uncircumcised come and deal harshly with me.\" But he was very afraid. Then Saul took the sword and fell upon it.",
    "10:5": "When his armor-bearer saw that Saul [was] dead, he also fell upon the sword, and he died.",
    "10:6": "So Saul died. And his three sons and all his house died together.",
    "10:7": "And when all the men of Israel who [were] in the valley saw that they<note: That is, the army> had fled and that Saul and his sons were dead, they abandoned their cities and fled. Then the Philistines came and dwelled in them.",
    "10:8": "And it happened [that] on the next day when the Philistines came to strip the dead, they found Saul and his sons fallen on Mount Gilboa.",
    "10:9": "And they stripped him and took his head and his weapons, and they sent [them] throughout the land of the Philistines to bring news to their idols and the nation.",
    "10:10": "And they put his weapons in the temple of their gods, and they fastened his skull to the temple of Dagon.",
    "10:11": "When all Jabesh-Gilead heard all that the Philistines had done to Saul,",
    "10:12": "every strong man arose and took the dead body of Saul and the dead bodies of his sons and brought them to Jabesh. And they buried their bones under the oak in Jabesh and fasted seven days.",
    "10:13": "So Saul died on account of his sin which he had sinned against Yahweh concerning the command of Yahweh that he did not keep. He also consulted a medium to seek [guidance].",
    "10:14": "But he did not seek Yahweh. So Yahweh put him to death and turned over the kingship to David, the son of Jesse.",
    "11:1": "Then all Israel gathered to David in Hebron, saying, \"Look--we are your flesh and bones.",
    "11:2": "{For some time now},<note: Literally \"also yesterday also in the past\"> even when Saul was king, you were {the one who led the army of Israel in battle}.<note: Literally \"the one who went out and brought in Israel\"> And Yahweh your God said to you, 'You will shepherd my people Israel and will be leader over my people Israel.'\"",
    "11:3": "Then all the elders of Israel came to the king at Hebron, and David made a covenant with them at Hebron in the presence of Yahweh. And they anointed David as king over Israel according to the word of Yahweh by the hand of Samuel.",
    "11:4": "And David and all Israel went to Jerusalem (that [is] Jebus). And the Jebusites, the inhabitants of the land, [were] there.",
    "11:5": "And the inhabitants of Jebus said to David, \"You will not enter here.\" But David captured the stronghold of Zion; that [is,] the city of David.",
    "11:6": "Then David said, \"Whoever strikes the Jebusites first will be chief and commander.\" And Joab the son of Zeruiah went up first and became chief.",
    "11:7": "And David lived in the fortress. Therefore they called it the city of David.",
    "11:8": "And he built the city all around from the Millo and up to the circuit. And Joab restored the remainder of the city.",
    "11:9": "And David {became greater and greater}.<note: Literally \"increased certainly and [in] greatness\"> And Yahweh of hosts [was] with him.",
    "11:10": "Now these [are] the chiefs of the mighty men who [were] for David, who gave him strong support in his kingdom, together with all Israel to make him king according to the word of Yahweh concerning Israel.",
    "11:11": "And this [is] the numbering of the mighty warriors who [were] for David: Jashobeam son of Hachmoni [was] chief of the three. He himself raised his spear against three hundred [whom he] killed on one occasion.",
    "11:12": "And after him [was] Eleazar son of Dodo the Ahohite. He [was] among the three mighty warriors.",
    "11:13": "He himself [was] with David at Pas-Dammim when the Philistines were gathered there for the battle. And there was a plot of the field filled with barley, and the people fled before the Philistines.",
    "11:14": "But they took their stand in the middle of the plot and defended it. And they killed the Philistines. And Yahweh saved [them] [with] a great victory.",
    "11:15": "And three of the thirty chiefs went down toward the rock to David at the cave of Adullam when the army of the Philistines was encamped in the valley of Rephaim.",
    "11:16": "And David [was] then in the stronghold, and the garrison of the Philistines [was] then in Bethlehem.",
    "11:17": "And David had a craving, and he said, \"Who could give me a drink of water from the well of Bethlehem that [is] by the gate!\"",
    "11:18": "Then the three broke through into the camp of the Philistines and drew water from the well of Bethlehem that [was] by the gate and brought [it] and came to David. But David would not drink it and poured it out before Yahweh.",
    "11:19": "And he said, \"Far be it from me [that] I would do this before my God. Shall I drink the lifeblood of these men? For {at the risk of their lives}<note: Literally \"against their lives\"> they brought it.\" And he was not willing to drink it. These things the three mighty men did.",
    "11:20": "Now Abishai the brother of Joab was himself the head of the three.<note: Other manuscripts have \"thirty\" which makes better sense in the context> And he roused himself with his spear against three hundred [whom he] killed and [made] a name for himself<note: According to the reading tradition (Qere)> among the three.",
    "11:21": "{He was twice as renowned}<note: Literally \"he was glorified double\"> among the three<note: Other manuscripts have \"thirty,\" which makes better sense in the context> and was their commander. But he did not attain to the three.",
    "11:22": "[And] Benaiah the son of Jehoiada [was] {a strong man}<note: Literally \"a son of a strong man\"> from Kabzeel, [one who did] great deeds. He himself struck down two [sons of] Ariel of Moab. And he himself went down and struck down a lion within a pit on a snowy day.",
    "11:23": "And he himself struck down an Egyptian man, a large man five cubits [tall]. And in the hand of the Egyptian [was] a spear like a weaver's beam. But he went down to him with a club and seized the spear from the hand of the Egyptian and killed him with his own spear.",
    "11:24": "These things Benaiah son of Jehoiada did and had a name among the three mighty warriors.",
    "11:25": "He himself was certainly distinguished among the thirty, but he did not attain to the three. And David appointed him over his bodyguard.",
    "11:26": "Now the mighty warriors of the troops [were] Asahel the brother of Joab, Elhanan the son of Dodo from Bethlehem,",
    "11:27": "Shammoth the Harorite, Helez the Pelonite,",
    "11:28": "Ira the son of Ikkesh the Tekoite, Abiezer the Anathothite,",
    "11:29": "Sibbecai the Hushathite, Ilai the Ahohite,",
    "11:30": "Maharai the Netophathite, Heled the son of Baanah the Netophathite,",
    "11:31": "Ittai the son of Ribai from Gibeah of the people of Benjamin, Benaiah the Pirathonite,",
    "11:32": "Hurai of the valleys of Gaash, Abiel the Arbathite,",
    "11:33": "Azmaveth the Baharumite, Eliahba the Shaalbonite,",
    "11:34": "the sons of Hashem the Gizonite, Jehonathan the son of Shagee the Hararite,",
    "11:35": "Ahiam the son of Sacar the Hararite, Eliphal the son of Ur,",
    "11:36": "Hepher the Mekerathite, Ahijah the Pelonite,",
    "11:37": "Hezro the Carmelite, Naari the son of Ezbai,",
    "11:38": "Joel the brother of Nathan, Mibhar the son of Hagri,",
    "11:39": "Zelek the Ammonite, Naharai the Beerothite, the bearer of the weapons of Joab the son of Zeruiah,",
    "11:40": "Ira the Ithrite, Gareb the Ithrite,",
    "11:41": "Uriah the Hittite, Zabad the son of Ahlai,",
    "11:42": "Adina the son of Shiza the Reubenite, a leader of the Reubenites, and thirty with him,",
    "11:43": "Hanan the son of Maacah, Jehoshaphat the Mithnite,",
    "11:44": "Uzzia the Ashterathite, Shama and Jeiel the sons of Hotham the Aroerite,",
    "11:45": "Jediael the son of Shimri and Joha his brother the Tizite,",
    "11:46": "Eliel the Mahavite, Jeribai and Joshaviah the sons of Elnaam, Ithmah the Moabite,",
    "11:47": "Eliel, Obed, and Jaasiel the Mezobaite.",
    "12:1": "Now these are the ones who came to David at Ziklag while he was still shut up because {of Saul},<note: Literally \"of the face of Saul\"> the son of Kish. And they [were] the mighty warriors helping [with] the war.",
    "12:2": "[They were] armed with [the] bow, [able to shoot] right-handed or left-handed, [slinging] stones or [shooting] arrows with the bow; [they were] kinsmen of Saul from Benjamin.",
    "12:3": "The leader [was] Ahiezer, then Jehoash, sons of Shemaah the Gibeonite; Jeiel and Pelet, sons of Azmaveth; Beracah; Jehu the Anathothite;",
    "12:4": "Ishmaiah the Gibeonite, a mighty warrior among the thirty [who was] over the thirty;<note: 1 Chronicles 12:5 begins here in the Hebrew Bible> Jeremiah; Jahaziel; Johanan; Jozabad the Gederathite;",
    "12:5": "<note: 1 Chronicles 12:5-40 in the English Bible is 12:6-41 in the Hebrew Bible> Eluzai; Jerimoth; Bealiah; Shemariah; Shephatiah the Hariphite;",
    "12:6": "Elkanah, Isshiah, Azarel, Joezer, and Jashobeam the Korahites;",
    "12:7": "Joelah and Zebadiah, sons of Jeroham from the Gedor.",
    "12:8": "And from the Gadites, valiant mighty warriors, {soldiers fit for war},<note: Literally \"men of battle for the war\"> expert with shield and spear, defected to David at the fortress toward the wilderness. And {they had faces like lions}<note: Literally \"faces of a lion [were] their faces\"> [and were] swift as gazelles upon the mountains.",
    "12:9": "Ezer the chief, Obadiah second, Eliab third,",
    "12:10": "Mishmannah fourth, Jeremiah fifth,",
    "12:11": "Attai sixth, Eliel seventh,",
    "12:12": "Jehonan eighth, Elzabad ninth,",
    "12:13": "Jeremiah tenth, Macbannai eleventh.",
    "12:14": "These [were] the sons of Gad, leaders of the army. The smallest one [was] as a hundred, and the greatest as a thousand.",
    "12:15": "These [were] they who crossed the Jordan in the first month, when it was filled over its banks. And they put to flight all [who were in] the valley to the east and to the west.",
    "12:16": "And some of the sons of Benjamin and [from] Judah came to the fortress, to David.",
    "12:17": "And David went out {to meet them}<note: Literally \"before them\"> and answered and said to them, \"If you come in peace to me, to help me, {my heart will be joined with you},<note: Literally \"the heart will be to me to you together\"> but if [you come] to betray me to my adversaries, although [there is] no wrong on my hands, may the God of our fathers see and pass judgment.\"",
    "12:18": "Then the Spirit came upon Amasai, chief of the thirty [who said]: \"[We are] yours, O David! And [we are] with you, O son of Jesse! Peace! Peace to you, and peace to those who help you, for your God helps you.\"\r\n So David appointed them as heads of the troops. \r\n",
    "12:19": "And some Manassites deserted to David when he came with the Philistines to the battle against Saul, but he did not help them, for the rulers of the Philistines sent him away upon counsel, saying, \"He will desert to his master Saul at [the cost of] our heads.\"",
    "12:20": "When he went to Ziklag some Manassites deserted to him: Adnah, Jehozabad, Jediael, Michael, Jozabad, Elihu, and Zillethai, heads of the thousands that [were] for Manasseh.",
    "12:21": "And they themselves helped David against the troops, for all of them [were] mighty men of strength and were commanders in the army.",
    "12:22": "{Day in and day out}<note: Literally \"for to the time of day to the day\"> they came to David to help him until [there was] a great army, like the army of God.",
    "12:23": "And these are the numbers of the chiefs of those prepared for the army who came to David at Hebron to turn the kingdom of Saul over to him according to the word of Yahweh.",
    "12:24": "The sons of Judah bearing shield and spear: six thousand eight hundred armed troops.",
    "12:25": "From the men of Simeon, mighty warriors of strength for war: seven thousand one hundred.",
    "12:26": "From the Levites: four thousand six hundred.",
    "12:27": "Jehoiada the chief officer of [the house of] Aaron, and with him, three thousand seven hundred.",
    "12:28": "And Zadok, a young man, a mighty warrior of strength, and the house of his father: twenty-two commanders.",
    "12:29": "From the men of Benjamin, kinsmen of Saul, three thousand, and {even still}<note: Literally \"and even they\"> the majority of them {remained loyal}<note: Literally \"keeping the responsibility\"> to the house of Saul.",
    "12:30": "And from the men of Ephraim: twenty thousand eight hundred mighty warriors of strength, famous men in the house of their fathers.",
    "12:31": "And from the half-tribe of Manasseh: eighteen thousand who were designated by name to come to make David king.",
    "12:32": "And from the men of Issachar: {men who were skilled in understanding the times}<note: Literally \"men who knew the understanding of the times\"> to know what Israel should do. Their chiefs [were] two hundred, and all their kinsmen [were] under their command.",
    "12:33": "From Zebulun, those who went out armed, equipped for battle with all the weapons of war: fifty thousand to help David {with singleness of purpose}.<note: Literally \"with not heart and heart\">",
    "12:34": "From Naphtali: one thousand commanders; and [those] with them with shield and spear: thirty-seven thousand.",
    "12:35": "From the Danites, [those] equipped for battle: twenty-eight thousand six hundred.",
    "12:36": "And from Asher, those who went out armed [and] prepared for battle: forty thousand.",
    "12:37": "And from beyond the Jordan, from the Reubenites and the Gadites and the half-tribe of Manasseh, with all [their] weapons of war for battle: one hundred and twenty thousand.",
    "12:38": "All these [were] men of war arrayed in battle line {with a whole heart}.<note: Literally \"with heart well\"> They came to Hebron to make David king over all Israel. Likewise, all the rest of Israel [had] one heart to make David king.",
    "12:39": "And they were there with David three days, eating and drinking, for their kinsmen were prepared for them.",
    "12:40": "And also their relatives, as far as Issachar and Zebulun and Naphtali, brought food on donkeys, on camels, on mules, and on oxen--provisions of flour, cakes of figs, raisin cakes, wine and oil, cattle and sheep in abundance, for [there was] great joy in Israel.",
    "13:1": "And David consulted with the commanders of thousands and hundreds, with every leader.",
    "13:2": "And David said to all the assembly of Israel, \"{If it seems good to you}<note: Literally \"If to you good\"> and before Yahweh our God, {let us send word abroad}<note: Literally \"let us spread out, let us send\"> to our brothers who remain in all the land of Israel and [to] the priests and Levites with them in the cities with their pasturelands that they might be gathered to us.",
    "13:3": "Then let us bring around the ark of our God to us, for we did not seek it in the days of Saul.\"",
    "13:4": "And all the assembly agreed to do so, for the word was pleasing in the eyes of all the people.",
    "13:5": "And David summoned all Israel from Shihor of Egypt up to Lebo-Hamath to bring the ark of God from Kiriath-Jearim.",
    "13:6": "And David and all Israel went up to Baalah, Kiriath-Jearim of Judah, to bring up from there the ark of Yahweh God [who] is enthroned [between] the cherubim, which is called the name.",
    "13:7": "And they carried the ark of God upon a new cart from the house of Abinadab, and Uzza and Ahio were driving the cart.",
    "13:8": "Now David and all Israel were celebrating before God with all [their] strength, and with songs, lyres, harps, tambourines, cymbals, and trumpets.",
    "13:9": "And when they came to the threshing floor of Kidon, Uzza reached out his hand to hold the ark because the cattle had stumbled.",
    "13:10": "And Yahweh {was angry}<note: Literally \"nostrils became hot\"> with Uzza, and he struck him down because he reached his hand upon the ark. And he died there before God.",
    "13:11": "And David {was angry}<note: Literally \"it was hot\"> because Yahweh had broken out in wrath against Uzza. And that place is called Perez Uzza unto this day.",
    "13:12": "And David feared God on that day, saying, \"How can I bring the ark of God [home] to me?\"",
    "13:13": "So David did not move the ark to himself into the city of David but diverted it to the house of Obed-Edom the Gittite.",
    "13:14": "And the ark of God remained with the household of Obed-Edom in his house three months. And Yahweh blessed the household of Obed-Edom and all that he had.",
    "14:1": "And Hiram, king of Tyre, sent messengers to David and cedar trees, {masons},<note: Literally \"craftsmen of the wall\"> and {carpenters}<note: Literally \"craftsmen of wood\"> to build a house for him.",
    "14:2": "And David knew that Yahweh had established him as king over Israel [and] that his kingdom was highly exalted for the sake of his people Israel.",
    "14:3": "And David took more wives in Jerusalem, and David fathered more sons and daughters.",
    "14:4": "Now these [are] the names of the children who were [born] to him in Jerusalem: Shammua, Shobab, Nathan, Solomon,",
    "14:5": "Ibhar, Elishua, Elpelet,",
    "14:6": "Nogah, Nepheg, Japhia,",
    "14:7": "Elishama, Beeliada, and Eliphelet.",
    "14:8": "When the Philistines heard that David had been anointed as king over all Israel, all the Philistines went up to search for David. But David heard and went out from before them.",
    "14:9": "Now the Philistines came and carried out a raid in the Valley of Rephaim.",
    "14:10": "Then David inquired of God, saying, \"Shall I go up against the Philistines? Will you put them into my hand?\" And Yahweh said to him, \"Go up. I will put them into your hand.\"",
    "14:11": "And he went up to Baal-Perazim, and David struck them there. And David said, \"God has burst out against my enemies by my hand like waters burst out.\" Therefore they will call the name of this place Baal-Perazim.",
    "14:12": "And they abandoned their gods there. And David commanded, and they were burnt with fire.",
    "14:13": "Then the Philistines {carried out another raid}<note: Literally \"they added again and made a raid\"> in the valley.",
    "14:14": "Then David inquired again of God. And God said to him, \"You shall not go up after them. Go around from before them and come against them the opposite [way] of the balsam trees.",
    "14:15": "And it shall be [that] when you hear the sound of marching in the tops of the balsam trees, then go out into battle, for God goes out before you to strike the camp of the Philistines.\"",
    "14:16": "And David did as God commanded him, and they struck the camp of the Philistines from Gibeon to Gezer.",
    "14:17": "And the fame of David went out through all the lands. And Yahweh put the fear of him upon all the nations.",
    "15:1": "And David built houses for himself in the city of David, and he established a place for the ark of God. And he pitched a tent for it.",
    "15:2": "Then David ordered [that] none except the Levites should carry the ark of God, for Yahweh had chosen them to carry the ark of Yahweh and to serve him forever.",
    "15:3": "And David gathered all Israel to Jerusalem to bring up the ark of Yahweh to its place that he had established for it.",
    "15:4": "And David gathered the sons of Aaron and the Levites.",
    "15:5": "Of the sons of Kohath: Uriel the chief and one hundred and twenty of his brothers.",
    "15:6": "Of the sons of Merari: Asaiah the chief and two hundred and twenty of his brothers.",
    "15:7": "Of the sons of Gershom: Joel the chief and one hundred and thirty of his brothers.",
    "15:8": "Of the sons of Elizaphan: Shemaiah the chief and two hundred of his brothers.",
    "15:9": "Of the sons of Hebron: Eliel the chief and eighty of his brothers.",
    "15:10": "Of the sons of Uzziel: Amminadab the chief and one hundred and twelve of his brothers.",
    "15:11": "Then David summoned Zadok and Abiathar the priests, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab.",
    "15:12": "And he said to them, \"You [are] the heads of the {families}<note: Literally \"fathers\"> for the Levites. Sanctify yourselves and your brothers and bring up the ark of Yahweh, the God of Israel, to [the place] I have established for it.",
    "15:13": "Because the first time you did not, [and] Yahweh our God burst out against us, for we did not care for it according to the law.\"",
    "15:14": "Then the priests and the Levites sanctified themselves to bring up the ark of Yahweh, the God of Israel.",
    "15:15": "And the sons of the Levites carried the ark of God according to what Moses commanded, according to the word of Yahweh, on their shoulders with the carrying poles upon them.",
    "15:16": "Then David ordered the chiefs of the Levites to appoint their brothers [as] singers with instruments of song, musical instruments, stringed instruments, and cymbals, {raising their voices for joy}.<note: Literally \"causing to hear to the mountains with a sound of rejoicing\">",
    "15:17": "So the Levites appointed Heman son of Joel, and from his brothers, Asaph the son of Berekiah, and from the sons of Merari, their brothers, Ethan the son of Kushaiah;",
    "15:18": "and with them their brothers [of] the second [rank], Zechariah the son, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, and the gatekeepers Obed-Edom and Jeiel.",
    "15:19": "Now the singers, Heman, Asaph, and Ethan, [were] to sound bronze cymbals;",
    "15:20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah [were to play] on harps according to Alamoth;",
    "15:21": "and Mattithiah, Eliphelehu, Mikneiah, Obed-Edom, Jeiel, and Azaziah [were to play] lyres, directing according to the Sheminith.",
    "15:22": "And Kenaniah, chief of the Levites in singing, [was to be] an instructor in singing because he understood.",
    "15:23": "And Berekiah and Elkanah [were] gatekeepers for the ark.",
    "15:24": "And Shebaniah, Jehoshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Elizezer the priests {sounded the trumpets}<note: Literally \"trumpet blowers with trumpets\"> before the ark of God. And Obed-Edom and Jehiah [were] gatekeepers for the ark.",
    "15:25": "And it happened [that] David and the elders of Israel and the commanders of thousands went to bring up the ark of the covenant of Yahweh from the house of Obed-Edom with joy.",
    "15:26": "And it happened [that] when God helped the Levites carrying the ark of the covenant of Yahweh, they sacrificed seven bulls and seven rams.",
    "15:27": "Now David was clothed with a robe of fine linen; so also all the Levites who were carrying the ark, the singers, and Kenaniah the chief of the singing. And David wore a linen ephod.",
    "15:28": "And all Israel brought up the ark of the covenant of Yahweh with shouting, with the sound of a shofar,<note: Or \"horn, trumpet\"> and with trumpets and cymbals, making loud music with musical instruments and stringed instruments.",
    "15:29": "And when the ark of the covenant of Yahweh came into the city of David, then Michal the daughter of Saul looked down from the window and saw the king, David, leaping and dancing. And she despised him in her heart.",
    "16:1": "And they brought the ark of God and set it inside the tent that David had pitched for it. And they offered burnt offerings and fellowship offerings before God.",
    "16:2": "And when David had finished offering the burnt offerings and fellowship offerings, he blessed the people in the name of Yahweh.",
    "16:3": "And he distributed to every man of Israel, both men and women, to each [person] a loaf of bread, a cake of dates, and a cake of raisins.",
    "16:4": "Then he appointed some of the Levites as ministers before the ark of Yahweh, to invoke, thank, and praise Yahweh the God of Israel.",
    "16:5": "Asaph [was] chief, and his second [was] Zechariah; Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel [were] on harps and lyres. And Asaph played on the cymbals.",
    "16:6": "And Benaiah and Jahaziel the priests [blew] on the trumpets continually before the ark of the covenant of God.",
    "16:7": "Then on that day David first appointed to give thanks to Yahweh by the hand of Asaph and his brothers.",
    "16:8": "Give thanks to Yahweh; call upon his name; make known his deeds among the nations!",
    "16:9": "Sing to him; sing praises to him; tell of his wondrous works!",
    "16:10": "Glory in his holy name; let the hearts of those seeking Yahweh rejoice!",
    "16:11": "Seek Yahweh and his strength; seek his face continually!",
    "16:12": "Remember his wonderful works that he has done, his wonders and the judgments of his mouth,",
    "16:13": "O offspring of Israel, his servant, O sons of Jacob, his chosen ones!",
    "16:14": "He [is] Yahweh our God; his judgments [are] in all the earth.",
    "16:15": "Remember his covenant forever, the word he commanded for a thousand generations,",
    "16:16": "that he {made}<note: Literally \"cut\"> with Abraham, his sworn oath to Isaac.",
    "16:17": "And he confirmed it to Jacob as a statute, an everlasting covenant to Israel,",
    "16:18": "saying, \"To you I will give the land of Canaan, the portion of your inheritance.\"",
    "16:19": "When you were few in number, little, and sojourners [were] in it,",
    "16:20": "when they wandered from nation to nation, and from one kingdom to another people,",
    "16:21": "he did not allow anyone to oppress them, and he rebuked kings on their account,",
    "16:22": "[saying,] \"You must not touch my anointed nor do harm to my prophets!\"",
    "16:23": "Sing to Yahweh, all the earth! Proclaim his salvation from day to day!",
    "16:24": "Proclaim his glory among the nations, his wondrous works among the peoples!",
    "16:25": "For Yahweh [is] great and greatly praised, and he is feared among all gods.",
    "16:26": "For all the gods of the nations [are] idols, but Yahweh made the heavens.",
    "16:27": "Splendor and majesty [are] before him; strength and joy [are] in his place.",
    "16:28": "Ascribe to Yahweh, O clans of the nations, ascribe to Yahweh glory and strength!",
    "16:29": "Ascribe to Yahweh the glory of his name! Lift up an offering and come before him! Bow down to Yahweh in the splendor of holiness!",
    "16:30": "Tremble before him, all the earth; surely the world shall not be shaken.",
    "16:31": "Let the heavens rejoice, and let the earth be glad, and let them tell the peoples, \"Yahweh reigns!\"",
    "16:32": "Let the sea roar and its fullness; let the field rejoice and all that [is] in it.",
    "16:33": "Then the trees of the forest shall sing for joy before Yahweh, for he comes to judge the earth.",
    "16:34": "Oh give thanks to Yahweh, for he [is] good; his loyal love [is] everlasting.",
    "16:35": "Then say, \"Save us, O God of our salvation; gather us and rescue us from the nations that [we may] give thanks to your holy name [and] glory in your praise.",
    "16:36": "Blessed be Yahweh the God of Israel, from everlasting to everlasting!\" Then all the people said, \"Amen!\" and praised Yahweh. \r\n",
    "16:37": "So he<note: That is, David> left Asaph and his brothers there before the ark of the covenant of Yahweh to minister before the ark regularly {as each day required},<note: Literally \"according to the word of a day with respect to its day\">",
    "16:38": "and [he left] Obed-Edom with his sixty-eight brothers. And Obed-Edom, the son of Jeduthun, and Hosah [were] gatekeepers.",
    "16:39": "And [he left] Zadok the priest and his brothers the priests before the tabernacle of Yahweh at the high place which [was] at Gibeon",
    "16:40": "to offer burnt offerings regularly to Yahweh on the altar of burnt offering, morning and evening, according to all that was written in the law of Yahweh that he commanded concerning Israel.",
    "16:41": "And with them [were] Heman and Jeduthun and the remainder of those chosen, who were designated by name to give thanks to Yahweh, for his loyal love [is] everlasting.",
    "16:42": "And Heman and Jeduthun with them [had] trumpets and cymbals for making music, along with instruments for the song of God. And the sons of Jeduthun [were] at the gate.",
    "16:43": "Then all the people went each to his house, and David turned to bless his household.",
    "17:1": "And as David lived in his house, David said to Nathan the prophet, \"Look, I live in a house of cedar, but the ark of the covenant of Yahweh [is] under tent curtains.\"",
    "17:2": "And Nathan said to David, \"Whatever [is] in your heart, do, for God [is] with you.\"",
    "17:3": "And it happened that same night the word of God came to Nathan, saying,",
    "17:4": "\"Go and say to David my servant, 'Thus says Yahweh, \"You [are] not to build a house for me to live [in],",
    "17:5": "for I have not lived in a house from the day that I brought out Israel unto this day. I have been from tent to tent and from tabernacle [to tabernacle].",
    "17:6": "In every [place] I have moved about, did I say one word [with] the judges of Israel I commanded to shepherd my people, saying, 'Why have you not built for me a house of cedar?'\" '",
    "17:7": "So now, thus you shall say to my servant David, 'Thus says Yahweh of hosts, \"I took you from the pasture, from following the sheep, to be leader over my people Israel,",
    "17:8": "and I have been with you wherever you went and have cut down your enemies from before you and will make a name for you, like the name of the great ones on the earth.",
    "17:9": "And I will appoint a place for my people Israel, and I will plant them,<note: Or \"him\" (i.e., the nation)> and they<note: Or \"he\"> shall dwell in their<note: Or \"his\"> place and be in anguish no longer. And wicked men will no longer wear them down as before,",
    "17:10": "from the day that I commanded judges over my people Israel. And I will subdue your enemies, and I declare to you [that] Yahweh will build for you a house.<note: Or \"household\" (that is, a dynasty)>",
    "17:11": "And it shall be that when your days are fulfilled to go [and sleep] with your ancestors,<note: Or \"fathers\"> then I will raise up your seed after you, who will be one of your sons, and I will establish his kingdom.",
    "17:12": "He himself will build for me a house, and I will establish his throne forever.",
    "17:13": "I myself will be a father to him, and he himself will be a son to me. And I will not remove my steadfast love from him as I took it away from whoever was before you.",
    "17:14": "And I will establish him in my house and in my kingdom forever, and his throne will be established forever.\" '\"",
    "17:15": "According to all these words and according to all this revelation, thus did Nathan speak to David.",
    "17:16": "Then King David went and sat before Yahweh and said, \"Who [am] I, O Yahweh God, and what [is] my house that you have brought me thus far?",
    "17:17": "And this was a small [matter] in your eyes, O God. And you have spoken concerning the house of your servant for a long [time] and have shown me {future generations to come},<note: Literally \"with a turn of humankind ascending\"> O Yahweh God.",
    "17:18": "{What more}<note: Literally \"What to add again\"> can David [do] to you for honoring your servant? Now you know your servant.",
    "17:19": "O Yahweh, for the sake of your servant and according to your heart you have done all this greatness, to make known all [these] great things.",
    "17:20": "O Yahweh, there is none like you, and there is no God except you, according to all that we have heard with our ears.",
    "17:21": "And who [is] like your people Israel, [the] one nation upon earth whom God went to redeem for himself, to establish for you a reputation<note: Or \"name\"> for great and awesome things, to drive out nations from before your people whom you redeemed from Egypt?",
    "17:22": "And you made your people Israel an everlasting nation for yourself. And you, O Yahweh, became their God.",
    "17:23": "So now, O Yahweh, let the word that you spoke to your servant and to his house be established forever, that you might do what you have spoken.",
    "17:24": "And let your name be established and be magnified forever, saying, 'Yahweh of hosts, the God of Israel, is Israel's God, and may the house of David your servant be established before you.'",
    "17:25": "For you, my God, {have informed}<note: Literally \"have opened the ear of\"> your servant [that] you will build a house for him. Therefore, your servant has found [courage] to pray before you.",
    "17:26": "So now, O Yahweh, you yourself [are] God, and you have spoken to your servant this good thing.",
    "17:27": "And now may you begin to bless the house of your servant {to continue forever}<note: Literally \"to be forever\"> before you, for you, O Yahweh, have blessed. And it will be blessed forever.\"",
    "18:1": "And it happened [that] after David struck the Philistines and subdued them, he captured Gath and its villages out of the hand of the Philistines.",
    "18:2": "And he struck Moab, and the Moabites became servants to David, bearing tribute.",
    "18:3": "And David struck Hadadezer, king of Zobah-Hamath, as he set up his monument at the Euphrates River.",
    "18:4": "And David captured from him one thousand chariots, seven thousand horsemen, and twenty thousand foot soldiers. And David hamstrung all the chariot horses but left one hundred of them [to] remain [for] chariots.",
    "18:5": "And when the Arameans of Damascus came to help Hadadezer king of Zobah-Hamath, David struck down twenty-two thousand men of Aram.",
    "18:6": "Then David set up [garrisons] in Aram of Damascus, and the Arameans became servants to David, bearing tribute. And Yahweh delivered David wherever he went.",
    "18:7": "And David took small round shields of gold that were upon the servants of Hadadezer and brought them [to] Jerusalem.",
    "18:8": "And from Tibhath and from Cun, cities of Hadadezer, David captured very much bronze. Solomon made the bronze sea with it along with the columns and objects of bronze.",
    "18:9": "And when Tou the king of Hamath heard that David had defeated the whole army of Hadadezer the king of Zobah,",
    "18:10": "he sent Hadoram his son to King David to ask him for peace and to bless him because he had fought against Hadadezer and defeated him, for Tou {had been at war}<note: Literally \"a man of battles\"> with Hadadezer. And [he brought with him] all the objects of gold, silver, and bronze.",
    "18:11": "King David dedicated these also to Yahweh, along with the silver and gold that he had taken from all the nations, from Edom, Moab, the sons of Ammon, the Philistines, and Amalek.",
    "18:12": "And Abishai son of Zeruiah defeated eighteen thousand of Edom in the Valley of Salt.",
    "18:13": "And he put garrisons in Edom, and all Edom became servants to David. And Yahweh delivered David wherever he went.",
    "18:14": "So David reigned over all Israel, and {he administered justice}<note: Literally \"he was a doer of justice\"> and righteousness to all his people.",
    "18:15": "And Joab son of Zeruiah [was] over the army, and Jehoshaphat son of Ahilud [was] recorder.",
    "18:16": "And Zadok son of Ahitub and Abimelech son of Abiathar [were] priests, and Shavsha [was] secretary.",
    "18:17": "And Benaiah son of Jehoiada [was] over the Kerethites and the Pelethites. And the sons of David [were] chief officials under the hand of the king.",
    "19:1": "And it happened [that] after this Nahash the king of the {Ammonites}<note: Literally \"sons of Ammon\"> died, and his son reigned in his place.",
    "19:2": "And David said, \"I will deal kindly with Hanun the son of Nahash because his father showed kindness to me.\" So David sent messengers to comfort him concerning his father. And the servants of David came to the land of the {Ammonites},<note: Literally \"sons of Ammon\"> to Hanun, to comfort him.",
    "19:3": "But the princes of the {Ammonites}<note: Literally \"sons of Ammon\"> said to Hanun, \"{Do you think}<note: Literally \"In your eyes\"> because David sent comforters to you [that] David honors your father? Is it not for the purpose of exploring [so as] to overthrow and spy out the land that his servants have come to you?\"",
    "19:4": "So Hanun took the servants of David and shaved them and cut off their garments at the middle, up to the buttocks, and sent them away.",
    "19:5": "And they went and told David concerning the men, and he inquired of them, for the men were very disgraced. And the king said, \"Dwell in Jericho until your beards grow out; then return.\"",
    "19:6": "And when the {Ammonites}<note: Literally \"sons of Ammon\"> saw that they made themselves odious to David, Hanun and the {Ammonites}<note: Literally \"sons of Ammon\"> sent one thousand talents of silver to hire for themselves horses and chariots from Aram-Naharaim, Aram-Maacah, and Zobah.",
    "19:7": "And they hired for themselves thirty-two thousand chariots and the king of Maacah and his people, and they came and encamped before Medeba. And the {Ammonites}<note: Literally \"sons of Ammon\"> were gathered from their cities and came to the battle.",
    "19:8": "And when David heard, he sent Joab and the entire army of mighty warriors.",
    "19:9": "And the {Ammonites}<note: Literally \"sons of Ammon\"> went out and took up positions for battle at the entrance of the city. And the kings who had come [were] alone in the field.",
    "19:10": "When Joab saw that [there was] {a battle line}<note: Literally \"the face of the battle\"> against him at the front and the back, he chose from among the chosen [men] in Israel and arranged [them] to meet Aram.",
    "19:11": "And the remainder of the people he put in the hand of Abishai his brother, and they were arranged to meet the {Ammonites}.<note: Literally \"sons of Ammon\">",
    "19:12": "And he said, \"If Aram is too strong for me, then you must be a help to me, but if the {Ammonites}<note: Literally \"sons of Ammon\"> are too strong for you, then I will help you.",
    "19:13": "Be strong! Let us strengthen ourselves on behalf of our people and on behalf of the cities of our God. And may Yahweh do [what is] good in his eyes.\"",
    "19:14": "And Joab and the people who [were] with him drew near before Aram for battle, and they fled before him.",
    "19:15": "And when the {Ammonites}<note: Literally \"sons of Ammon\"> saw that Aram had fled, they also fled before Abishai his brother, and they came to the city. Then Joab came to Jerusalem.",
    "19:16": "And when Aram saw that they were defeated before Israel, they sent messengers and brought out Aram, who [was from] beyond the Euphrates,<note: Or \"the river\"> with Shophach the commander of the army of Hadadezer before them.",
    "19:17": "And when it was told to David, he gathered all Israel and crossed the Jordan. And he came to them and was arrayed against them. Then David was arrayed to meet Aram in battle, and they fought with him.",
    "19:18": "And Aram fled before Israel. And David killed from Aram [the men of] seven thousand chariots and forty thousand foot soldiers, and he put to death Shophach the commander of the army.",
    "19:19": "And when the servants of Hadadezer saw that they were defeated before Israel, they made peace with David and became servants to him. So Aram was no longer willing to help the {Ammonites}.<note: Literally \"sons of Ammon\">",
    "20:1": "And it happened [that] {in the spring time of year},<note: Literally \"at the time of the returning of the year\"> the time [when] kings go out [to battle], Joab led the troops of the army and destroyed the land of the {Ammonites}.<note: Literally \"sons of Ammon\"> And he came and besieged Rabbah, but David remained in Jerusalem. And Joab struck Rabbah and destroyed it.",
    "20:2": "And David took the crown of their king from his head and found it to weigh a talent of gold. And in it [was] a precious stone. Then it was [placed] upon the head of David. And he brought out the booty of the city, a large amount.",
    "20:3": "And the people who [were] in it he brought out, and {he set them to work with saws and iron implements and axes}.<note: The translation comes from 2 Samuel 12:31 since the Hebrew text here is uncertain> Thus David did to all the cities of the {Ammonites}.<note: Literally \"sons of Ammon\"> Then David returned, and all the nation [went] with him.",
    "20:4": "And after this there arose a war in Gezer with the Philistines. Then Sibbecai the Hushathite struck down Sippai, one of the descendants of the Rephaim. And they were subdued.",
    "20:5": "And again there was war with the Philistines. And Elhanan son of Jair struck down Lahmi, the brother of Goliath the Gittite, the shaft of whose spear [was] like a weaver's beam.",
    "20:6": "And again there was war in Gath. And there was a {very tall}<note: Literally \"measured\"> man [there], and {he had six fingers on each hand and six toes on each foot, twenty-four in all}.<note: Literally \"and his fingers, six and six, twenty-four\"> He himself [was] also a descendant of the Rephaim.",
    "20:7": "And he taunted Israel, but Jehonathan son of Shimea, brother of David, struck him down.",
    "20:8": "These were born to the giants in Gath, and they fell by the hand of David and by the hand of his servants.",
    "21:1": "Then Satan<note: Or \"[an] accuser,\" or \"[an] adversary\"> stood against Israel and urged David to count Israel.",
    "21:2": "So David said to Joab and to the commanders of the nation, \"Go, count Israel from Beersheba to Dan and bring a report to me that I might know their number.\"",
    "21:3": "But Joab said, \"May Yahweh add to the people a hundred times what they are! Are they not, O my lord the king, all of them the king's servants? Why does my lord seek this? Why would he bring guilt to Israel?\"",
    "21:4": "But the word of the king prevailed over Joab. Then he went about through all Israel and came to Jerusalem.",
    "21:5": "And Joab gave the number of the enrollment of the people to David. And it happened [that] all Israel [was] one million one hundred thousand men drawing a sword, and in Judah [were] four hundred and seventy thousand men drawing a sword.",
    "21:6": "But he did not count Levi and Benjamin among them, for the word of the king was repulsive to Joab.",
    "21:7": "But this word was displeasing in the eyes of God, and he struck Israel.",
    "21:8": "Then David said to God, \"I have sinned severely [in] that I have done this thing. But now, please forgive the sin of your servant, for I have been very foolish.\"",
    "21:9": "Then Yahweh spoke to Gad the seer of David, saying,",
    "21:10": "\"Go, you must speak to David, saying, 'Thus says Yahweh: \"Three [choices] I offer to you. Choose one of them for yourself that I will do to you.\" '\"",
    "21:11": "So Gad came to David and said to him, \"Thus says Yahweh: 'Choose for yourself:",
    "21:12": "whether three years of famine or three months of devastation by your enemies while the sword of your enemies overtakes you, or three days of the sword of Yahweh, with disease in the land and the angel of Yahweh destroying throughout all the territory in Israel.' So now, see what word I should return to my sender.\"",
    "21:13": "Then David said to Gad, \"{I am very troubled}.<note: Literally \"Great trouble to me\"> Let me into the hand of Yahweh, for his compassion is very great, but do not let me fall into the hand of a man.\"",
    "21:14": "So Yahweh sent a pestilence through Israel, and seventy thousand men from Israel fell.",
    "21:15": "And God sent an angel to Jerusalem to destroy it, and as [he was about] to destroy [it], Yahweh saw and was grieved on account of the calamity. Then he said to the angel, the destroyer, \"[It is] enough; slacken your hand.\" And the angel of Yahweh was standing by the threshing floor of Ornan the Jebusite.",
    "21:16": "And David lifted his eyes and saw the angel of Yahweh standing between earth and heaven, with his sword drawn in his hand, stretched out over Jerusalem. Then David and the elders, clothed in sackcloth, fell upon their faces.",
    "21:17": "Then David said to God, \"Was it not I [who] gave a command to count the people? Now I [am] he who has sinned, and I have certainly done wickedness, but these sheep, what have they done? O Yahweh, my God, please let your hand be against me and against the house of my father, but against your people, [let there be] no plague.\"",
    "21:18": "Now the angel of Yahweh had spoken to Gad to say to David that David should go up [and] erect an altar for Yahweh.",
    "21:19": "So David went up at the word of Gad that he had spoken in the name of Yahweh.",
    "21:20": "Now Ornan was threshing wheat, and Ornan turned and saw the angel, and his four sons with him hid themselves.",
    "21:21": "Then David came to Ornan, and Ornan looked and saw David. And he went out from the threshing floor, and they bowed down to David, faces to the ground.",
    "21:22": "Then David said to Ornan, \"Please give me the place, the threshing floor, that I might build an altar on it to Yahweh; at full price please give it to me, that the plague against the people might be stopped.\"",
    "21:23": "And Ornan said to David, \"Take [it] to yourself; let my lord the king do what [is] good in his eyes. See, I give the cattle for the burnt offerings and threshing sledges for the wood and wheat for the grain offering--I give [it] all.\"",
    "21:24": "But King David said to Ornan, \"No, for I will certainly buy [it] at full value; indeed, I will not take what is yours for Yahweh and offer burnt offerings for nothing.\"",
    "21:25": "So David gave to Ornan six hundred shekels of gold by weight for the place.",
    "21:26": "Then David built an altar there to Yahweh, and he offered burnt offerings and peace offerings, and he called to Yahweh. And he answered him with fire from heaven upon the altar of burnt offering.",
    "21:27": "Then Yahweh commanded the angel, and he returned his sword to its sheath.",
    "21:28": "At that time, when David saw that Yahweh answered him at the threshing floor of Ornan the Jebusite, he sacrificed there.",
    "21:29": "Now the tabernacle of Yahweh that Moses had made in the desert and the altar of burnt offering [were] at that time at the high place of Gibeon.",
    "21:30": "But David was not able to go before it to seek God, for he was afraid on account of the sword of the angel of Yahweh.",
    "22:1": "Then David said, \"This will be the house of Yahweh God, and this altar of burnt offering for Israel.\"",
    "22:2": "And David commanded to assemble the resident aliens who [were] in the land of Israel and appointed stone craftsmen to cut dressed stones to build the house of God.",
    "22:3": "And David provided much iron for nails for the doors of the gates and for the seams, and abundant copper [that] could not be weighed,",
    "22:4": "and cedar timbers without number, for the Sidonians and Tyrians brought abundant cedars to David.",
    "22:5": "Then David said, \"Solomon my son [is] a boy and inexperienced, and the house built for Yahweh [must be] exceedingly great in fame and splendor throughout every land. I will make preparations for him.\" So David provided abundant [materials] before he died.",
    "22:6": "Then he called to Solomon his son and commanded him to build a house for Yahweh, the God of Israel.",
    "22:7": "And David said to Solomon his son, \"I myself had in my heart to build a house for the name of Yahweh my God,",
    "22:8": "but it happened [that] the word of Yahweh [came] over me, saying, 'You have shed much blood and have made much war; you shall not build a house for my name because you have shed much blood upon the ground before me.",
    "22:9": "Behold, a son shall be born to you; he himself will be a man of rest, and I will give rest to him from all his enemies all around, for his name will be Solomon, and peace and quietness I will give to Israel in his days.",
    "22:10": "He himself will build a house for my name, and he himself will be to me a son, and I [will be] to him as a father, and I will establish the throne of his kingdom over Israel forever.'",
    "22:11": "Now, my son, Yahweh will be with you, that you may succeed and build the house of Yahweh your God as he has spoken concerning you.",
    "22:12": "Only may Yahweh give to you understanding and insight that he might give you charge over Israel and the keeping of the law of Yahweh your God.",
    "22:13": "Then you will prosper if you take care to do the statutes and judgments which Yahweh commanded Moses concerning Israel. Be strong and be courageous; fear not and do not be dismayed.",
    "22:14": "Now see, with great effort I have made provision for the house of Yahweh: 100,000 talents of gold, 1,000,000 talents of silver, and bronze and iron [that] cannot be weighed, for there is an abundance. Also timber and stone I have provided, but to these you should add.",
    "22:15": "And with you [there is] an abundance of craftsmen: stonecutters, masons, carpenters, and everyone skilled in every [kind of] craftsmanship",
    "22:16": "with gold, silver, bronze, and iron without number. Arise and work! Yahweh will be with you!\"",
    "22:17": "And David commanded all the commanders of Israel to help Solomon his son, [saying],",
    "22:18": "\"Is not Yahweh your God with you? And has he [not] given you rest all around? For he has put in my hand the inhabitants of the land, and the land is subdued before Yahweh and before his people.",
    "22:19": "Now set your heart and mind to seek Yahweh your Go, and arise and build the sanctuary of Yahweh God, that the ark of the covenant of Yahweh and the holy vessels of God might be brought into the house built for the name of Yahweh.",
    "23:1": "Now David [was] old and full of days. And he made Solomon his son king over Israel.",
    "23:2": "And he assembled all the commanders of Israel and the priests and the Levites.",
    "23:3": "And the Levites thirty years old and above were counted, and their number according to their head count for the men [was] thirty-eight thousand.",
    "23:4": "Of these, [David said,] \"Twenty-four thousand [are] to direct the work of the house of Yahweh, along with six thousand judges and officials,",
    "23:5": "four thousand gatekeepers, [and] four thousand offering praise with the instruments that I have made for praise.\"",
    "23:6": "And David organized them [in] divisions according to the sons of Levi: to Gershon, Kohath, and Merari.",
    "23:7": "For the Gershonites [were] Ladan and Shimei.",
    "23:8": "The sons of Ladan: Jehiel the chief and Zetham and Joel, three.",
    "23:9": "The sons of Shimei: Shelomoth, Haziel, and Haran, three. These [were] the heads of the {families}<note: Literally \"fathers\"> of Ladan.",
    "23:10": "And the sons of Shimei: Jahath, Zina, Jeush, and Beriah; these four [were] the sons of Shimei.",
    "23:11": "And Jahath was the chief, and Zizah the second, but Jeush and Beriah did not have many sons. They were enrolled as one for the house of a father.",
    "23:12": "The sons of Kohath: Amram, Izhar, Hebron, and Uzziel, four.",
    "23:13": "The sons of Amram: Aaron and Moses. And Aaron was set apart to consecrate the most holy things. He and his sons [were] to burn offerings forever before Yahweh to serve him and to bless in his name forever.",
    "23:14": "But Moses the man of God [and] his sons were reckoned among the tribe of Levi.",
    "23:15": "The sons of Moses: Gershom and Eliezer.",
    "23:16": "The sons of Gershom: Shebuel the chief.",
    "23:17": "And the sons of Eliezer were Rehabiah, the head. And Eliezer had no other sons, but the sons of Rehabiah were very many.",
    "23:18": "The sons of Izhar: Shelomith the chief.",
    "23:19": "The sons of Hebron: Jeriah the chief, Amariah the second, Jahaziel the third, and Jekameam the fourth.",
    "23:20": "The sons of Uzziel: Micah the chief and Isshiah the second.",
    "23:21": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish.",
    "23:22": "And Eleazar died, and he did not have sons, but only daughters. And the sons of Kish, their relatives, married them.",
    "23:23": "The sons of Mushi: Mahli, Eder, and Jeremoth, three.",
    "23:24": "These [were] the sons of Levi according to the house of their fathers, the heads of the {families},<note: Literally \"fathers\"> according to their enrollment, by the number of the names, according to their head count, [who were to] do the work of the service of the house of Yahweh, from twenty years old and above.",
    "23:25": "For David said, \"Yahweh, the God of Israel, has given rest to his people, and he dwells in Jerusalem forever.",
    "23:26": "And also, the Levites do not [need] to carry the tabernacle and all its vessels for its service.\"",
    "23:27": "For by the last words of David, they [are] the number of the sons of Levi, from twenty years old and above.",
    "23:28": "For their station [was] {to assist}<note: Literally \"for the hand of\"> the sons of Aaron with the service of the house of Yahweh, over the courtyards, over the chambers, and over the cleansing of all the sanctified objects, and [with] the work of the service of the house of God,",
    "23:29": "and with the rows of bread, the flour, the grain offering, the wafers of unleavened bread, the baked offering, the offering mixed with oil, and for all the amounts and measurements.",
    "23:30": "And [they were] to stand {every morning},<note: Literally \"in the morning, in the morning\"> thanking and praising Yahweh, and likewise in the evening,",
    "23:31": "and for every burnt offering offered to Yahweh, on Sabbaths, on new moon festivals, and at the appointed feasts, according to the customary number {required of them},<note: Literally \"over them\"> regularly before Yahweh.",
    "23:32": "And they shall keep the responsibility of the tent of assembly,<note: Or \"meeting\"> the responsibility of the sanctified objects, and the responsibility of the sons of Aaron, their brothers, to serve the house of Yahweh.",
    "24:1": "And as for the sons of Aaron, [these were] their divisions. The sons of Aaron [were] Nadab and Abihu, Eleazar and Ithamar.",
    "24:2": "And Nadab and Abihu died before their father, and {they had no sons},<note: Literally \"sons were not to them\"> so Eleazar and Ithamar served as priests.",
    "24:3": "And David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them according to their appointments for their service.",
    "24:4": "And more sons of Eleazar were found as heads of the men than the sons of Ithamar, so they divided them to the sons of Eleazar [to be] sixteen heads over the house of the fathers, and to the sons of Ithamar over the house of the fathers [were] eight [heads].",
    "24:5": "They divided them by lot {all alike},<note: Literally \"these with those\"> for they were commanders of the sanctuary and commanders of God from among the sons of Eleazar and the sons of Ithamar.",
    "24:6": "And Shemaiah the son of Nethanel, the scribe, from the Levites, recorded them before the king, the princes, Zadok the priest, Ahimelech the son of Abiathar, and the heads of the {families}<note: Literally \"fathers\"> of the priests and Levites, one father's house drawn by Lot for Eleazar and one drawn by lot for Ithamar.",
    "24:7": "And the first lot went out to Jehoiarib, the second to Jedaiah,",
    "24:8": "the third to Harim, the fourth to Seorim,",
    "24:9": "the fifth to Malkijah, the sixth to Mijamin,",
    "24:10": "the seventh to Hakkoz, the eighth to Abijah,",
    "24:11": "the ninth to Jeshua, the tenth to Shekaniah,",
    "24:12": "the eleventh to Eliashib, the twelfth to Jakim,",
    "24:13": "the thirteenth to Huppah, the fourteenth to Jeshebeab,",
    "24:14": "the fifteenth to Bilgah, the sixteenth to Immer,",
    "24:15": "the seventeenth to Hezir, the eighteenth to Ha-Pizzez,",
    "24:16": "the nineteenth to Pethahiah, the twentieth to Ezekiel,",
    "24:17": "the twenty-first to Jakin, the twenty-second to Gamul,",
    "24:18": "the twenty-third to Delaiah, the twenty-fourth to Maaziah.",
    "24:19": "These [were] their appointments for their service to come into the house of Yahweh according to their custom by the hand of Aaron their father, as Yahweh the God of Israel had commanded him.",
    "24:20": "And as for the remainder of the sons of Levi: of the sons of Amram, Shubael; of the sons of Shubael, Jehdeiah.",
    "24:21": "Of Rehabiah: of the sons of Rehabiah, Isshiah the chief.",
    "24:22": "Of the Izharites, Shelomoth; of the sons Shelomoth, Jahath.",
    "24:23": "Of the sons of Jeriah, Amariah the second, Jahaziel the third, Jekameam the fourth.",
    "24:24": "The sons of Uzziel, Micah; the sons of Micah, Shamur.",
    "24:25": "The brother of Micah, Isshiah; of the sons of Isshiah, Zechariah.",
    "24:26": "The sons of Merari: Mahli and Mushi; the sons of Jaaziah, his son.<note: Or \"Beno\">",
    "24:27": "The sons of Merari: of Jaaziah, his son,<note: Or \"Beno\"> Shoham, Zakkur, and Ibri.",
    "24:28": "Of Mahli: Eleazar, who had no sons.",
    "24:29": "Of Kish: the sons of Kish, Jerahmeel.",
    "24:30": "And the sons of Mushi: Mahli, Eder, and Jerimoth. These [were] the sons of the Levites according to the house of their fathers.",
    "24:31": "And lots were also cast [for] these, just as their brothers, the sons of Aaron, before David the king, Zadok, Ahimelech, and the heads of the {families}<note: Literally \"fathers\"> for the priests and for the Levites the fathers, {on the principle of the chief and younger brother alike}.<note: Literally \"the head like his brother the younger\">",
    "25:1": "And David and the commanders of the army set apart for the service the sons of Asaph, [of] Heman, and [of] Jeduthun, who prophesied with stringed instruments, with harps, and with cymbals. And their inventory of the men of the work [and] for their duty was:",
    "25:2": "for the sons of Asaph: Zakkur, Joseph, Nethaniah, and Asarelah, sons of Asaph, under the hand<note: That is, under the direction> of Asaph, who prophesied under the hands<note: That is, under the direction> of the king.",
    "25:3": "Of Jeduthun, the sons of Jeduthun: Gedaliah, Zeri, Jeshaiah,<note: One Hebrew manuscript and the LXX add \"Shimei\" between Jeshaiah and Heshabiah (see verse 17)> Heshabiah, and Mattithiah, six, under the hands<note: That is, under the direction> of their father Jeduthun, who prophesied with the stringed instrument with thanksgiving and praise to Yahweh.",
    "25:4": "Of Heman, the sons of Heman: Bukkiah, Mattaniah, Uzziel, Shebuel and Jerimoth, Hananiah, Hanani, Eliathah, Giddalti and Romamti-ezer, Joshbekashah, Mallothi, Hothir, Mahazioth.",
    "25:5": "All these [were] sons to Heman, the seer of the king, according to the words of God to raise a horn.<note: That is, to exalt Heman> And God had given to Heman fourteen sons and three daughters.",
    "25:6": "All these [were] under the {direction}<note: Literally \"hands\"> of their father in the music of the house of Yahweh, with cymbals, harps, and stringed instruments for the service of the house of God. Asaph, Jeduthun, and Heman [were] under the {direction}<note: Literally \"hands\"> of the king.",
    "25:7": "And their number, along with their brothers, trained singers, all the skilled people for Yahweh, were two hundred and eighty-eight.",
    "25:8": "And they cast lots [for] responsibilities {on the principle of small and great alike},<note: Literally \"for like the small, like the great\"> teacher with student.",
    "25:9": "And the first lot for Asaph went out to Joseph; the second to Gedaliahu; he and his brothers and his twelve sons.",
    "25:10": "The third, Zakkur, his sons and his brothers, twelve;",
    "25:11": "the fourth to Izri, his sons and his brothers, twelve;",
    "25:12": "the fifth, Nethaniah, his sons and his brothers, twelve;",
    "25:13": "the sixth, Bukkiah, his sons and his brothers, twelve;",
    "25:14": "the seventh, Jesarelah, his sons and his brothers, twelve;",
    "25:15": "the eighth, Jeshaiah, his sons and his brothers, twelve;",
    "25:16": "the ninth, Mattaniah, his sons and his brothers, twelve;",
    "25:17": "the tenth, Shimei, his sons and his brothers, twelve;",
    "25:18": "eleventh, Azarel, his sons and his brothers, twelve;",
    "25:19": "the twelfth to Hashabiah, his sons and his brothers, twelve;",
    "25:20": "to [the] thirteenth, Shubael, his sons and his brothers, twelve;",
    "25:21": "to [the] fourteenth, Mattithiah, his sons and his brothers, twelve;",
    "25:22": "to [the] fifteenth, to Jeremoth, his sons and his brothers, twelve;",
    "25:23": "to [the] sixteenth, to Hananiah, his sons and his brothers, twelve;",
    "25:24": "to [the] seventeenth, to Joshbekashah, his sons and his brothers, twelve;",
    "25:25": "to [the] eighteenth, to Hanani, his sons and his brothers, twelve;",
    "25:26": "to [the] nineteenth, to Mallothi, his sons and his brothers, twelve;",
    "25:27": "to [the] twentieth, to Eliathah, his sons and his brothers, twelve;",
    "25:28": "to [the] twenty-first, to Hothir, his sons and his brothers, twelve;",
    "25:29": "to [the] twenty-second, to Giddalti, his sons and his brothers, twelve;",
    "25:30": "to [the] twenty-third, to Mahazioth, his sons and his brothers, twelve;",
    "25:31": "to [the] twenty-fourth, to Romamti-ezer, his sons and his brothers, twelve.",
    "26:1": "As for the working groups of the gatekeepers: of the Korahites, Meshelemiah the son of Kore, from the sons of Asaph.",
    "26:2": "And Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,",
    "26:3": "Elam the fifth, Jehohana the sixth, Eliehoenai the seventh.",
    "26:4": "And Obed-Edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sachar the fourth, Nethanel the fifth,",
    "26:5": "Ammiel the sixth, Issachar the seventh, Peullethai the eighth; for God blessed him.",
    "26:6": "And to Shemaiah his son were sons born who [were] rulers in the house of their father, for they [were] mighty warriors of ability.",
    "26:7": "The sons of Shemaiah: Othni, Rephael, Obed, and Elzabad, whose brothers [were] sons of ability, Elihu and Semakiah.",
    "26:8": "All these from the sons of Obed-Edom, they and their sons, and their brothers [were] men of ability with strength for service; sixty-two of Obed-Edom.",
    "26:9": "And Meshelemiah had sons and brothers, sons of ability, eighteen.",
    "26:10": "And Hosah, from the sons of Merari, had sons: Shimri the chief (though he was not firstborn, his father appointed him as chief),",
    "26:11": "Hilkiah the second, Tabaliah the third, Zechariah the fourth: all the sons and brothers of Hosah [were] thirteen.",
    "26:12": "These working groups of gatekeepers, corresponding to the chief men, had responsibilities like their brothers to serve in the house of Yahweh.",
    "26:13": "And they cast lots, small and great alike, by their fathers' houses, {for their gates}.<note: Literally \"for gate and gate\">",
    "26:14": "And the lot fell to the east to Shelemiah. As for Zechariah his son, {a wise counselor},<note: Literally \"giving counsel with understanding\"> they cast lots. And his lot came out for the north.",
    "26:15": "To Obed-Edom [went out] the south, and to his sons, the storehouses.",
    "26:16": "For Shuppim and Hosah [it went out] for the west, at the gate of Shalleketh, on the road that goes up, guard for guard.",
    "26:17": "To the east, six Levites; to the north, four daily; to the south, four daily; and at the storerooms, two [by] two.",
    "26:18": "For the court to the west, four at the road, two at the court.",
    "26:19": "These [were] the working groups of the gatekeepers among the sons of the Korahites and among the sons of Merari.",
    "26:20": "And of the Levites: Ahijah [was] over the treasuries of the house of God and over the treasuries of the sanctified objects.",
    "26:21": "The sons of Ladan: the sons of the Gershonites belonging to Ladan, the heads of the {families}<note: Literally \"fathers\"> belonging to Ladan the Gershonite: Jehieli.",
    "26:22": "The sons of Jehieli, Zetham and Joel his brother, [were] over the treasuries of the house of Yahweh.",
    "26:23": "Of the Amramites, the Izharites, the Hebronites, [and] the Ozzielites:",
    "26:24": "Shebuel the son of Gershom, the son of Moses, [was] commander over the treasuries.",
    "26:25": "And his brothers: from Eliezer [were] Rehabiah his son, and Jeshaiah his son, and Joram his son, and Zikri his son, and Shelomoth his son.",
    "26:26": "That Shelomoth and his brothers [were] over all the treasuries of the sanctified objects that King David and the heads of the {families}<note: Literally \"fathers\"> to the commanders of thousands and hundreds and the commanders of the army had dedicated.",
    "26:27": "From the battles and from the spoil they had dedicated [these things] to strengthen the house of Yahweh.",
    "26:28": "And all that Samuel the seer, and Saul the son of Kish, and Abner the son of Ner, and Joab the son of Zeruiah had dedicated--all the dedicated gifts [were] under the hand of Shelomith and his brothers.",
    "26:29": "For the Izharites: Kenaniah and his sons [were appointed] to the duties outside of Israel as officials and as judges.",
    "26:30": "For the Hebronites: Hashabiah and his brothers, one thousand seven hundred men of ability, [were] over the administration of Israel beyond the Jordan westward, for all the work of Yahweh and for the service of the king.",
    "26:31": "For the Hebronites: Jeriah the chief of the Hebronites for the genealogy for the {families}.<note: Literally \"fathers\"> (In the fortieth year of the reign of David they were examined, and there was found among them mighty warriors of strength at Jazer in Gilead.)",
    "26:32": "And his brothers, sons of ability, [were] two thousand seven hundred heads of the {families},<note: Literally \"fathers\"> and King David appointed them over the Reubenites, the Gadites, and the half-tribe of Manasseh, for every matter of God and matter of the king.",
    "27:1": "And as for the number of the {Israelites},<note: Literally \"sons/children of Israel\"> the heads of {families},<note: Literally \"fathers\"> the commanders of thousands and hundreds, and their officials who serve the king in all matters of the working groups that came and went, month by month, throughout all the months of the year, each working group: twenty-four thousand.",
    "27:2": "Over the first working group for the first month: Jashobeam the son of Zabdiel. And [he was] over his working group [of] twenty-four thousand.",
    "27:3": "From the sons of Perez [who was] the chief of the commanders of the armies for the first month.",
    "27:4": "And over the working groups of the second month: Dodai the Ahohite and his working group, and Mikloth the commander. And [he was] over his working group [of] twenty-four thousand.",
    "27:5": "The third commander of the army for the third month [was] Benaiah son of Jehoiada the chief priest. And [he was] over his working group [of] twenty-four thousand.",
    "27:6": "This [was] Benaiah [who was] a mighty warrior of thirty, and over the thirty and his working group [was] Ammizabad his son.",
    "27:7": "The fourth, for the fourth month, [was] Asahel the brother of Joab and his son Zebadiah after him. And [he was] over his working group [of] twenty-four thousand.",
    "27:8": "The fifth, for the fifth month, the commander [was] Shamhuth the Izrahite. And [he was] over his working group [of] twenty-four thousand.",
    "27:9": "The sixth, for the sixth month, [was] Ira the son of Ikkesh the Tekoite. And [he was] over his working group [of] twenty-four thousand.",
    "27:10": "The seventh, for the seventh month, [was] Helez the Pelonite, from the sons of Ephraim. And [he was] over his working group [of] twenty-four thousand.",
    "27:11": "The eighth, for the eighth month, [was] Sibbecai the Hushathite of the Zerahites. And [he was] over his working group [of] twenty-four thousand.",
    "27:12": "The ninth, for the ninth month, [was] Abiezer the Anathothite of the Benjamites. And [he was] over his working group [of] twenty-four thousand.",
    "27:13": "The tenth, for the tenth month, [was] Maharai the Netophathite of the Zerahites. And [he was] over his working group [of] twenty-four thousand.",
    "27:14": "The eleventh, for the eleventh month, [was] Benaiah the Pirathonite from the sons of Ephraim. And [he was] over his working group [of] twenty-four thousand.",
    "27:15": "The twelfth, for the twelfth month, [was] Heldai the Netophathite, of Othniel. And [he was] over his working group [of] twenty-four thousand.",
    "27:16": "And over the tribes of Israel, for the Reubenites: the commander [was] Eliezer the son of Zikri. For the Simeonites: Shephatiah the son of Maacah.",
    "27:17": "For Levi: Hashabiah the son of Kemuel. For Aaron, Zadok.",
    "27:18": "For Judah: Elihu, from the brothers of David. For Issachar: Omri the son of Michael.",
    "27:19": "For Zebulun: Ishmaiah the son of Obadiah. For Naphtali: Jerimoth the son of Azriel.",
    "27:20": "For the Ephraimites: Hoshea the son of Azaziah. For the half-tribe of Manasseh: Joel the son of Pedaiah.",
    "27:21": "For the half-tribe of Manasseh in Gilead: Iddo the son of Zechariah. For Benjamin: Jaasiel son of Abner.",
    "27:22": "For Dan: Azarel the son of Jeroham. These [were] the commanders of the tribes of Israel.",
    "27:23": "And David did not {take a census of those twenty years old or under}<note: Literally \"take up their count from a son of twenty years and to less\"> because Yahweh promised<note: Or \"said\"> to make Israel more numerous than the stars of heaven.",
    "27:24": "Joab the son of Zeruiah began to count, but he did not finish. But wrath came upon Israel concerning this, and the number was not included in {the chronicles}<note: Literally \"in the numbering of the words of the days\"> of King David.",
    "27:25": "And over the treasury rooms of the king [was] Azmaveth the son of Adiel. And over the treasuries in the country, in the cities, in the unwalled villages, and in the towers [was] Jonathan the son of Uzziah.",
    "27:26": "And over those who did the work in the field to till the soil [was] Ezri the son of Kelub.",
    "27:27": "And over the vineyards [was] Shemei the Ramathite. And over the produce in the vineyards for the storehouses of the wine [was] Zabdi the Shiphmite.",
    "27:28": "And over the olive trees and the sycamore trees that [were] in the Shephelah [was] Baal-Hanan the Gederite. And over the treasury houses of olive oil [was] Joash.",
    "27:29": "And over the cattle pastured in the Sharon [was] Shitrai the Sharonite. And over the cattle in the valley [was] Shaphat the son of Adlai.",
    "27:30": "And over the camels [was] Obil the Ishmaelite. And over the female donkeys [was] Jehdeiah the Meronothite.<note: 1 Chronicles 27:31 begins here in the Hebrew Bible> And over the sheep [was] Jaziz the Hagrite.",
    "27:31": "All of these [were] officials of the property of King David.",
    "27:32": "And Jehonathan the uncle of David [was] an adviser, a man of insight, and he was a scribe. And Jehiel the son of Hachmoni [was] with the sons of the king.",
    "27:33": "And Ahithophel [was] an adviser to the king, and Hushai the Arkite [was] a friend of the king.",
    "27:34": "And after Ahithophel [came] Jehoiada, the son of Benaiah, and Abiathar. And Joab [was] the commander of the king's army.",
    "28:1": "Then David assembled all the commanders of Israel, the commanders of the tribes and the commanders of working groups who served the king, and the commanders of thousands, the commanders of hundreds, and the commanders over all the property of the king and his sons, with the court officials and mighty warriors, and all the mighty warriors of ability, at Jerusalem.",
    "28:2": "And King David rose to his feet and said, \"Listen to me, my brothers and my people. {I myself wanted}<note: Literally \"I myself with my heart\"> to build a house of rest for the ark of the covenant of Yahweh and the footstool of our God, and I prepared to build.",
    "28:3": "But God said to me, 'You may not build a house for my name because you [are] a man of war, and you have shed blood.'",
    "28:4": "But Yahweh the God of Israel chose me from all of the house of my father to be king over Israel forever, for he chose Judah as leader, and in the house of Judah, the house of my father, and among the sons of my father he took pleasure in me to reign over all Israel.",
    "28:5": "And from all my sons--for Yahweh has given many sons to me--he has chosen Solomon my son to sit on the throne of the kingdom of Yahweh over Israel.",
    "28:6": "And he said to me, 'Solomon your son, he himself shall build my house and my courts, for I have chosen him as a son to myself, and I myself will be as a father to him,",
    "28:7": "and I will establish his kingdom forever if {he firmly performs}<note: Literally \"if he is strong to do\"> my commandments and my judgments as [he has to] this day.'",
    "28:8": "So now in the sight of all Israel, the assembly of Yahweh, and in the hearing of our God, observe and seek all the commandments of Yahweh your God so that you may take possession of this good land and bestow [it] as an inheritance to your children after you forever.\"",
    "28:9": "\"And you, Solomon my son, know the God of your father and serve him with a whole heart and a willing mind, for Yahweh searches all hearts and understands every plan and [all] thoughts. If you seek him, he will be found by you, but if you abandon him, he will reject you forever.",
    "28:10": "Look now, for Yahweh has chosen you to build a house for the sanctuary; be strong and do it!\"",
    "28:11": "Then David gave to Solomon his son the plan of the vestibule and of its houses, its treasuries, its upper rooms, its inner chambers, and of the house of the lid of the ark,",
    "28:12": "and the plan of all {that he had in mind}<note: Literally \"that was in the spirit with him\"> for the courtyards of the house of Yahweh and for all the surrounding storage rooms, the treasuries of the house of God, and the treasuries for sanctified objects,",
    "28:13": "and for the working groups of the priests and the Levites, and for all the work of the service of the house of Yahweh, and for all the vessels for the service of the house of Yahweh,",
    "28:14": "[and] for the gold, according to the weight of the gold for all the vessels of the service, and the service of all the vessels of silver according to the weight of all the vessels {for every kind of service}.<note: Literally \"service and service\">",
    "28:15": "And the weight of the golden lampstands and the golden lamps, {the weight of each lampstand and each lamp},<note: Literally \"by weight of lampstand and lampstand, with its lamp and to the lamps\"> [and] the silver according to the weight of a lampstand and its lamp, according to the use of {each lampstand},<note: Literally \"lampstand and lampstand\">",
    "28:16": "and the weight of gold for the tables of the arranged [bread], {each table},<note: Literally \"to table and table\"> and silver for the tables of silver,",
    "28:17": "and pure gold [for] the three-pronged meat forks, and the bowls and the pitchers, and for the golden bowls, by weight for {each bowl},<note: Literally \"for bowl and bowl\"> and for the silver bowls, by weight for {each bowl},<note: Literally \"for bowl and bowl\">",
    "28:18": "and for the altar of incense [made of] refined gold, by weight, and gold for the plan for the chariot--the cherubim with outspread and covering wings over the ark of the covenant of Yahweh.",
    "28:19": "\"All this [I give you] in writing; from the hand of Yahweh he instructed me [about] all the workings of this plan.\"",
    "28:20": "Then David said to Solomon his son, \"Be strong and courageous, and do [this]! Do not be afraid and do not be dismayed, for Yahweh God, my God, [is] with you. He will not fail you and will not forsake you until all the work of the service of the house of Yahweh is finished.",
    "28:21": "And behold, the working groups of the priests and the Levites for all the service of the house of God; and with you in all the work for all [those] willing with the skill for every service, and the commanders and all the people for all your commands.\"",
    "29:1": "Then David the king said to all the assembly, \"God has chosen Solomon my son alone, a young man and inexperienced, and the work [is] great, for the citadel [is] not for humankind, but for Yahweh God.",
    "29:2": "So I have provided for the house of my God according to all my strength, the gold for the things of gold, the silver for the things of silver, the bronze for the things of bronze, the iron for the things of iron, and the wood for the things of wood, [along with] an abundance of onyx stones, stones for settings, stones of turquoise, and variegated stones, and all [kinds of] precious stones and alabaster stones.",
    "29:3": "And moreover, with respect to my provisions for the house of my God I have a treasure of gold and silver that I have given to the house of my God above all that I have provided for the holy house:",
    "29:4": "three thousand talents of gold from the gold of Ophir and seven thousand talents of refined silver to overlay the walls of the houses,",
    "29:5": "gold for the golden things and silver for the silver things, for all the work by the hand of skilled craftsmen. Now who will offer willingly, {consecrating himself}<note: Literally \"to consecrate his hand\"> today to Yahweh?\"",
    "29:6": "Then the commanders of the {families},<note: Literally \"fathers\"> the commanders of the tribes of Israel, and the commanders of thousands and hundreds, and the commanders of the work of the king offered themselves willingly.",
    "29:7": "And they gave for the service of the house of God five thousand talents and ten thousand darics of gold, ten thousand talents of silver, eighteen thousand talents of bronze, and one hundred thousand talents of iron.",
    "29:8": "And whoever had [precious] stones gave [them] to the treasury of the house of Yahweh under the authority<note: Or \"hand\"> of Jehiel the Gershonite.",
    "29:9": "And the people rejoiced over their freewill offering, for with a whole heart they had willingly offered to Yahweh, and King David also rejoiced with great joy.",
    "29:10": "Then David blessed Yahweh in the sight of all the assembly, and David said, \"Blessed [are] you, O Yahweh, God of Israel, our father forever and ever!",
    "29:11": "To you, O Yahweh, [is] the greatness and the power and the splendor and the glory and the strength, for everything in the heavens and in the earth. Yours, O Yahweh, [is] the kingdom and exaltation over all as head!",
    "29:12": "And wealth and glory [are] from you, and you rule over all. And in your hand [is] power and might. And in your hand [is power] to make great and to give strength to all.",
    "29:13": "And now, our God, we give thanks to you and offer praise to the name of your splendor.",
    "29:14": "And indeed, who [am] I, and who [are] my people that we retain power to offer according to these [offerings] willingly? For everything [is] from you, and from your hand we have given to you.",
    "29:15": "For we [are] strangers before you and sojourners like all our ancestors.<note: Or \"fathers\"> Our days [are] like the shadow upon earth, and there is no hope [of abiding].",
    "29:16": "O Yahweh our God, all this abundance that we have provided to build for you a house for your holy name is from your hand, and all [of it] is yours.",
    "29:17": "And I know, my God, that you yourself test the heart and are pleased with uprightness. I, in the uprightness of my heart, have willingly offered all these [things], and now I have seen your people who are found here willingly offer to you.",
    "29:18": "O Yahweh, God of Abraham, Isaac, and Israel, our ancestors,<note: Or \"fathers\"> keep this forever as a plan [and] thoughts of the heart of your people, and establish their heart toward you.",
    "29:19": "Grant to Solomon my son a heart of peace to keep your commands, your statutes, and your regulations to do everything, and to build the citadel for which I have provided.\"",
    "29:20": "And David said to all the assembly, \"Bless Yahweh your God!\" And all the assembly blessed Yahweh, the God of their ancestors.<note: Or \"fathers\"> And they bowed down and prostrated themselves before Yahweh and the king.",
    "29:21": "And they offered sacrifices to Yahweh, and on that next day they offered burnt offerings to Yahweh: one thousand bulls, one thousand rams, one thousand lambs, with their libations and sacrifices in abundance for all Israel.",
    "29:22": "And they ate and drank before Yahweh on that day with great joy. And they made Solomon the son of David king the second time, and they anointed [him] commander for Yahweh, and Zadok the priest.",
    "29:23": "Then Solomon sat upon the throne of Yahweh as king in place of David his father. And he prospered, and all Israel obeyed him.",
    "29:24": "And all the officials and mighty warriors, and also all the sons of King David, {pledged allegiance to}<note: Literally \"placed a hand under\"> King Solomon.",
    "29:25": "And Yahweh made Solomon exceedingly great in the sight of all Israel, and he bestowed upon him royal splendor that was not [bestowed] upon any king before him in Israel.",
    "29:26": "And David the son of Jesse reigned over all Israel.",
    "29:27": "And the days that he reigned over Israel [were] forty years. In Hebron he reigned seven years, and in Jerusalem he reigned thirty-three years.",
    "29:28": "And he died in a good old age, full of days, wealth, and honor. And Solomon his son reigned in his place.",
    "29:29": "Now the words of King David, [from] the first to the last, see, they are written among the words of Samuel the seer, and among the words of Nathan the prophet, and among the words of Gad the seer,",
    "29:30": "with all [the accounts of] his kingdom, his power, and the times that came upon him, and upon Israel, and upon all the kingdoms of the earth."
  }
}