{
  "abbreviation": "1Ki",
  "passages": {
    "1:1": "Now King David had become old, {advanced in years},<note: Literally \"he went in the days\"> and they covered him with garments, but he was not warm.",
    "1:2": "His servants said to him, \"Let them search for a young virgin for my lord the king, and let her stand before the king. Let her be of use for him, and let her lie in your lap that my lord the king may be warm.\"",
    "1:3": "So they sought a beautiful young woman in all the territory of Israel, and they found Abishag the Shunnamite and brought her to the king.",
    "1:4": "Now the young woman was very beautiful; she was of use for the king, and she served him, but the king did not {have sexual relations with her}.<note: Literally \"know her\">",
    "1:5": "Now Adonijah the son of Haggith was exalting himself, saying, \"I will be king,\" so he prepared for himself a chariot and horsemen and fifty men running before him.",
    "1:6": "His father did not rebuke him {at any time}<note: Literally \"from his days\"> [by] saying, \"Why did you do so?\" Now he was also very handsome of appearance; she had borne him after Absalom.<note: \"She\" refers to Haggith bearing Adonijah; Absalom's mother was Maacah>",
    "1:7": "{He conferred}<note: Literally \"And there were his words\"> with Joab the son of Zeruiah and with Abiathar the priest, and {they supported Adonijah}.<note: Literally \"they helped after Adonijah\">",
    "1:8": "But Zadok the priest, Benaiah the son of Jehoiada, Nathan the prophet, Shimei, Rei, and the mighty warriors were David's; they were not with Adonijah.",
    "1:9": "And Adonijah sacrificed sheep, oxen, and fattened animals near the stone of Zoheleth, which is beside En Rogel. He invited all of his brothers, the sons of the king, and all the men of Judah, the servants of the king.",
    "1:10": "But he did not invite Nathan the prophet or Benaiah or the mighty warriors or Solomon his brother.",
    "1:11": "Then Nathan said to Bathsheba the mother of Solomon, \"Have you not heard that Adonijah the son of Haggith has become king, but our lord David does not know?",
    "1:12": "So then, come, let me advise you please, {that you may save}<note: Literally \"and save\"> your life and the life of your son, Solomon.",
    "1:13": "Come, go to King David and say to him, 'Have you not, my lord the king, sworn to your servant, \"Surely Solomon your son shall become king after me. And he will sit on my throne\"? But why is Adonijah king?'",
    "1:14": "While you are still there speaking with the king, I will enter after you, and {I will confirm your words}.\"<note: Literally \"I will make full your words\">",
    "1:15": "So Bathsheba went to the king in the private room. Now the king was very old, and Abishag the Shunnamite was attending the king.",
    "1:16": "Bathsheba knelt and bowed down before the king, and the king asked, \"{What do you want}?\"<note: Literally \"What [is] for you\">",
    "1:17": "She said to him, \"My lord, you swore by Yahweh your God to your servant, 'Solomon your son surely shall become king after me, and he will sit upon my throne!'",
    "1:18": "But now, look! Adonijah has become king! And now, my lord the king, you do not know!",
    "1:19": "He has sacrificed oxen and sheep and fattened animals {in abundance},<note: Literally \"as far as the many\"> and he has invited all the sons of the king, Abiathar the priest, Joab the commander of the army, but Solomon your servant he did not invite.",
    "1:20": "But as for you, my lord the king, the eyes of all of Israel are on you, to tell them who shall sit on the throne of my lord the king after him.",
    "1:21": "It shall be that when my lord the king sleeps with his ancestors,<note: Or \"fathers\"> I and my son Solomon will be [considered as] sinners.\"",
    "1:22": "While she was still speaking with the king, Nathan the prophet came [in].",
    "1:23": "They told the king, \"Nathan the prophet is here.\" He came into the presence of the king and bowed down before the king with his face to the ground.",
    "1:24": "Nathan said, \"My lord the king, have you said, 'Adonijah shall be king after me and he shall sit on my throne'?",
    "1:25": "\"For he went down today and sacrificed oxen, sheep, and fattened animals {in abundance}.<note: Literally \"as far as the many\"> He invited all the sons of the king, the commanders of the army, and Abiathar the priest, and look, they are eating and drinking before him. They have also said, \"Long live King Adonijah!",
    "1:26": "But me, your servant, Zadok the priest, Benaiah the son of Jehoiada, and Solomon your servant he did not invite.",
    "1:27": "If it was from my lord the king that this thing has happened, [then all is well,] but if not, you must let your servants know who shall sit on the throne of my lord the king after him.\"",
    "1:28": "Then King David answered and said, \"Summon Bathsheba for me.\" Then she came before the king and stood in his presence.<note: Following the corrected LXX and Vulgate>",
    "1:29": "Then the king swore and said, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> who has saved my life from all trouble,",
    "1:30": "surely as I swore to you by Yahweh the God of Israel, saying, 'Solomon your son shall surely be king after me, and he shall sit on my throne in my place,' surely I shall do so this [very] day.\"",
    "1:31": "Then Bathsheba knelt with her face to the ground and did obeisance to the king, and she said, \"May my lord, King David, live forever.\"",
    "1:32": "Then King David said, \"Summon Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada,\" and they came before the king.",
    "1:33": "The king said to them, \"Take with you all the servants of your lord, and let them make Solomon my son ride on my mule, and bring him down to Gihon.",
    "1:34": "Let Zadok the priest and Nathan the prophet anoint him there as king over Israel. Blow on the trumpet and say, 'Long live King Solomon!'",
    "1:35": "Then you shall go up after him, and let him come and sit on my throne; he shall be king in my place. I have appointed him to be leader over Israel and Judah.\"",
    "1:36": "Then Benaiah the son of Jehoiada answered the king and said, \"Amen! So may Yahweh, the God of my lord the king, confirm it!",
    "1:37": "As Yahweh was with my lord the king, so may he be with Solomon and make his throne greater than the throne of my lord King David.\"",
    "1:38": "Then Zadok the priest, Nathan the prophet, Benaiah the son of Jehoiada, the Kerethites, and the Pelethites went down, and they let Solomon ride on the mule of King David, and they brought him to Gihon.",
    "1:39": "Then Zadok the priest took the horn of oil from the tent, and he anointed Solomon. They blew on the trumpet, and all the people said, \"Long live King Solomon!\"",
    "1:40": "All the people went up after him, and the people were playing on the flutes and rejoicing [with] great joy, and the earth shook with their noise.",
    "1:41": "And Adonijah and all the invited guests who were with him heard [it]. Now they were finished eating when Joab heard the sound of the trumpet and said, \"{Why is there such a noise in the city?}\"<note: Literally \"Why is the sound of the city noisy?\">",
    "1:42": "While he was still speaking, suddenly Jonathan the son of Abiathar the priest came. Adonijah said, \"Come, for you are a man of valor, and you bring good news.\"",
    "1:43": "Jonathan answered and said to Adonijah, \"But our lord King David has made Solomon king!",
    "1:44": "He sent Zadok the priest with the king, and Nathan the prophet, Benaiah the son of Jehoiada, the Kerethites, and the Pelethites; they made him ride on the king's mule.",
    "1:45": "Zadok the priest and Nathan the prophet anointed him as king at Gihon, and they have gone up from there rejoicing. The city has gone wild; this [is] the sound which you heard.",
    "1:46": "And also, Solomon sits on the throne of the kingdom!",
    "1:47": "The servants of the king also came to congratulate our lord King David, saying, 'Your God has made the name of Solomon better than your name and his throne greater than your throne!' So the king worshiped on the bed.",
    "1:48": "What is more, the king said, 'May Yahweh the God of Israel be blessed, who has given this day one sitting on my throne, and my eyes are seeing [it]!'\"",
    "1:49": "Then all the invited guests who [were] for Adonijah trembled and got up and went, each on his way.",
    "1:50": "Adonijah was afraid because of Solomon, and he got up and went and grasped the horns of the altar.",
    "1:51": "Solomon was told, \"Look, Adonijah is afraid of King Solomon, and he has grasped the horns of the altar, saying, 'Let King Solomon swear to me {first}<note: Literally \"as the day\"> that he will surely not kill his servant with the sword!'\"",
    "1:52": "Solomon said, \"If he is a son of noble character, not a hair of his [head] will fall to the ground, but if evil is found in him, then he will die.\"",
    "1:53": "Then King Solomon sent and brought him down from upon the altar. He came and did obeisance to King Solomon. Solomon said to him, \"Go to your house.\"",
    "2:1": "The days of David came near [for him] to die, and he charged Solomon his son, saying,",
    "2:2": "\"I [am about to] go the way of all the world. Be strong and be {courageous}.<note: Literally \"as a man\">",
    "2:3": "You shall keep the charge of Yahweh your God, to walk in his ways, to keep his statutes, his commandments, his judgments, and his testimonies, as are written in the law of Moses, so that you may prosper in all that you do and everywhere you turn,",
    "2:4": "so that Yahweh may establish his word which he spoke concerning me, saying, 'If your sons take heed of their way, to walk before me in faithfulness, with all their heart and with all their soul, no man of yours will be cut off from the throne of Israel.'\"",
    "2:5": "\"Moreover, you also know what Joab the son of Zeruiah did to me when he dealt with the two commanders of the armies of Israel, to Abner son of Ner and to Amasa son of Jether, and he murdered them and put the blood of war in [a time of] peace. He put the blood of war on the leather belt that was on his waist and on the sandals which were on his feet.",
    "2:6": "You must act according to your wisdom, but you must not let his gray hair go down to Sheol in peace.",
    "2:7": "Regarding the sons of Barzillai the Gileadite, you shall do loyal love and let them be among those who eat at your table, because they met me when I fled from Absalom your brother.",
    "2:8": "And look, Shimei the son of Gera the son of the Benjaminite from Bahurim is with you. Now he {cursed me severely}<note: Literally \"cursed me [with] a curse\"> when I went to Mahanaim, but he came down to meet me at the Jordan, so I swore to him by Yahweh, 'I surely will not kill you with the sword.'",
    "2:9": "So then, do not leave him unpunished, for you [are] a wise man, and you will know what you must do to him. You must bring his grey hair down to Sheol with blood.\"",
    "2:10": "Then David slept with his ancestors<note: Or \"fathers\"> and was buried in the city of David.",
    "2:11": "The days that David reigned over Israel [were] forty years; he reigned seven years in Hebron and thirty-three years in Jerusalem.",
    "2:12": "Then Solomon sat on the throne of David his father, and his kingdom was firmly established.",
    "2:13": "Adonijah the son of Haggith came to Bathsheba the mother of Solomon, and she said, \"{Are you coming in peace}?\"<note: Literally \"[Is] peace your coming?\"> He said, \"Peace.\"",
    "2:14": "Then he said, \"{May I have a word with you}?\"<note: Literally \"A word is for me to you\"> Then she said, \"Go on.\"",
    "2:15": "He said, \"You know that the kingship was mine and that all Israel had set their face toward me as king, but the kingship turned around and became my brother's, for it was from Yahweh for him [to have it].",
    "2:16": "Now one request I am asking from you, and you must {not refuse me}.\"<note: Literally \"not turn my face\"> Then she said to him, \"Go on.\"",
    "2:17": "He said, \"Please speak to King Solomon, for he will not refuse you, so that he will give to me Abishag the Shunnamite as wife.\"",
    "2:18": "Then Bathsheba said, \"Very well, I will speak to the king concerning you.\"",
    "2:19": "Bathsheba came to King Solomon to speak to him concerning Adonijah, and the king got up to meet her, bowed down to her, and then sat on his throne. Then he set up a throne for the king's mother, and she sat on his right.",
    "2:20": "She said, \"I have one small request I am asking from you. Do {not refuse me}.\"<note: Literally \"not turn my face\"> The king said to her, \"Ask, my mother, for I will {not refuse you}.\"<note: Literally \"not turn your face\">",
    "2:21": "Then she said, \"Let Abishag the Shunnamite be given to Adonijah your brother as wife.\"",
    "2:22": "King Solomon answered and said to his mother, \"Why are you asking Abishag the Shunnamite for Adonijah? Ask for him also the kingdom, for he is my brother, older than I; and [ask] for him also Abiathar the priest, and for Joab the son of Zeruiah.\"",
    "2:23": "Then King Solomon swore by Yahweh, saying, \"Thus may God do to me and thus may he add, if Adonijah hasn't spoken this thing at the expense of his life.",
    "2:24": "So then, {as Yahweh lives},<note: Literally \"the life of Yahweh\"> who has established me and seated me on the throne of my father David and who has established for me a dynasty as he promised, then surely Adonijah will be put to death today.\"",
    "2:25": "King Solomon sent through the hand of Benaiah the son of Jehoiada, so he struck him, and he died.",
    "2:26": "To Abiathar the priest, the king said, \"Go to Anathoth, to your field, for {you deserve to die},<note: Literally \"you are a man of death\"> but on this day I will not kill you, for you carried the ark of the Lord Yahweh before David my father, and because you endured hardship in all the hardship that my father endured.\"",
    "2:27": "So Solomon banished Abiathar from being priest to Yahweh, thus fulfilling the word which Yahweh had spoken concerning the house of Eli in Shiloh.",
    "2:28": "When the message came to Joab (now Joab {had supported}<note: Literally \"had turned after\"> Adonijah but {had not supported}<note: Literally \"had not turned after\"> Absalom), he fled to the tent of Yahweh and grasped the horns of the altar.",
    "2:29": "It was told to King Solomon that Joab had fled to the tent of Yahweh and was beside the altar. So Solomon sent [word] to Benaiah son of Jehoiada, saying, \"Go and fall upon him.\"",
    "2:30": "So Benaiah went to the tent of Yahweh, and he said to him, \"Thus says the king: 'Come out.'\" And he said, \"No, for I want to die here.\" So Benaiah returned a word to the king, saying, \"Thus Joab spoke, and thus he answered me.\"",
    "2:31": "Then the king said to him, \"Do as he spoke; fall upon him and bury him, and so you shall remove the innocent blood that Joab shed from on me and from on the house of my father.",
    "2:32": "Yahweh will return his blood on his head, because he fell upon two men, more righteous and better than he, and he killed them with the sword, even though my father did not know it; [namely] Abner son of Ner, commander of the army of Israel, and Amasa son of Jether, commander of the army of Judah.",
    "2:33": "And their blood will return on the head of Joab and on the head of his descendants forever, but for David and his descendants and for his house and his throne, [there] will be peace forever from Yahweh.\"",
    "2:34": "So Benaiah son of Jehoiada went up, and he fell on him and killed him, and he was buried in his house in the wilderness.",
    "2:35": "Then the king appointed Benaiah the son of Jehoiada in his place over the army, and the king appointed Zadok the priest in place of Abiathar.",
    "2:36": "Then the king sent and summoned Shimei, and he said to him, \"Build yourself a house in Jerusalem and live there, but you must not go out {anywhere whatsoever}<note: Literally \"where and where\"> from there.",
    "2:37": "It shall happen that on the day you go out and cross over the Wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> Kidron, know for certain that {you will surely die}.<note: Literally \"dying you will die\"> Your blood will be on your head.\"",
    "2:38": "Shimei said to the king, \"The word is good that my lord the king has spoken to me; thus will your servant do.\" So Shimei lived in Jerusalem many days.",
    "2:39": "It happened that at the end of three years, two of Shimei's slaves fled to Achish, son of Maacah, the king of Gath. They told Shimei, saying, \"Your slaves [are] here in Gath.\"",
    "2:40": "So Shimei got up and saddled his donkey, and he went to Gath, to Achish, to search for his slaves. So Shimei went and brought his slaves from Gath.",
    "2:41": "When Solomon was told that Shimei had gone from Jerusalem to Gath and had returned,",
    "2:42": "the king sent and summoned Shimei, and he said to him, \"Did I not make you swear by Yahweh? I warned you, saying, 'On the day you go out and you go {anywhere whatsoever},<note: Literally \"where and where\"> know for certain that {you will surely die}.'<note: Literally \"dying you will die\"> And you said to me, 'The word is good; I accept.'",
    "2:43": "Why have you not kept the oath of Yahweh and the command which I commanded you?\"",
    "2:44": "Then the king said to Shimei, \"You know all the evil which your heart knows, what you did to David my father. Now Yahweh will return the evil on your head,",
    "2:45": "but King Solomon will be blessed and the throne of David will be established before Yahweh forever.\"",
    "2:46": "Then the king commanded Benaiah son of Jehoiada, and he went out and fell upon him, and he died. So the kingdom was established in the hand of Solomon.",
    "3:1": "Solomon intermarried with Pharaoh the king of Egypt, and he took the daughter of Pharaoh and brought her to the city of David until he finished building his house, the house of Yahweh, and the walls of Jerusalem all around.",
    "3:2": "But the people [were] sacrificing on the high places, for the house for the name of Yahweh had not [yet] been built in those days.",
    "3:3": "Solomon loved Yahweh, by walking in the statutes of David his father; only he [was] sacrificing and offering incense on the high places.",
    "3:4": "So the king went to Gibeon to sacrifice, for the great high place [was] there. Solomon used to offer a thousand burnt offerings on that altar.",
    "3:5": "Yahweh appeared to Solomon at Gibeon in a dream at night, and God said, \"Ask what I should give to you.\"",
    "3:6": "Then Solomon said, \"You have shown great loyal love with your servant David my father, as he walked before you in faithfulness and in righteousness and in uprightness of heart with you. You have shown for him this great loyal love, and you have given a son to him who is sitting on his throne as [it is] this day.",
    "3:7": "So then, O Yahweh, you are my God. You have made your servant king in place of David my father [though] I [am] a young boy. I do not know going out or coming in.",
    "3:8": "Your servant [is] in the middle of your people whom you have chosen; a great people who cannot be counted or numbered because of abundance.",
    "3:9": "Give to your servant a listening heart to judge your people, to discern between good and bad, because who is able to judge this, your difficult people?\"",
    "3:10": "The word was good in the eyes of [the] Lord that Solomon had asked this thing.",
    "3:11": "And God said to him, \"Because you have asked this thing and you did not ask for yourself {a long life}<note: Literally \"many days\"> and you did not ask riches for yourself and you did not ask for the life of your enemies, but you have asked for yourself {the ability to make wise judgments};<note: Literally \"understanding to hear judgment\">",
    "3:12": "behold, I do hereby do according to your word. I hereby give you a wise and discerning heart; there was no one like you before you, nor afterwards will one like you arise.",
    "3:13": "Too, what you have not asked I give to you: both riches and honor, [so that] no man among the kings will be like you all of your days.",
    "3:14": "If you will walk in my ways by keeping my statutes and my commandments, as David your father walked, then I will lengthen your days.\"",
    "3:15": "Then Solomon awoke, and look, [it was] a dream, and he came [to] Jerusalem and stood before the ark of the covenant of [the] Lord, and he offered burnt offerings and presented fellowship offerings, and he held a feast for all of his servants.",
    "3:16": "Then two prostitutes came to the king, and they stood before him.",
    "3:17": "The one woman said, \"Please my lord, I and this woman are living in one house, and I gave birth, with her in the house.",
    "3:18": "It happened on the third day [after] my giving birth, this woman also gave birth, and we [were] together. There was not anyone with us in the house, only the two of us [were] in the house.",
    "3:19": "Then the son of this woman died [in the] night because she laid on him.",
    "3:20": "So she got up in the middle of the night, and she took my son from beside me while your servant was asleep, and she put him in her lap, and she put her dead son in my lap.",
    "3:21": "When I got up in the morning to nurse my son, behold, he was dead! When I looked closely at him in the morning, behold, it was not my son whom I had borne.\"",
    "3:22": "Then the other woman said, \"No, for my son [is] the living one, and your son [is] the dead one.\" The other kept on saying, \"No, for your son [is] the dead one, and my son [is] the living one,\" and so they argued in front of the king.",
    "3:23": "Then the king said, \"This one [is] saying, 'This [is] my son, the living one, but your son [is] the dead one,' and the other one keeps saying, 'But no! Your son [is] the dead one, and my son [is] living!'\"",
    "3:24": "So the king said, \"Bring me a sword,\" and they brought the sword before the king.",
    "3:25": "Then the king said, \"Divide the living child into two, and give half to the one and half to the other.\"",
    "3:26": "Then the woman whose son [was] the living one spoke to the king because her compassion was aroused for her son, and she said, \"Please, my lord, give her the living child, but certainly do not kill him!\" The other one [was] saying, \"As for me, so for you! Divide [him]!\"",
    "3:27": "Then the king answered and said, \"Give the living child to her, and do not kill him; she [is] his mother.\"",
    "3:28": "When all of Israel heard the judgment that the king had rendered, they {stood in awe}<note: Literally \"feared the face\"> of the king, because they realized that the wisdom of God was in him to execute justice.",
    "4:1": "King Solomon was king over all Israel.",
    "4:2": "Now these are the officials who were his: Azariah the son of Zadok [was] the priest.",
    "4:3": "Elihoreph and Ahijah, the sons of Shisha, [were] the secretaries; Jehoshaphat the son of Ahilud [was] the recorder.",
    "4:4": "Benaiah the son of Jehoiada [was] over the army, and Zadok and Abiathar were priests.",
    "4:5": "Azariah the son of Nathan [was] over the governors, and Zabud the son of Nathan was a priest, an advisor to the king.",
    "4:6": "Ahishar [was] over the palace, and Adoniram the son of Abda [was] over the forced labor.",
    "4:7": "Solomon had twelve governors over all Israel, and they sustained the king and his palace, {each one was to sustain for each month of the year}.<note: Literally \"a month in the year he was over one to sustain\">",
    "4:8": "These [are] their names: Ben-Hur [was] in the hill country of Ephraim.",
    "4:9": "Ben-Deker [was] in Makaz and in Shaalbim and in Beth-Shemesh and Elon of Beth-Hanan.",
    "4:10": "Ben-Hesed [was] in the Arubbot; Socoh and all the land of Hepher [were] his.",
    "4:11": "Ben-Abinadab [was] in all of Naphat of Dor; Taphath the daughter of Solomon was his wife.",
    "4:12": "Baanah the son of Ahilud [was] in Taanach and Megiddo and all Beth-Shean which [is] beside Zarethan below Jezreel, of Beth-Shean up to Abel-Meholah up to the other side of Jokmeam.",
    "4:13": "Ben-Geber [was] in Ramoth-Gilead; the villages of Jair, the son of Manasseh which are in the Gilead [were] his, and the region of Argob which [is] in the Bashan, sixty great cities, with walls [having] crossbars of bronze, [were] his.",
    "4:14": "Ahinadab the son of Iddo [was in] Mahanaim.",
    "4:15": "Ahimaaz [was] in Naphtali; he moreover also had taken Basemath the daughter of Solomon as wife.",
    "4:16": "Baanah the son of Hushai [was] in Asher and Bealoth.",
    "4:17": "Jehoshaphat the son of Paruah [was] in Issachar.",
    "4:18": "Shimei the son of Ela [was] in Benjamin.",
    "4:19": "Geber the son of Uri [was] in the land of Gilead, the land of Sihon, the king of the Amorites, and of Og, the king of Bashan; one governor which [was] over the land.",
    "4:20": "Judah and Israel [were] as many as the sand which is on the seashore in abundance, eating and drinking and rejoicing!",
    "4:21": "<note: 1 Kings 4:21-5:18 in the English Bible is 5:1-32 in the Hebrew Bible> Now Solomon was ruling over all the kingdoms from the River<note: That is, the Euphrates> [to] the land of [the] Philistines, and up to the border of Egypt, who [were] bringing tribute and [were] serving Solomon all the days of his life.",
    "4:22": "The food of Solomon for one day was thirty dry measures of choice meal and sixty dry measures of flour;",
    "4:23": "ten stall-fed oxen and twenty pasture-fed oxen and a hundred sheep, besides deer and buck gazelles and roebucks and well-fed fowls.",
    "4:24": "For he [was] ruling over all the west of the River<note: That is, the Euphrates> from Tiphsah up to Gaza, over all the kings west of the River;<note: That is, the Euphrates> and he had peace from every side all around.",
    "4:25": "Judah and Israel lived in security, each man under his vine and under his fig tree, from Dan as far as Beersheba, all the days of Solomon.",
    "4:26": "Now Solomon had forty thousand stalls of horses for his war chariots and twelve thousand horsemen.",
    "4:27": "These governors sustained King Solomon and all who came near to the table of King Solomon, each [in] his month; they did not omit anything.",
    "4:28": "The barley and the straw for the horses and for packhorses they brought to the place where they were, each according to his share.",
    "4:29": "God gave wisdom to Solomon and very great discernment, as well as {breadth of understanding},<note: Literally \"width of heart\"> as the sand which is on the edge of the seashore.",
    "4:30": "The wisdom of Solomon was greater than the wisdom of all the people<note: Or \"sons/children\"> of [the] east and more than all the wisdom of Egypt.",
    "4:31": "He was wiser than all the men: Ethan the Ezrahite; Heman, Calcol, and Darda the children of Mahol; and {he was very well known}.<note: Literally \"his name was among all the peoples around\">",
    "4:32": "He spoke three thousand proverbs, and his songs were one thousand and five.",
    "4:33": "He spoke concerning the trees, from the cedar which [is] in Lebanon up to the hyssop which grows on the wall; he also spoke concerning the animals, concerning the birds, concerning the creeping things, and concerning the fish.",
    "4:34": "They came from all the nations to hear the wisdom of Solomon; from all the kings of the earth who had heard [of] his wisdom.",
    "5:1": "Hiram king of Tyre sent his servants to Solomon when he heard that they had anointed him as king in place of his father, for Hiram had always been a friend for David.",
    "5:2": "Then Solomon sent to Hiram, saying,",
    "5:3": "\"You knew David my father, that he was not able to build a house for the name of Yahweh his God, {in view of the warfare}<note: Literally \"because of the face of the warfare\"> which surrounded him, until Yahweh placed them<note: That is, David's enemies> under the soles of his feet.",
    "5:4": "But now Yahweh my God has given me rest all around me. There is no adversary, and there is no bad occurrence.",
    "5:5": "Here I am, intending to build a house for the name of Yahweh my God, as Yahweh promised to my father David, saying, 'Your son, whom I will set in your place on your throne, shall build the house for my name.'",
    "5:6": "So then, command that they may cut cedars for me from Lebanon, and let my servants be with your servants. The wage of your servants I will give to you according to all that you say, for you know that there is no one among us who knows [how] to cut timber like the Sidonians.\"",
    "5:7": "When Hiram heard the words of Solomon, he rejoiced greatly, and he said, \"Blessed be Yahweh this day, who has given to David a wise son over this great people.\"",
    "5:8": "Hiram sent to Solomon, saying, \"I have heard what you have sent to me; I will do all of your desire concerning the timber of cedars and concerning the timber of cypresses.",
    "5:9": "My servants will bring [them] down from Lebanon to the sea, and I will make them [into] rafts in the sea [to float to] the place which you indicated to me. Then I shall break them up there, and you may carry [them further], and {you shall meet my needs}<note: Literally \"you shall do my desire\"> by giving food for my house.\"",
    "5:10": "So Hiram was giving to Solomon the cedar timbers and the cypress timbers, {everything he needed}.<note: Literally \"all of his desire\">",
    "5:11": "Then Solomon gave to Hiram twenty thousand dry measures of wheat [as] food for his household, and twenty dry measures of {specially prepared olive oil};<note: Literally \"beaten olive oil\"> thus Solomon gave to Hiram year by year.",
    "5:12": "Yahweh gave wisdom to Solomon as he promised to him, and there was peace between Hiram and Solomon, and the two of them {made}<note: Literally \"cut\"> a covenant.",
    "5:13": "Then King Solomon conscripted a forced labor from all Israel, and the forced labor [numbered] thirty thousand men.",
    "5:14": "He sent them to Lebanon, ten thousand {every month};<note: Literally \"in the month\"> the work groups were a month in Lebanon and two months at home; now Adoniram was over the forced labor.",
    "5:15": "Solomon had seventy thousand {common laborers}<note: Literally \"carrying burden\"> and eighty thousand stone craftsmen in the hill country.",
    "5:16": "Besides the chiefs of the officers Solomon had, there were three thousand three hundred having charge over the people who were doing the work.",
    "5:17": "When the king commanded, they quarried great stones [and] precious stones to lay [the] foundation of the house [with] hewn stones.",
    "5:18": "So Solomon's builders and Hiram's builders and the Gebalites hewed [stones], and they prepared the timber and the stone to build the house.",
    "6:1": "It happened in the four hundred and eightieth year [after] the {Israelites}<note: Literally \"sons/children of Israel\"> went out from the land of Egypt, in the fourth year {of Solomon's rule}<note: Literally \"Solomon to rule\"> over Israel, the month of Ziv (that [is] the second month), that he began to build the house for Yahweh.",
    "6:2": "Now the house that King Solomon built for Yahweh [was] sixty cubits [in] its length and twenty cubits [in] its width and thirty cubits [in] its height.",
    "6:3": "The vestibule on the face of the main hall of the temple<note: Or \"house\"> [was] twenty cubits [in] its length, and the width of the temple<note: Or \"house\"> [was] ten cubits wide on the face of the temple.<note: Or \"house\">",
    "6:4": "And he made for the temple<note: Or \"house\"> specially designed framed windows,",
    "6:5": "and he built a structure against the wall of the temple<note: Or \"house\"> [running] all along the walls of the house, for the outer sanctuary and for the inner sanctuary, and made side rooms all around.",
    "6:6": "The lower structure [was] five cubits in its width and the middle [was] six cubits in its width and the third [was] seven cubits in its width, for he made niches for the temple<note: Or \"house\"> all around to the outside, [so that] beams [would] not attach to the walls of the temple.<note: Or \"house\">",
    "6:7": "Now while the temple<note: Or \"house\"> was being built, it was built [with] stones finished [at the] quarry, [so that] no hammer or stone shaping tool or any instrument of iron was heard in the temple<note: Or \"house\"> as it was being built.",
    "6:8": "The doorway of the side room in the middle of the side of the temple<note: Or \"house\"> [was] on the south; they went up with a stairway to the middle and from the middle to the third [floor].",
    "6:9": "So he built the house and finished it. He covered the temple<note: Or \"house\"> [with] rafters and wood planks and with the cedars.",
    "6:10": "He also built the structure against all of the temple<note: Or \"house\"> five cubits in height and fastened it to the temple<note: Or \"house\"> with beams of cedar.",
    "6:11": "Then the word of Yahweh came to Solomon, saying,",
    "6:12": "\"[Regarding] this temple<note: Or \"house\"> that you are building: if you walk in my ordinances and if you do my judgments and you keep all my commandments to walk in them, then I will establish my promise with you which I made to David your father.",
    "6:13": "And I will dwell {among}<note: Literally \"in the middle of\"> the {Israelites},<note: Literally \"sons/children of Israel\"> and I will not forsake my people Israel.\"",
    "6:14": "So Solomon built the temple<note: Or \"house\"> and finished it.",
    "6:15": "He lined the walls {of the inside of the house}<note: Literally \"the house from house\"> with boards of cedar; from the floor of the temple<note: Or \"house\"> up to the rafters of the ceiling he covered [them with] wood {on the inside}.<note: Literally \"from house\"> He also covered the floor of the temple<note: Or \"house\"> with cypress boards.",
    "6:16": "He built twenty cubits from the rear of the house with boards of cedar from the floor up to the ceiling, and he built for it an inner sanctuary on the inside, as the {most holy place}.<note: Literally \"as the holy place of the holy places.\" Often referred to as the Holy of Holies>",
    "6:17": "The main hall of the temple<note: Or \"house\"> was forty cubits {in front of the inner sanctuary},<note: So LXX supported by the Vulgate. MT has \"before me\">",
    "6:18": "with the cedar within the inner house [having] carvings of gourds and buds of flowers. It [was] entirely of cedar; there was not a stone visible.",
    "6:19": "Now [in] the inner sanctuary in the middle of the temple<note: Or \"house\"> he prepared the inside to place the ark of the covenant of Yahweh there.",
    "6:20": "In front, the inner sanctuary [was] twenty cubits long and twenty cubits wide and twenty cubits high, and he overlaid it [with] pure gold and covered the altar [with] cedar.",
    "6:21": "Solomon overlaid the temple<note: Or \"house\"> on the inside [with] pure gold, and he drew across it with golden chains in front of the inner sanctuary, which he overlaid with gold.",
    "6:22": "All of the temple<note: Or \"house\"> he overlaid with gold until all of the temple<note: Or \"house\"> [was] finished; all of the altar which belonged to the inner sanctuary he overlaid with gold.",
    "6:23": "He made two cherubim of olive wood for the inner sanctuary, ten cubits high.",
    "6:24": "Five cubits [was] the first wing of the cherub, and five cubits the second wing of the cherub, from the tip of his [one] wing up to the tip of his [other] wing.",
    "6:25": "The second cherub [was] ten cubits [according to] {the same}<note: Literally \"one\"> measurement, and [there] was one shape for the two cherubim.",
    "6:26": "The height of the first cherub [was] ten cubits and so [was] the second cherub.",
    "6:27": "He placed the cherubim in the middle of the inner house, and they spread out the wings of the cherubim; the wing of the first cherub touched against the wall and the wing of the second cherub [was] touching against the second wall; their wings [spread] to the middle of the house [and were] touching wing to wing.",
    "6:28": "He also overlaid the cherubim with gold.",
    "6:29": "On all of the walls around the house, he carved engravings of cherubim and palm tree images and budding flowers both inside and out.",
    "6:30": "He overlaid the floor of the house with gold both inside and out.",
    "6:31": "He made doors of olive wood for the doorway of the inner sanctuary, [as well as for] the doorpost of the fifth doorframe.",
    "6:32": "[On] the two doors of olive wood he made carvings of cherubim and palm tree images and budding flowers, and he overlaid them with gold {by beating}<note: Literally \"and he beat out\"> out the gold on the cherubim and the palm tree images.",
    "6:33": "Thus he made doorframes of olive wood on four sides for the doorway of the main hall",
    "6:34": "and two doors of cypress wood; one door [with] two folding panels and the second door [with] two folding panels.",
    "6:35": "He carved cherubim and palm tree images and budding flowers and overlaid them with gold evenly applied on the carved work.",
    "6:36": "Then he built the inner courtyard [with] three rows of dressed stone and a row of cedar beams.",
    "6:37": "In the fourth year,<note: That is, the fourth year of Solomon's reign> the house of Yahweh was founded in the month of Ziv.",
    "6:38": "In the eleventh year in the month of Bul, that is, the eighth month, the house was finished [according] to all his specifications and [according] to all his plans. He had built it in seven years.",
    "7:1": "Solomon built his house [over] thirteen years, and he finished all of his house.",
    "7:2": "He built the House of the Forest of Lebanon; one hundred cubits its length, fifty cubits its width, and thirty cubits its height, on four rows of cedar pillars and cedar beams atop the pillars.",
    "7:3": "It was covered with cedar above, and the supporting beams which [were] on the forty-five pillars, fifteen [to] the row.",
    "7:4": "[There were] three rows of specially designed windows; [with] window to window three times.",
    "7:5": "All of the doorways and the doorframes [had] four-sided casings, with opening to opposite opening three times.",
    "7:6": "The hall of pillars he made fifty cubits [in] its length and thirty cubits [in] its width, and a porch [was] {in front of them},<note: Literally \"on their face\"> with pillars and an overhang {in front of them}.<note: Literally \"on their face\">",
    "7:7": "He made the hall of the throne where he [would] pronounce judgment, the hall of justice, and [it was] covered with cedar from the floor to the rafters.<note: Hebrew \"floor,\" but other ancient versions have \"rafters\">",
    "7:8": "His house where he would live in the next courtyard on the inside of the porch was like this work, and he would make a house like this porch for the daughter of Pharaoh whom Solomon had taken [as wife].",
    "7:9": "All of these [were] of precious stones, according to the measurement of dressed stone, sawn with a saw {on all sides};<note: Literally \"on [the] inside and on [the] outside\"> from [the] foundation up to the eaves and from [the] outside up to the great courtyard.",
    "7:10": "[The] foundation [was of] precious stones, [and] large stones of ten cubits and stones of eight cubits",
    "7:11": "with precious stones above, {just the right size},<note: Literally \"according to [the] measurement of dressed stones\"> and cedar.",
    "7:12": "The great courtyard all around had three rows of dressed stones and a row of cedar beams; for [both] the courtyard of the inner house<note: Or \"temple\"> of Yahweh and for the porch of the house.",
    "7:13": "King Solomon invited and received Hiram from Tyre.",
    "7:14": "He [was] the son of a widow woman from the tribe of Naphtali, and his father [was] a man of Tyre, an artisan of bronze. He was filled with wisdom and with ability and with the knowledge to do all the work with the bronze. And he came to King Solomon, and he did all of his work.",
    "7:15": "He cast the two pillars [out of] bronze; eighteen cubits [was] the height of the first, and a cord of twelve cubits would encircle the second pillar.",
    "7:16": "He made two capitals to place on the tops of the pillars [out of] molten bronze; the first capital [was] five cubits [in] height, and the second capital [was] five cubits [in] height.",
    "7:17": "A network of latticework [and] wreaths of chainwork with small chains [were] for the capitals which [were] on top of the pillars; seven for the first capital and seven for the second capital.",
    "7:18": "He also made the pillars with two rows around on the lattice, each to cover the capitals which [were] on top, [out of] the pomegranate-shaped ornaments, and thus he did for the second capital [as well].",
    "7:19": "And [on] the capitals which [were] on top of the pillars in the porch [were] works of lilies four cubits [high].",
    "7:20": "And capitals [were] on the two pillars above near the bulging section which was beside the lattice, and two hundred pomegranate-shaped ornaments [were] in rows all around on the second capital.",
    "7:21": "He set up the pillars for the porch of the main hall; he erected the pillar on the right and called its name Jakin, and he set up the pillar on the left and called its name Boaz.",
    "7:22": "On the top of the pillars [was] a work of lilies; and so the work of the pillars [was] finished.",
    "7:23": "He also made the molten<note: That is, cast from molten bronze> sea, ten cubits {in diameter},<note: Literally \"from its edge up to its edge, round all around\"> and five cubits [was] its height. A measuring line of thirty cubits would encircle it all around.",
    "7:24": "Gourds [were] under its rim surrounding it all around; ten to the cubit, surrounding the sea all around with two rows of gourds, [which] were cast when he cast the metal.",
    "7:25": "[The sea] was standing on twelve oxen, with three facing to the north, three facing to the west, three facing to the south, and three facing to the east. The sea [was] on top of them, with all of their hindquarters [turned] to the inside.",
    "7:26": "Its thickness [was] a handbreadth, but its rim [was] as the work on the brim of a cup, [like the] bud of a lily; it held two thousand baths.",
    "7:27": "He made the ten stands of bronze; each stand [was] four cubits long, four cubits wide, and three cubits in height.",
    "7:28": "Now this [was] the construction of the stands: there [were] frames for them and frames between the crossbars,",
    "7:29": "and on the frames which [were] between the crossbars [were] lions, oxen, and cherubim. On the crossbars both above and beneath the lions and oxen [were] works of cascading wreaths.",
    "7:30": "[There were] four bronze wheels for each of the stands, with bronze axles; the four support pedestals for these [were] under the basin, and the supports [were] decorated on each side [with] wreaths.",
    "7:31": "Its opening from [the] inside of the capital and above [was] a cubit; its pedestal [was] a round work of a cubit and a half; moreover, on its opening [were] the carvings with four-sided frames, not circular.",
    "7:32": "Four of the wheels [were] underneath the frames, and the axles of the wheels [were] on the stands. The height of each wheel [was] a cubit and a half.",
    "7:33": "The construction of the wheel [was] like the construction of the wheel of the chariot; their axles, their rims, their spokes, and their naves [were] all cast.",
    "7:34": "The four supports [were] the four corners of each stand, with the stand supporting it.",
    "7:35": "On top of the stand [was] half a cubit deep, circular all around, and on the top of the stand [were] its supports and its frames.",
    "7:36": "He engraved on the plates, on its supports, and on its frame cherubim, lions and images of a palm tree, according to the space for each, with wreaths all around.",
    "7:37": "He made the ten stands like this in one cast, with the same measurement and shape for each of them.",
    "7:38": "He also made ten bronze basins, [each] holding forty baths; each basin [was] four cubits, one basin on each of the ten stands.",
    "7:39": "He placed five of the stands on the south side of the house and five on the north side of the house, and the sea he set on the southeast side of the house.",
    "7:40": "Hiram also made the basins and the shovels and the bowls for drinking wine; and so Hiram finished doing all of the work {that he was to do}<note: Literally \"that he did\"> for King Solomon in the house of Yahweh:",
    "7:41": "the two pillars and the bowls of the capitals which [were] atop the two pillars, and the two lattice works to cover the two bowls of the capitals which [were] atop the pillars;",
    "7:42": "and the four hundred pomegranate-shaped ornaments for the two lattice works, the two rows of pomegranate-shaped ornaments for each latticework to cover the two bowls of the capitals which [were] on the surface of the pillars;",
    "7:43": "and the ten stands and the ten basins on the stands;",
    "7:44": "and the one sea and the twelve oxen under the sea;",
    "7:45": "and the pots, the shovels, and the bowls for drinking wine. All the vessels of the tent which Hiram had made for King Solomon [for] the house of Yahweh [were] polished bronze.",
    "7:46": "The king had cast them in the plain of the Jordan with the casting mold [set in] the ground between Succoth and Zarethan.",
    "7:47": "Solomon left all of the vessels [unweighed] because of their very great abundance, so the weight of the bronze could not be determined.",
    "7:48": "Solomon also made all of the vessels which [were] in the house of Yahweh: the golden altar and the golden table on which [was] the bread of the presence;",
    "7:49": "as well as the five lampstands of beaten gold at the south and five lampstands at the north before the presence of the inner sanctuary, with the flower-shaped ornaments, the lamps, and the pair of tongs [all of gold].",
    "7:50": "The cups, the snuffers, the bowls for drinking wine, the bowls for the incense, and the firepans [were made from] beaten gold; the facades for the doors of the inner house, for the {most holy place},<note: Literally \"holy of the holiest\"> for the doors of the main hall of the temple [were of] gold.",
    "7:51": "[When] all of the work which king Solomon did on the house of Yahweh was completed, Solomon brought out the holy objects of his father David, the silver and the gold and the vessels, [which] he put in the treasury rooms of the house of Yahweh.",
    "8:1": "At that time, Solomon assembled the elders of Israel, all the heads of the tribes, and the leaders of the {families}<note: Literally \"fathers\"> of the {Israelites}<note: Literally \"sons/children of Israel\"> before King Solomon, in order to bring up the ark of the covenant of Yahweh from the city of David, that is, Zion.",
    "8:2": "All the men of Israel assembled before King Solomon at the festival in the month of Ethnaim, that is, the seventh month.",
    "8:3": "All the elders of Israel came, and the priests carried the ark.",
    "8:4": "So they brought up the ark of Yahweh and the tent of assembly<note: Or \"meeting\"> and all of the holy vessels that [were] in the tent; the priests and the Levites brought them up.",
    "8:5": "King Solomon and all the assembly of Israel who were assembling with him in the presence of the ark [were] sacrificing sheep and oxen that could not be counted nor numbered because of abundance.",
    "8:6": "The priests brought the ark of the covenant of Yahweh to its place in the inner sanctuary of the house, to the {most holy place},<note: Literally \"holy of the holiest\"> under the wings of the cherubim,",
    "8:7": "for the cherubim [were] spreading their wings over the place of the ark. The cherubim overshadowed the ark and its poles from above.",
    "8:8": "The poles [were] long, and the ends of the poles could be seen from the holy place {in front of}<note: Literally \"on the face of\"> the inner sanctuary, but they could not be seen [from] the outside, and they are there until this day.",
    "8:9": "There was not [anything] in the ark {except}<note: Hebrew \"only\"> the two tablets of stone which Moses had placed there at Horeb, where Yahweh {made}<note: Literally \"cut\"> [a covenant] with the {Israelites}<note: Literally \"sons/children of Israel\"> after they went out from the land of Egypt.",
    "8:10": "When the priests went out from the holy place, the cloud filled the house of Yahweh.",
    "8:11": "The priests [were] not able to stand to minister {because of the presence of}<note: Literally \"from [the] face of\"> the cloud, for the glory of Yahweh filled the house of Yahweh.",
    "8:12": "Then Solomon said, \"Yahweh has said that [he] would dwell in the very thick cloud.",
    "8:13": "I have certainly built a lofty house for you, a place for you to live forever.\"",
    "8:14": "[Then] the king turned his face around, and he blessed all of the assembly of Israel. (Now all the assembly of Israel was standing).",
    "8:15": "Then he said, \"Blessed be Yahweh the God of Israel who has promised with his mouth [to] David my father and fulfilled {by his oath},<note: Literally \"by his hand\"> saying,",
    "8:16": "'From the day that I brought out my people Israel from Egypt I have not chosen a city from all the tribes of Israel to build a house where my name might be, but I have chosen David to be over my people Israel.'",
    "8:17": "{David my father desired}<note: Literally \"It had been with[in] the heart of David my father\"> to build a house for the name of Yahweh the God of Israel,",
    "8:18": "but Yahweh said to David my father, 'Because {you desired}<note: Literally \"it was within your heart\"> to build a house for my name, you did well in that it was within your heart.",
    "8:19": "However, you will not build the house, but your son who has come from your loins, he shall build the house for my name.'",
    "8:20": "Yahweh has carried out his promise which he had made; I have risen in place of David my father, and I sit on the throne of Israel as Yahweh promised, and I have built the house for the name of Yahweh the God of Israel.",
    "8:21": "I have provided a place there for the ark, in which is the covenant which Yahweh made with our ancestors<note: Or \"fathers\"> when He brought them out of the land of Egypt.\"",
    "8:22": "Then Solomon stood before the altar of Yahweh in the presence of all of the assembly of Israel, and he spread out his hands [to] the heavens,",
    "8:23": "and he said, \"O Yahweh, God of Israel, there is no god like you in the heavens above or on the earth beneath, keeping the covenant and the loyal love for your servants who are walking before you with all their heart.",
    "8:24": "You have kept for your servant David my father what you promised to him, and you have spoken with your mouth, and with your hand you have fulfilled [it] this very day.",
    "8:25": "So then, O Yahweh, God of Israel, keep for your servant David my father what you promised to him, saying, 'For you, no man will be cut off from before me who [will be] sitting on the throne of Israel, if only your sons keep their ways to walk before me just as you have walked before me.'",
    "8:26": "So then, O God of Israel, please let your word be confirmed which you have promised<note: Or \"spoken\"> to your servant David my father.",
    "8:27": "For will God really dwell on the earth? Behold, the heavens and the heaven of heavens could not contain you! {How could}<note: Literally \"Even that\"> this house that I have built?",
    "8:28": "You must regard the prayer of your servant and his plea! O Yahweh my God, listen to the pleading and to the prayer that your servant [is] praying before you this day,",
    "8:29": "so that your eyes [will] be open to this house night and day, to the place which you said, 'My name will be there,' to hear the prayer that your servant prays toward this place.",
    "8:30": "You must listen to the plea of your servant and your people Israel which they pray [toward] this place; and you must hear from the place where you live, from heaven you must hear and you must forgive.",
    "8:31": "[If] a man sins against his neighbor and he pronounces an oath against him to curse him, and the curse comes before your altar in this house,",
    "8:32": "then you shall hear in heaven and you shall act and you shall judge your servant, to declare the wicked guilty by bringing his way upon his head and {to declare the righteous innocent}<note: Literally \"to declare righteous the righteous\"> by rewarding him according to his righteousness.",
    "8:33": "When your people Israel are defeated before the enemy {because}<note: Literally \"who\"> they sinned against you, and [when] they turn to you and confess your name and pray and beg for mercy from you in this house,",
    "8:34": "then you shall hear in heaven and forgive the sin of your people Israel, and you shall bring them back to the ground which you gave to their ancestors.<note: Or \"fathers\">",
    "8:35": "When you shut up the heavens so there is no rain because they have sinned against you, then they pray to this place and they confess your name and they return from their sin because you punished them,",
    "8:36": "then you shall hear in heaven and forgive the sin of your servants and your people Israel, for you will teach them the good way in which they should go, and you will give rain upon your land which you have given to your people as an inheritance.",
    "8:37": "If there should be in the land famine or disease, if there should be blight or mildew or locust or caterpillars, if it happens that his enemy lays siege against him in the land of his gates, if any plague or any disease,",
    "8:38": "any prayer or any plea which is [offered] by any person for all of your people Israel, who each knows the infestation of his [own] heart and spreads out his palms to this house,",
    "8:39": "then you shall hear in heaven the place of your dwelling, and you shall forgive and act and give to the man whose heart you know, according to all his ways, for you alone know the heart of all the sons of man.",
    "8:40": "[Do these things] so that they may fear you all the days that they live on the face of the land that you gave to our ancestors.<note: Or \"fathers\">",
    "8:41": "Also for the foreigner who is not from your people Israel, and he comes from a distant land because of your name,",
    "8:42": "(for they shall hear of your great name and your powerful hand and your outstretched arm), and he shall come and pray toward this house,",
    "8:43": "you shall hear in heaven, the place of your dwelling, and act according to all that the foreigner calls to you, so that all the peoples of the earth may know your name, to fear you as your people Israel, and to know that your name has been invoked over this house that I have built.",
    "8:44": "If your people go out to battle against his enemy in the way that you shall send them and they pray to Yahweh, toward the city which you have chosen and the house which I have built for your name,",
    "8:45": "then you shall hear in heaven their prayer and their plea, and you shall {vindicate}<note: Literally \"their judgment\"> them.",
    "8:46": "\"If they sin against you (for there is not a person who does not sin) and you are angry with them and you give them to an enemy and they take them captive to the land of the enemy far or near,",
    "8:47": "and then they return their heart in the land where they have been taken captive and they return and plead to you in the land of their captivity, saying, 'We have sinned and we did wrong. We acted wickedly,'",
    "8:48": "if they return to you with all of their heart and with all of their soul in the land of their enemies who took them captive and they pray to you toward their land which you gave to their ancestors,<note: Or \"fathers\"> the city that you have chosen and the house that you<note: The Hebrew Masoretic text (Kethib) reads \"you have built\";Qere reads \"I have built\"> built for your name,",
    "8:49": "then you shall hear in heaven, the place of your dwelling, their prayer and their plea, and you shall {vindicate them}.<note: Literally \"and you shall do their justice\">",
    "8:50": "You shall forgive your people who sinned against you, [even] for all their transgressions which they committed against you. You shall give them compassion before their captors so that they may have compassion on them,",
    "8:51": "for they [are] your people and your inheritance whom you brought from Egypt from the middle of the smelter of iron.",
    "8:52": "[O,] that your eyes [may] be open to the plea of your servant and to the plea of your people Israel, to listen to them in all things [when] they call to you.",
    "8:53": "For you have separated them for yourself as an inheritance from all the peoples of the earth, as you promised through the hand of Moses your servant when you brought out our ancestors<note: Or \"fathers\"> from Egypt, my Lord Yahweh!\"",
    "8:54": "It happened that when Solomon finished praying to Yahweh all of the prayer and this plea, he got up from before the altar of Yahweh, from kneeling down on his knees with his palms outstretched to heaven.",
    "8:55": "He stood and blessed all of the assembly of Israel with a loud voice, saying,",
    "8:56": "\"Blessed be Yahweh who gave a resting place to his people Israel. According to all that he promised, not one word has fallen from all of his promises [concerning] the good which he spoke through the hand of Moses his servant.",
    "8:57": "May Yahweh our God be with us as he was with our ancestors,<note: Or \"fathers\"> and may he not leave us or abandon us,",
    "8:58": "to incline our hearts toward him, to walk in all his ways and to keep his commandments, his statutes, and his judgments which he commanded our ancestors.<note: Or \"fathers\">",
    "8:59": "Let these my words which I pleaded before Yahweh [be] near to Yahweh our God, by day and by night, to maintain the justice of his servant and the justice of his people Israel {as each day requires}<note: Literally \"the word of the day on its day\">",
    "8:60": "so that all of the people of the earth may know that Yahweh, he [is] God; there is none other.",
    "8:61": "Let your heart be completely with Yahweh our God by walking in his statutes, by keeping his commands as this day.\"",
    "8:62": "Then the king and all of Israel with him offered a sacrifice in the presence of Yahweh.",
    "8:63": "Solomon sacrificed the fellowship offerings which he offered to Yahweh: twenty-two thousand oxen and one hundred and twenty thousand sheep; and the king and all of the {Israelites}<note: Literally \"sons/children of Israel\"> dedicated the house of Yahweh.",
    "8:64": "On that day the king consecrated the middle of the courtyard before the house of Yahweh because he offered there the burnt offerings, the grain offerings, and the fat of the fellowship offerings because the bronze altar that was in the presence of Yahweh was too small to hold the burnt offerings and the grain offerings and the fat of the fellowship offerings.",
    "8:65": "Solomon held the festival at that time and all of Israel with him, a great assembly from Lebo Hamath up to the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Egypt before Yahweh our God, for seven days [and] seven days, [a total of] fourteen days.",
    "8:66": "On the eighth day, he sent the people away, and they blessed the king, and they went to their tents rejoicing and {in good spirits}<note: Literally \"and good of heart\"> because of all the goodness that Yahweh had shown to David his servant and to Israel his people.",
    "9:1": "It happened that as Solomon finished the building of the house of Yahweh, the king's house, and all the things Solomon desired to do,",
    "9:2": "Yahweh appeared to Solomon a second time, as he had appeared to him in Gibeon.",
    "9:3": "Yahweh said to him, \"I have heard your prayer and your plea which you have made before me. I have consecrated this house which you have built, by putting my name there forever. My eyes and my heart will always be there.",
    "9:4": "As for you, if you walk before me as David your father walked, with {integrity of heart}<note: Literally \"in blamelessness of heart\"> and with uprightness, to do according to all that I have commanded you, [and if] you keep my ordinances and my judgments,",
    "9:5": "then I will establish the throne of your kingdom over Israel forever, as I promised David your father, saying, 'A man will not be cut off for you from upon the throne of Israel.'",
    "9:6": "\"If ever you or any of your descendants<note: Or \"children\"> turn from [following] me and do not keep my commandments [and] my ordinances that I have set before you and you go and serve other gods and bow down to them,",
    "9:7": "then I will cut Israel off from the face of the land that I have given to them, [even] the house which I have consecrated for my name I will cast away from my face; and Israel shall become a proverb and an object of taunting among all the peoples.",
    "9:8": "This house shall become a heap of ruins; all those passing by will be appalled by it and hiss, and they will say, 'On what account did Yahweh do this to this land and to this house?'",
    "9:9": "And they will say, 'Because they have forsaken Yahweh their God who brought their ancestors<note: Or \"fathers\"> out from the land of Egypt and they embraced other gods and bowed down to them and served them. Therefore, Yahweh brought on them all of this disaster.'\"",
    "9:10": "It happened at the end of twenty years [in] which Solomon had built the two houses, the house of Yahweh and the house of the king,",
    "9:11": "[since] Hiram king of Tyre had supplied Solomon with wood of cedar and with wood of cypresses and with the gold according to all his desire, then King Solomon gave twenty cities in the land of the Galilee to Hiram.",
    "9:12": "So Hiram went out from Tyre to see the cities that Solomon had given him, but they were not right in his eyes.",
    "9:13": "So he said, \"What [are] these cities that you have given to me, my brother?\" {So they are called the land of Cabul until this day}.<note: Literally \"So he called them the land of Cabul up to this day\">",
    "9:14": "Then Hiram sent to the king a hundred and twenty talents of gold.",
    "9:15": "This [is] the account of the forced labor that King Solomon conscripted to build the house of Yahweh and his house, the Millo, the walls of Jerusalem, Hazor, Megiddo, and Gezer.",
    "9:16": "Pharaoh, the king of Egypt, had gone up and captured Gezer and burnt it with fire. He had also killed the Canaanites who were living in the city and had given it as a dowry to his daughter, the wife of Solomon.",
    "9:17": "Solomon rebuilt Gezer and Lower Beth-Horon,",
    "9:18": "[as well as] Baalath and Tamar in the wilderness in the land;",
    "9:19": "and [he also built] all of the storage cities which were Solomon's, the cities [for] the chariots, the cities [for] the cavalry, and all of Solomon's desire that he wanted<note: Or \"desired\"> to build in Jerusalem and in Lebanon and in all the land of his dominion.",
    "9:20": "All of the people who were remaining from the Amorites, the Hittites, the Perizzites, the Hivites, and the Jebusites who [were] not of the {Israelites},<note: Literally \"sons/children of Israel\">",
    "9:21": "their children who remained after them in the land, whom the {Israelites}<note: Literally \"sons/children of Israel\"> were not able to completely destroy, Solomon conscripted them for forced labor, until this very day.",
    "9:22": "But from the {Israelites}<note: Literally \"sons/children of Israel\"> Solomon did not make a slave, but they [were] the men of war, his officers, his commanders, his captains, and the commanders of his chariots and his cavalry.",
    "9:23": "These [were] the commanders of the overseers who [were] over the work for Solomon, five hundred and fifty, ruling over the people doing the work.",
    "9:24": "As soon as the daughter of Pharaoh went up from the city of David to her house which he<note: That is, Solomon> built for her, then he built the Millo.",
    "9:25": "Solomon sacrificed three times a year: burnt offerings and fellowship offerings on the altar that he had built to Yahweh, and he offered incense with it before Yahweh; and so he completed the house.",
    "9:26": "King Solomon also built a fleet of ships at Ezion-Geber which [is] near Elath on the shore of the {Red Sea}<note: Literally \"sea of reed\"> in the land of Edom.",
    "9:27": "Hiram sent his servants with the fleet of ships, {sailors}<note: Literally \"men of ships\"> who knew the sea, with the servants of Solomon.",
    "9:28": "They went to Ophir and imported from there four hundred and twenty talents of gold, and they brought it to King Solomon.",
    "10:1": "Now the queen of Sheba had heard of the fame of Solomon regarding the name of Yahweh, and she came to test him with hard questions.",
    "10:2": "So she came to Jerusalem with very great wealth; [with] camels carrying spices, very much gold, and precious stones. She came to Solomon, and she spoke to him all that was on her heart.",
    "10:3": "{Solomon answered all of her questions};<note: Literally \"Solomon told her all of her words\"> there was not a thing hidden from the king which he could not explain to her.",
    "10:4": "When the queen of Sheba observed all the wisdom of Solomon and the house which he had built,",
    "10:5": "the food of his table, the seat of his servants, the {manner}<note: Literally \"service\"> of his servants and their clothing, his cupbearers, and his burnt offerings which he offered in the house of Yahweh, {she was breathless}.<note: Literally \"and there was not in her spirit/breath any longer\">",
    "10:6": "Then she said to the king, \"The report which I heard in my land was true concerning your accomplishments and your wisdom.",
    "10:7": "I had not believed the report to be true until I came and my eyes had seen, and behold! The half had not been told to me. {Your wisdom and prosperity surpass}<note: Literally \"You have added wisdom and prosperity to\"> the report that I had heard.",
    "10:8": "Happy [are] your men and happy [are] these your servants who stand before you continually hearing your wisdom.",
    "10:9": "May Yahweh your God be blessed, who has delighted in you to set you on the throne of Israel, because of the love of Yahweh for Israel forever, and he has made you king to execute justice and righteousness.\"",
    "10:10": "Then she gave the king a hundred and twenty talents of gold, abundant spices, and precious stones. Spices as these did not come again in such abundance [as that which] the queen of Sheba brought to King Solomon.",
    "10:11": "Moreover, the fleet of ships of Hiram which carried the gold from Ophir [also] brought from Ophir abundant amounts of almug wood and precious stones.",
    "10:12": "The king made a raised structure for the house of Yahweh and for the house of the king out of the almug wood, as well as lyres and harps for the singers. [This much] almug wood has not come nor been seen [again] up to this day.",
    "10:13": "King Solomon gave to the queen of Sheba all of her desire that she asked, besides that which {King Solomon freely offered her}.<note: Literally \"according to the hand of King Solomon\"> Then she turned and went to her land with her servants.",
    "10:14": "The weight of the gold that came to Solomon in one year [was] six hundred and sixty-six talents of gold,",
    "10:15": "apart from [that of] the men of the traders and the profits of the traders, and all the kings of the Arabs and the governors of the land.",
    "10:16": "King Solomon made two hundred shields of hammered gold; six hundred [measures of] gold went up over each shield.",
    "10:17": "Also [he made] three hundred small shields of hammered gold; three minas of gold went up over each of the small shields; and the king put them [into] the House of the Forest of Lebanon.",
    "10:18": "The king also made a large ivory throne, and he overlaid it [with] fine gold.",
    "10:19": "Six steps [led up] to the throne, and [there was] a circular top to the throne behind it, and armrests were {on each side of the seat},<note: Literally \"from this and from this\"> with two lions standing beside the armrests.",
    "10:20": "Twelve lions [were] standing there, six on each of the six steps {on either side};<note: Literally \"from this and from this\"> nothing like this was made for any of the kingdoms.",
    "10:21": "All of the drinking vessels of King Solomon [were] gold, and all the vessels for the House of the Forest of Lebanon were pure gold. There was no silver; [it was] not considered as something valuable in the days of Solomon.",
    "10:22": "For the fleet of Tarshish belonged to the king [and was] on the sea with the fleet of Hiram; once every three years the fleet of Tarshish used to come carrying gold and silver, ivory, apes, and baboons.",
    "10:23": "King Solomon was greater than all the kings of the earth with respect to wealth and wisdom.",
    "10:24": "All of the earth [was] seeking the presence of Solomon, to hear his wisdom which God had put in his heart.",
    "10:25": "They [were] each bringing his gift; objects of silver and objects of gold, clothing, weapons, spices, horses, and mules. {This used to happen year after year}.<note: Literally \"A thing of year to year\">",
    "10:26": "Solomon gathered chariots and horses; he had fourteen hundred chariots and twelve thousand horses. He stationed them in the cities of the chariots and with the king in Jerusalem.",
    "10:27": "The king made the silver in Jerusalem as the stones, and the cedars he made as the sycamore fig trees which are in the Shephelah in abundance.",
    "10:28": "The import of the horses which were Solomon's [was] from Egypt and from Kue; the traders of the king received [horses] from Kue at a price.",
    "10:29": "A chariot went up and went out from Egypt at six hundred silver [shekels] and a horse at a hundred and fifty. So it was for all the kings of the Hittites and for the kings of Aram; by their hand they were exported.",
    "11:1": "King Solomon loved many foreign women: the daughter of Pharaoh, Moabite, Ammonite, Edomite, Sidonian, Hittite;",
    "11:2": "from the nations which Yahweh had said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"You shall not {marry them},<note: Literally \"go into them\"> and they shall not {marry you}.<note: Literally \"go into you\"> They will certainly turn your heart after other gods.\" But Solomon clung to them to love.",
    "11:3": "He had seven hundred princesses and three hundred concubines, and his wives turned his heart.",
    "11:4": "It happened at the time of Solomon's old age that his wives guided his heart after other gods, and his heart was not fully with Yahweh his God as the heart of David his father [had been].",
    "11:5": "Solomon went after Ashtoreth the god of [the] Sidonians and after Molech the abhorrence of the Ammonites.",
    "11:6": "So Solomon did evil in the eyes of Yahweh and did not fully [follow] after Yahweh as David his father.",
    "11:7": "At that time, Solomon built a high place for Chemosh, the abomination of Moab, on the mountain which {faces}<note: Literally \"[was] on the face of\"> Jerusalem and for Molech, the abomination of the {Ammonites}.<note: Literally \"sons/children of Ammon\">",
    "11:8": "Thus he did for all of his foreign wives, offering incense and sacrificing to their gods.",
    "11:9": "Yahweh was angry with Solomon, for he had turned his heart from Yahweh, the God of Israel who had appeared to him twice.",
    "11:10": "And he had commanded him concerning this matter not to go after other gods, but he did not keep that which Yahweh commanded.",
    "11:11": "So Yahweh said to Solomon, \"Because this was with you, and you did not keep my covenant and my ordinances which I have commanded you, I will certainly tear the kingdom from you, and I will give it to your servant.",
    "11:12": "However, I will not do it in your days, for the sake of David your father; from the hand of your son I will tear it [away].",
    "11:13": "Yet all of the kingdom I will not tear [away]. I will give one tribe to your son for the sake of my servant David and for the sake of Jerusalem which I have chosen.\"",
    "11:14": "Then Yahweh raised an adversary against Solomon, Hadad the Edomite, from the descendants of that king in Edom.",
    "11:15": "It had happened that when David was at Edom, Joab the commander of the army went up to bury the slain, and he killed every male in Edom.",
    "11:16": "For Joab and all Israel had stayed there six months until he exterminated every male in Edom.",
    "11:17": "But Hadad himself had fled, and some Edomite men from the servants of his father with him, to go to Egypt, when Hadad [was] a young boy.",
    "11:18": "They had set out from Midian until they came to Paran where they took men from Paran with them and came [to] Egypt, [to] Pharaoh king of Egypt. He gave to him a house and assigned food for him and gave him land.",
    "11:19": "Hadad found great favor in the eyes of Pharaoh, and he gave him the sister of his wife, the sister of Tahpenes the queen, as wife.",
    "11:20": "The sister of Tahpenes bore Genubath his son for him, and Tahpenes weaned him in the middle of the house of Pharaoh. Genubath was [in] the house of Pharaoh in the midst of the children<note: Or \"sons\"> of Pharaoh.",
    "11:21": "Now Hadad heard in Egypt that David had slept with his ancestors<note: Or \"fathers\"> and that Joab the commander of the army was dead. Then Hadad said to Pharaoh, \"Send me away that I may go to my land.\"",
    "11:22": "Pharaoh said to him, \"What do you lack with me that you now [are] seeking to go to your land?\" He said, \"No, but you must surely send me away.\"",
    "11:23": "God had [also] raised Rezon the son of Eliada as an adversary against him, who had fled from Hadadezer the king of Zobah, his master.",
    "11:24": "He gathered men around him and he became the commander of bandits. When David killed [some of] them, they went to Damascus and settled {there},<note: Literally \"in it\"> and they reigned in Damascus.",
    "11:25": "He was an adversary for Israel all the days of Solomon, and [along with] the evil that Hadad [did], he detested Israel [while] he reigned over Aram.",
    "11:26": "Now Jeroboam the son of Nebat, an Ephraimite from Zeredah (now the name of his mother [was] Zeruah, a widow woman), a servant of Solomon {rebelled against the king}.<note: Literally \"raised a hand against the king\">",
    "11:27": "This [is] the reason that he rebelled against the king: [when] Solomon built the Millo, he closed the gap of the city of David his father.",
    "11:28": "Now the man Jeroboam [was] a man of ability, and Solomon saw that the young man {was a diligent worker},<note: Literally \"was a doer of work he\"> so he appointed him over all of the forced labor for the house of Joseph.",
    "11:29": "It happened at that time that Jeroboam went out from Jerusalem, and he accidentally met Ahijah the Shilonite the prophet on the way. Now he had clothed himself with new clothing. While the two of them [were] alone in the field,",
    "11:30": "Ahijah took hold of the new cloak which [was] on him and tore it into twelve pieces.",
    "11:31": "Then he said to Jeroboam, \"Take for yourself ten pieces, for thus says Yahweh, the God of Israel: 'Behold, I [am about] to tear the kingdom from the hand of Solomon, and I will give to you ten tribes,",
    "11:32": "but one tribe shall be for him, for the sake of my servant David and for the sake of Jerusalem, the city which I have chosen from all the tribes of Israel;",
    "11:33": "because he has forsaken me, and they bowed down to Ashtoreth, the god of [the] Sidonians, to Chemosh, the god of Moab, and to Molech, the god of the {Ammonites}.<note: Literally \"sons/children of Ammon\"> They did not walk in my ways to do right in my eyes, my ordinances, or my judgments, as [did] David his father.",
    "11:34": "But I will not take all of the kingdom from his hand, but I will make him a leader all the days of his life for the sake of David my servant whom I chose, who kept my commandments and my ordinances.",
    "11:35": "But I will take the kingship from the hand of his son, and I will give ten tribes to you.",
    "11:36": "To his son I will give one tribe in order to be a lamp for my servant David, always before my face, in Jerusalem the city in which I have chosen to place my name.",
    "11:37": "You I will take, and you shall reign over all your soul desires, and you shall be king over Israel.",
    "11:38": "It shall be that if you listen to all that I command you and you walk in my ways and you do right in my eyes by keeping my statutes and my commandments, as David my servant did, then I will be with you, and I will build an enduring house for you as I built for David, and I will give Israel to you.",
    "11:39": "I will punish the offspring of David on account of this; however, not always.'\"",
    "11:40": "Then Solomon sought to kill Jeroboam, but Jeroboam got up and fled to Egypt, to Shishak the king of Egypt, and he remained in Egypt until the death of Solomon.",
    "11:41": "Now the rest of the acts of Solomon and all that he did and his wisdom; [are] they not written on the scroll of the acts of Solomon?",
    "11:42": "All the days that Solomon reigned in Jerusalem over all of Israel [were] forty years.",
    "11:43": "Then Solomon slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city of David his father, and Rehoboam his son became king in his place.",
    "12:1": "Then Rehoboam went to Shechem, for all of Israel had come to Shechem to make him king.",
    "12:2": "It happened that Jeroboam the son of Nebat heard [of it] while he was still in Egypt where he had fled from the face of King Solomon, and Jeroboam had lived in Egypt.",
    "12:3": "So they sent and summoned him, and Jeroboam and all the assembly of Israel came. [Then] they spoke to Rehoboam, saying,",
    "12:4": "\"Your father made our yoke heavy; now lighten the hard labor of your father and the heavy yoke which he placed on us, and we will serve you.\"",
    "12:5": "He said, \"Go up for three days and then return to me\"; so the people went away.",
    "12:6": "Then King Rehoboam consulted with the old men who had been {serving}<note: Literally \"standing\"> before Solomon his father when he was alive, saying, \"How [are] you advising [me] {to answer this people}?\"<note: Literally \"to return a word to this people\">",
    "12:7": "They said to him, \"If you will be a servant today to this people, then you will serve them; and if you answer them and speak good words to them, they will always be your servants.\"",
    "12:8": "But he rejected the advice of the old men, which they gave him, and he consulted with the youngsters who had grown up with him, who were {serving}<note: Literally \"standing\"> before him.",
    "12:9": "He said to them, \"What [are] you advising that we should reply to this people who spoke to me by saying, 'Lighten the yoke your father put on us.'\"",
    "12:10": "Then the youngsters who had grown up with him spoke to him, saying, \"Thus you shall say to this people who spoke to you: 'Your father made our yoke heavy, but you lighten [it] for us,' you shall say to them, 'My little finger is thicker than my father's loins.",
    "12:11": "So then, my father loaded a heavy yoke on all of you, but I will add to your yoke; my father disciplined you with whips, but I will discipline you with scorpions!'\"",
    "12:12": "Jeroboam and all of the people came to Rehoboam on the third day, as the king had spoken: \"Return to me on the third day.\"",
    "12:13": "Then the king answered all the people harshly, [as] he had rejected the advice of the old men that they had offered.",
    "12:14": "He spoke to them according to the advice of the youngsters, saying, \"My father made your yoke heavy, but I will add onto your yoke; my father disciplined you with whips, but I will discipline you with scorpions.\"",
    "12:15": "So the king did not listen to the people, for it was a turning of events from Yahweh in order to fulfill his word which Yahweh had spoken through the hand of Ahijah the Shilonite to Jeroboam the son of Nebat.",
    "12:16": "When all of Israel saw that the king would not listen to them, the people answered the king, saying, \"{What share do we have in David}?<note: Literally \"What is for us a share in David\"> [There is] no inheritance in the son of Jesse. To your tents, Israel! Now look to your house, David!\" Then Israel went to their<note: Hebrew \"his\"> tents.",
    "12:17": "The {Israelites}<note: Literally \"sons/children of Israel\"> were living in the cities of Judah, and Rehoboam was reigning over them.",
    "12:18": "King Rehoboam sent Adoram who [was] over the forced labor, and all of Israel cast stones at him and he died, but King Rehoboam managed to get up on the chariot to flee [to] Jerusalem.",
    "12:19": "So Israel rebelled against the house of David until this day.",
    "12:20": "It happened that just when all of Israel heard that Jeroboam had returned, they sent and called him to the assembly and made him king over all of Israel. Not one [followed] after the house of David except the tribe of Judah alone.",
    "12:21": "When Rehoboam came to Jerusalem, he assembled all of the house of Judah and the tribe of Benjamin, a hundred and eighty thousand {choice troops}<note: Literally \"chosen makers of war\"> to fight with the house of Israel, to restore the kingship to Rehoboam the son of Solomon.",
    "12:22": "Then the word of God came to Shemaiah the man of God, saying,",
    "12:23": "\"Say to Rehoboam the son of Solomon the king of Judah and to all the house of Judah and Benjamin and the remainder of the people, saying,",
    "12:24": "'Thus says Yahweh: \"You shall not go up and you shall not fight with your brothers the {Israelites}.<note: Literally \"sons/children of Israel\"> Return each of you to his house, for this thing was from me.\" '\" So they heeded the word of Yahweh, and they returned to go home according to the word of Yahweh.",
    "12:25": "Then Jeroboam built Shechem in the hill country of Ephraim, and he resided in it. Then he went out from there and built Penuel.",
    "12:26": "Then Jeroboam {said to himself},<note: Literally \"said to his heart\"> \"Now the kingdom will return to the house of David",
    "12:27": "if this people go up to offer sacrifices in the house<note: Or \"temple\"> of Yahweh in Jerusalem. The heart of this people will return to their master Rehoboam the king of Judah, and they shall kill me and {return to him}.\"<note: Hebrew \"return to Rehoboam the king of Judah\">",
    "12:28": "And the king had decided, so he made two golden calves and he said to them,<note: That is, the people> \"{You have been going up to Jerusalem long enough};<note: Literally \"enough for you from going up to Jerusalem\"> here are your gods, O Israel, who brought you up from the land of Egypt.\"",
    "12:29": "He put one in Bethel, and the other he put in Dan.",
    "12:30": "This thing became a sin, and the people walked before the one as far as Dan.",
    "12:31": "Then he built the houses on the high places, and he appointed priests {from all walks of life}<note: Literally \"from the fringes of the people\"> who were not from the sons of Levi.",
    "12:32": "Jeroboam also inaugurated a religious feast in the eighth month on the fifteenth day of the month, like the religious feast which was in Judah, and he offered [sacrifices] on the altar. Thus he did in Bethel, by sacrificing to the calves that he had made; and he placed in Bethel the priests of the high places which he had made.",
    "12:33": "He offered [sacrifices] on the altar which he had made in Bethel on the fifteenth day of the eighth month which his heart had devised. He inaugurated a religious feast for the {Israelites},<note: Literally \"sons/children of Israel\"> and he went up to the altar to offer incense.",
    "13:1": "Suddenly a man of God from Judah came to Bethel, by the word of Yahweh, while Jeroboam [was] standing at the altar to offer incense.",
    "13:2": "Then he proclaimed against the altar by the word of Yahweh and said, \"O altar, altar, thus says Yahweh: 'Look, a son will be born to the house of David, Josiah by name, and he shall sacrifice on you the priests of the high places who burn incense on you, and human bones shall burn on you.'\"",
    "13:3": "He gave a sign on that day, saying, \"This [is] the sign that Yahweh has predetermined: Look, [this] altar will be torn [apart], and the ashes that [are] on it will be poured out.\"",
    "13:4": "It happened at the moment the king heard the word of the man of God that he cried out against the altar in Bethel, Jeroboam stretched out his hand from the altar, saying, \"Seize him!\" But his hand which he stretched out to him was paralyzed, and he was not able to draw it back to himself.",
    "13:5": "Then the altar was torn [apart] and the ashes from the altar poured out according to the sign which the man of God had announced by the word of Yahweh.",
    "13:6": "Then the king responded and said to the man of God, \"Please entreat the favor of Yahweh your God, and pray for me that my hand may return to me.\" So the man of God entreated the face of Yahweh, and the hand of the king returned to him, as it was in the beginning.",
    "13:7": "Then the king spoke to the man of God, \"Come with me to the house and refresh yourself, that I may give you a gift.\"",
    "13:8": "Then the man of God said to the king, \"Even if you give to me half of your house I will not come with you, nor will I eat bread or drink water in this place,",
    "13:9": "for the word of Yahweh has commanded me, saying, 'You shall not eat bread nor drink water, and you shall not return on the way that you came.'\"",
    "13:10": "So he went another way, and he did not return by the way on which he had come to Bethel.",
    "13:11": "Now a certain older prophet was living in Bethel, and his son came and recounted to him all of the things that the man of God had done that day in Bethel [and] the words he had spoken to the king, and they told them to their father.",
    "13:12": "Then their father asked them, \"{Which way did he go}?\"<note: Literally \"Where [is] this way he went?\"> His sons had seen the way which the man of God who had come from Judah had taken.",
    "13:13": "Then he said to his sons, \"Saddle the donkey for me.\" So they saddled the donkey for him, and he mounted it",
    "13:14": "and went after the man of God. He found him sitting under the oak and said to him, \"Are you the man of God who came from Judah?\" He said, \"I [am].\"",
    "13:15": "Then he said to him, \"Come with me to the house and eat [some] food.\"",
    "13:16": "Then he said, \"I am not able to return with you or to go with you. I will not eat food nor will I drink water with you in this place.",
    "13:17": "For a word [came] to me by the word of Yahweh, 'You shall not eat food, nor shall you drink water there. You shall not return to go by the way that you came.'\"",
    "13:18": "Then he said, \"I [am] also a prophet like you. An angel spoke to me by the word of Yahweh, saying, 'Let him return with you to your house that he may eat food and drink water.'\" He lied to him.",
    "13:19": "So he returned with him and ate food in his house and drank water.",
    "13:20": "Now it happened that they [were] sitting at the table, and the word of Yahweh came to the prophet who brought him back.",
    "13:21": "He proclaimed to the man of God who came from Judah, saying, \"Thus says Yahweh: 'Because you have disobeyed the word of Yahweh and have not kept the command which Yahweh your God commanded you,",
    "13:22": "but you have returned and have eaten food and drank water in the place which he ordered you not to eat food nor to drink water, then your dead body shall not return to the tomb of your ancestors.'\"<note: Or \"fathers\">",
    "13:23": "It happened after he ate food and drank water that he saddled the donkey for the prophet whom he had brought back.",
    "13:24": "When he left, a lion found him on the road and killed him, and his dead body [was] thrown on the road with the donkey standing beside it, and the lion [was] standing by the dead body.",
    "13:25": "As men [were] passing by and they saw the dead body thrown in the road and the lion standing beside the dead body, they came and told it in the city where the old prophet [was] living.",
    "13:26": "When the prophet who had brought him back from the way heard, he said, \"It [is] the man of God who disobeyed the mouth of Yahweh, and Yahweh has given him to the lion. He tore him in pieces and killed him according to the word of Yahweh which he had spoken to him.\"",
    "13:27": "Then he spoke to his sons, saying, \"Saddle the donkey for me.\" So they saddled it.",
    "13:28": "He went and found his dead body thrown in the road and a donkey with the lion standing beside it, but the lion had not eaten the corpse nor attacked the donkey.",
    "13:29": "So the prophet lifted up the corpse of the man of God and put it on the donkey and brought it back. He came to the city of the old prophet to mourn him and to bury him.",
    "13:30": "He put his corpse in his tomb, and they mourned over him, \"Alas, my brother!\"",
    "13:31": "It happened after he buried him that he said to his sons, \"When I die, you shall bury me in the tomb where the man of God [is] buried; you shall lay my bones beside his bones.",
    "13:32": "For surely, the thing which he proclaimed by the word of Yahweh against the altar which [is] in Bethel will happen, [as it will] against all the houses of the high places which [are] in the cities of Samaria.\"",
    "13:33": "After this event, Jeroboam did not turn from his evil way, but he returned and [again] made priests for the high places of people from {all walks of life}.<note: Literally \"from the fringes of the people\"> He filled his hand with all [his] desire and became [one of] the priests of the high places [himself].",
    "13:34": "This matter became sin in the house of Jeroboam, to make it disappear and to destroy [it] from the surface of the earth.",
    "14:1": "At that time, Abijah son of Jeroboam became ill.",
    "14:2": "Jeroboam said to his wife, \"Please get up and disguise yourself so that they will not know that you [are] the wife of Jeroboam, and go [to] Shiloh. Look, Ahijah the prophet is there, and he spoke concerning me [before I became] king over this people.",
    "14:3": "You must take ten loaves of bread in your hand and cakes and a jar of honey, and you must go to him. He shall tell you what will happen to the boy.\"",
    "14:4": "The wife of Jeroboam did so. She got up, went [to] Shiloh, and came [to] the house of Ahijah. Now Ahijah was not able to see, for {his eyes were fixed}<note: Literally \"his eyes stood\"> because of his old age.",
    "14:5": "Then Yahweh said to Ahijah, \"Look, the wife of Jeroboam [is] coming to seek a word from you about her son, for he [is] ill. {Thus and so}<note: Literally \"As this and as this\"> you shall say to her. When she comes, she [will be] disguising herself.\"",
    "14:6": "It happened at the moment Ahijah heard the sound of her footsteps coming through the doorway, he said, \"Come [in], wife of Jeroboam. Why [are] you making yourself unrecognizable? I have been sent a hard [message] for you:",
    "14:7": "Go, tell Jeroboam, 'Thus says Yahweh the God of Israel: \"Because I raised you from the midst of the people and I made you leader over my people Israel,",
    "14:8": "I tore the kingdom from the house of David and I gave it to you. But you were not like my servant David who kept my commandments, and who went after me with all his heart, to do only [what is] right in my eyes.",
    "14:9": "But you did more evil than all who were before you. You have gone and made for yourself other gods and molten idols to provoke me, but me you have {completely disregarded}.<note: Literally \"hurled behind your back\">",
    "14:10": "Therefore, look, I am about to bring disaster upon the house of Jeroboam, and I will cut off {males}<note: Literally \"those who urinate against a wall\"> from Jeroboam, bond or free, in Israel. I will burn after the house of Jeroboam as one burns after the manure, until it is finished.",
    "14:11": "He who dies for Jeroboam in the city, the dogs will eat. He who dies in the open field, the birds from the heavens will eat, for Yahweh has spoken [it].\" '",
    "14:12": "As for you, get up. Go to your house. When your feet enter the city, the child will die.",
    "14:13": "All of Israel will mourn for him, and they will bury him. This one alone will come to a tomb for Jeroboam, because a good thing has been found in him by Yahweh the God of Israel in the house of Israel.",
    "14:14": "Yahweh will raise up a king for himself over Israel who will even now cut off the house of Jeroboam this day.",
    "14:15": "Yahweh will strike Israel as one shakes the reed plant in the water, and he will root Israel up from this good land that he gave to their ancestors.<note: Or \"fathers\"> He will scatter them beyond the River<note: That is, the Euphrates> because they have made their sacred poles [which are] provoking Yahweh.",
    "14:16": "He will give up Israel because of the sin of Jeroboam which he sinned and which he caused Israel to sin.\"",
    "14:17": "Then the wife of Jeroboam got up, went, and came to Tirzah. [As] she [was] coming to the threshold of the house, the boy died.",
    "14:18": "They buried him and all of Israel mourned for him, according to the word of Yahweh which he had spoken by the hand of his servant Ahijah the prophet.",
    "14:19": "The remainder of the acts of Jeroboam, how he fought and how he reigned, behold, they [are] written in the scroll of the events of the days of the kings of Israel.",
    "14:20": "The days which Jeroboam reigned were twenty-two years, and he slept with his ancestors.<note: Or \"fathers\"> Then Nadab his son became king in place of him.",
    "14:21": "Now Rehoboam the son of Solomon reigned in Judah. He was forty-one years old when he began to reign, and he reigned seventeen years in Jerusalem, the city which, from all of the tribes of Israel, Yahweh chose to place his name. And the name of his mother [was] Naamah the Ammonitess.",
    "14:22": "But Judah did evil in the eyes of Yahweh, and they annoyed him more than their fathers<note: Or \"ancestors\"> did with their sins that they had committed.",
    "14:23": "They also built for themselves high places and stone pillars and sacred poles on every high hill and under every green tree.",
    "14:24": "There were also male shrine prostitutes in the land, and they did according to all the abominations of the nations which Yahweh had driven out from before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "14:25": "It happened in the fifth year of King Rehoboam that Shishak the king of Egypt came up against Jerusalem,",
    "14:26": "and he took the treasures of the house of Yahweh, and he took all the treasures of the king's house. He took the small gold shields that Solomon had made,",
    "14:27": "so King Rehoboam made small copper shields in place of them and {entrusted them}<note: Literally \"he assigned on the hand\"> to the commanders of the royal guard who keep the doorway of the king's house.",
    "14:28": "Whenever the king came [to] the house of Yahweh, the royal guard carried them and brought them back to the alcove room of the royal guard.",
    "14:29": "The remainder of the acts of Rehoboam and all that he did, are they not written on the scroll of the events of the days of the kings of Judah?",
    "14:30": "There was always war between Rehoboam and Jeroboam.",
    "14:31": "Then Rehoboam slept with his ancestors,<note: Or \"fathers\"> and he was buried with his ancestors<note: Or \"fathers\"> in the city of David. The name of his mother [was] Naamah the Ammonitess. Abijam his son became king in his place.",
    "15:1": "In the eighteenth year of King Jeroboam the son of Nebat, Abijam began to reign over Judah.",
    "15:2": "Three years he reigned in Jerusalem. The name of his mother [was] Maacah the daughter of Abishalom.",
    "15:3": "He walked in all the sins of his father that he had done before him, and his heart was not fully with Yahweh his God as the heart of David his father.",
    "15:4": "For the sake of David, Yahweh his God gave him a lamp in Jerusalem, by establishing his son after him and by causing Jerusalem to exist;",
    "15:5": "because David did right in the eyes of Yahweh and he didn't turn aside from all that he commanded him all the days of his life, except in the matter of Uriah the Hittite.",
    "15:6": "There was war between Rehoboam and Jeroboam all the days of his life.",
    "15:7": "The remainder of the acts of Abijam and all that he did, are they not written in the scroll of the events of the days of the kings of Judah? There was also war between Abijam and Jeroboam.",
    "15:8": "Abijam slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city of David, and Asa his son became king in his place.",
    "15:9": "In the twentieth year of Jeroboam the king of Israel, Asa became the king of Judah.",
    "15:10": "He reigned forty-one years in Jerusalem, and the name of his mother [was] Maacah the daughter of Abishalom.",
    "15:11": "Asa did right in the eyes of Yahweh, like David his ancestor.<note: Or \"father\">",
    "15:12": "He put away the male shrine prostitutes from the land, and he removed all of the idols that his ancestors<note: Or \"fathers\"> made.",
    "15:13": "Also, he had Maacah his mother removed from the office of queen mother, [as] she had made a repulsive image for the Asherah. Asa also cut down her repulsive image and burned it in the Wadi<note: Or \"valley\"; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season> Kidron.",
    "15:14": "But the high places he did not remove. Nevertheless, the heart of Asa was completely with Yahweh all of his days.",
    "15:15": "He brought the holy objects of his father and his [own] holy objects to the house of Yahweh, silver and gold and utensils.",
    "15:16": "There was war between Asa and Baasha king of Israel all of their days.",
    "15:17": "Baasha king of Israel went up against Judah, and he built Ramah {to hinder the coming and going of anyone to Asa}<note: Literally \"to not give going and coming to Asa\"> king of Judah.",
    "15:18": "Asa took all of the silver and gold remaining in the storerooms of the house of Yahweh and in the treasury rooms of the house of the king, and he gave them into the hand of his servants; so King Asa sent them to Ben-Hadad the son of Tabrimmon the son of Hezion, the king of Aram, who lived in Damascus, saying,",
    "15:19": "\"[Let there be] a covenant between me and you, between my father and your father. Look, I have sent you a gift of silver and gold. Go, break your covenant with Baasha king of Israel that he may go up [away] from me.\"",
    "15:20": "Ben-Hadad listened to King Asa, and he sent the commanders of his armies against the cities of Israel and he attacked Ijon, Dan, Abel-Beth-Maacah, and all of Kinnereth, in addition to all the land of Naphtali.",
    "15:21": "When Baasha heard, he stopped building Ramah, and he lived in Tirzah.",
    "15:22": "Then King Asa proclaimed among all of Israel that there was no one free from obligation, so they carried the stones of Ramah and its wood with which Baasha had built, and King Asa rebuilt Geba in Benjamin with them, and the Mizpah.",
    "15:23": "The remainder of the acts of Asa, all of his achievements, all that he did, and the cities which he built, are they not written in the scroll of the events of the days of the kings of Judah? But at the time of his old age, {he developed a foot disease}.<note: Literally \"he became ill in his feet\">",
    "15:24": "Asa slept with his ancestors<note: Or \"fathers\"> and was buried with his ancestors<note: Or \"fathers\"> in the city of David his ancestor;<note: Or \"father\"> Jehoshaphat his son became king in his place.",
    "15:25": "Nadab the son of Jeroboam began to reign over Israel in the second year of Asa king of Judah, and he reigned over Israel two years.",
    "15:26": "He did evil in the eyes of Yahweh, and he walked in the way of his father and in his sin that he caused Israel to commit.",
    "15:27": "Baasha son of Ahijah of the house of Issachar conspired against him, and Baasha struck him down at Gibbethon, which belonged to the Philistines. Now Nadab and all of Israel [were] laying siege to Gibbethon,",
    "15:28": "and Baasha killed him in the third year of Asa the king of Judah, and he reigned in his place.",
    "15:29": "It happened that as soon as he became king, he killed all of the house of Jeroboam. There was no one left of Jeroboam who breathed, until he had destroyed him according to the word of Yahweh that he had spoken by the hand of his servant, Ahijah the Shilonite,",
    "15:30": "because of the sins of Jeroboam that he had committed and that he had caused Israel to commit [and] because of his anger [with] which he had provoked Yahweh the God of Israel.",
    "15:31": "Now the remainder of the acts of Nadab and all that he did, [are] they not written on the scroll of the events of the days of the kings of Israel?",
    "15:32": "There was war between Asa and Baasha king of Israel all their days.",
    "15:33": "In the third year of Asa king of Judah, Baasha son of Ahijah had become king over all of Israel; [he lived] in Tirzah twenty-four years.",
    "15:34": "He did evil in the eyes of Yahweh, and he walked in the way of Jeroboam and in his sin that he caused Israel to commit.",
    "16:1": "The word of Yahweh came to Jehu the son of Hanani against Baasha, saying,",
    "16:2": "\"Because I exalted you from the dust and I made you a leader over my people Israel, but you have walked in the way of Jeroboam and you caused my people Israel to sin, to provoke me with their sins,",
    "16:3": "I am now [about to] consume Baasha and his house. I will make your house like the house of Jeroboam the son of Nebat.",
    "16:4": "Those who die for Baasha in the city, the dogs will eat; those who die for him in the field, the birds of the heavens will eat.\"",
    "16:5": "The remainder of the acts of Baasha, what he did, and his powerful deeds, are they not written on the scroll of the events of the days of the kings of Israel?",
    "16:6": "Baasha slept with his ancestors<note: Or \"fathers\"> and was buried in Tirzah, and Elah his son became king in his place.",
    "16:7": "Moreover, the word of Yahweh came to Baasha and to his house by the hand of Jehu the son of Hanani the prophet, because of all the evil that he did in the eyes of Yahweh by provoking him with the work of his hands, by being like the house of Jeroboam; and he destroyed him.",
    "16:8": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king over Israel for two years.",
    "16:9": "His servant Zimri the commander of half of the chariots conspired against him. Now he had been in Tirzah drinking [himself] drunk in the house of Arza who was over the palace in Tirzah.",
    "16:10": "Zimri came and struck him down and killed him in the twenty-seventh year of Asa king of Judah and became king in his place.",
    "16:11": "It happened that as soon as he became king, at the moment he sat on his throne, he killed all of the house of Baasha. He left {no males}<note: Literally \"no one for him who urinated against a wall\"> [among] his kindred or [any of] his friends.",
    "16:12": "So Zimri destroyed all of the house of Baasha according to the word of Yahweh which he spoke against Baasha by the hand of Jehu the prophet",
    "16:13": "because of all the sins of Baasha and the sins of Elah his son which they committed and which they caused Israel to sin by provoking Yahweh the God of Israel with their idols.",
    "16:14": "The remainder of the acts of Elah and all that he did, are they not written in the scroll of the events of the days of the kings of Israel?",
    "16:15": "In the twenty-seventh year of Asa king of Judah, Zimri reigned seven days in Tirzah. Now the army was encamping against Gibbethon which belonged to the Philistines.",
    "16:16": "The encamping army heard that Zimri had conspired and moreover had killed the king,<note: That is, Elah> so they made Omri the commander of the army of Israel king over all Israel in the camp on that day.",
    "16:17": "Then Omri went up and all Israel with him from Gibbethon, and they besieged Tirzah.",
    "16:18": "It happened that when Zimri saw that the city was taken, he went to the citadel fortress of the house of the king, and he burnt the house of the king over him with fire so that he died.",
    "16:19": "[This happened] because of his sin which he committed by doing evil in the eyes of Yahweh, by going the way of Jeroboam and in his sin which he did by causing Israel to sin.",
    "16:20": "The remainder of the acts of Zimri and his conspiracy which he made, [are] they not written on the scroll of the events of the days of the kings of Israel?",
    "16:21": "At that time, the people of Israel were divided into two parts: half of the people went after Tibni the son of Ginath to make him king, and the other half went after Omri.",
    "16:22": "The people who went after Omri overcame the people who went after Tibni the son of Ginath, so that he died and Omri became king.",
    "16:23": "In the thirty-first year of Asa king of Judah, Omri became king over Israel [for] twelve years. He reigned in Tirzah six years,",
    "16:24": "then bought the hill of Samaria from Shemer for two talents of silver, fortified the hill, and called the name of the city Samaria that he built after Shemer, the owner of the hill.",
    "16:25": "But Omri did evil in the eyes of Yahweh more than all who were before him.",
    "16:26": "He went in all the way of Jeroboam the son of Nebat and in his sins that he caused Israel to sin by provoking Yahweh the God of Israel with their idols.",
    "16:27": "The remainder of the acts of Omri that he did and his powerful deeds, are they not written in the scroll of the events of the days of the kings of Israel?",
    "16:28": "Omri slept with his ancestors,<note: Or \"fathers\"> and he was buried in Samaria, and Ahab his son became king in his place.",
    "16:29": "Now Ahab son of Omri became king over Israel in the thirty-eighth year of Asa king of Judah. Ahab son of Omri reigned over Israel in Samaria twenty-two years.",
    "16:30": "But Ahab son of Omri did evil in the eyes of Yahweh more than all who were before him.",
    "16:31": "{If it wasn't enough that he went}<note: Literally \"It happened that it was trivial his going\"> after the sins of Jeroboam the son of Nebat, he also took as wife Jezebel the daughter of Ethbaal the king of the Sidonians. He went and served Baal and bowed down to him.",
    "16:32": "And he built an altar to Baal in the house of Baal which he had built in Samaria.",
    "16:33": "Ahab also made the sacred pole, and {he continued to provoke}<note: Literally \"Ahab added to make to provoke\"> Yahweh the God of Israel more than all the kings of Israel who were before him.",
    "16:34": "In his days, Hiel the Bethelite rebuilt Jericho; at the cost of Abiram his firstborn he laid its foundation, and at the cost of Segub his younger sibling, he set up its gates, according to the word of Yahweh which he spoke by the hand of Joshua the son of Nun.",
    "17:1": "Elijah the Tishbite from Tishbe of Gilead said to Ahab, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> the God of Israel before whom I stand, there shall surely not be dew nor rain these years {except by my command}.\"<note: Literally \"except at the word of my mouth\">",
    "17:2": "Then the word of Yahweh came to him, saying,",
    "17:3": "\"Go from this place and turn to the east; you must hide yourself in the Wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> Kerith {which faces the Jordan}.<note: Literally \"on the face of the Jordan\">",
    "17:4": "It shall be that you shall drink from the wadi,<note: A valley that is dry most of the year, but contains a stream during the rainy season> and I have commanded the crows to sustain you there.\"",
    "17:5": "So he went and did according to the word of Yahweh. He went and stayed in the Wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> Kerith {which faces the Jordan}.<note: Literally \"on the face of the Jordan\">",
    "17:6": "The crows [were] bringing bread and meat in the morning for him and bread and meat in the evening, and he drank from the wadi.<note: A valley that is dry most of the year, but contains a stream during the rainy season>",
    "17:7": "It happened {after a while}<note: Literally \"from the end of days\"> that the wadi<note: A seasonal stream that is often dry> dried up, because there was no rain in the land.",
    "17:8": "Then the word of Yahweh came to him, saying,",
    "17:9": "\"Get up and go to Zarephath which belongs to Sidon and stay there. Look, I have commanded a woman there, a widow, to sustain you.\"",
    "17:10": "So he arose and went to Zarephath and came to the gate of the city. There [was] a widow woman gathering wood, so he called to her, and he said, \"Please bring a little water for me in a vessel so that I can drink.\"",
    "17:11": "She went to fetch [it], and he called to her and said, \"Please bring me a morsel of bread in your hand.\"",
    "17:12": "She said, \"{As Yahweh your God lives},<note: Literally \"The life of Yahweh your God\"> surely I do not have a cake, {but only a handful of flour}<note: Literally \"except that which fills a hand with flour\"> in the jar and a little olive oil in the jug. Here I [am] gathering a few pieces of wood, and I will go and prepare it for me and my son, that we might eat it and die.\"",
    "17:13": "Elijah said to her, \"Don't be afraid. Go and do according to your word; only make for me a small bread cake from it first, and bring it out to me. Make it for yourself and for your son afterward.",
    "17:14": "For thus says Yahweh, the God of Israel: 'The jar of flour will not be emptied and the jug of olive oil will not run out until the day Yahweh gives rain on the surface of the earth.'\"",
    "17:15": "So she went and did according to the word of Elijah; then [both] she and he ate with her household for many days.",
    "17:16": "The jar of flour was not emptied and the jug of olive oil did not run out, according to the word of Yahweh which he spoke by the hand of Elijah.",
    "17:17": "It happened after these things that the son of the woman, the mistress of the house, became ill; and his illness was very severe until there was no breath left in him.",
    "17:18": "She said to Elijah, \"{What do you have against me},<note: Literally \"What for me and for you\"> O man of God, [that] you have come to me to make known my guilt and to cause my son to die?\"",
    "17:19": "Then he said to her, \"Give me your son.\" He took him from her lap and carried him up to the upper room where he was staying, and he laid him on his bed.",
    "17:20": "Then he called to Yahweh and said, \"O Yahweh my God, are you also causing evil to come upon the widow with whom I [am] dwelling as an alien by causing her son to die?\"",
    "17:21": "He stretched himself out on the child three times and called to Yahweh and said, \"O Yahweh my God, please let the life of this child return within him.\"",
    "17:22": "Yahweh listened to the voice of Elijah, and the life of the child returned within him, and he lived.",
    "17:23": "Elijah then took the child and brought him down from the upper room to the house and gave him to his mother. Elijah said, \"Look, your son [is] alive.\"",
    "17:24": "Then the woman said to Elijah, \"Now this I know, that you [are] a man of God and the word of Yahweh in your mouth [is] truth.\"",
    "18:1": "It happened many days [later] that the word of Yahweh came to Elijah in the third year, saying, \"Go, present yourself to Ahab so that I may give rain on the surface of the earth.\"",
    "18:2": "So Elijah went to present himself to Ahab. Now the famine [was] severe in Samaria.",
    "18:3": "Ahab summoned Obadiah who [was] over the house. (Now Obadiah was fearing Yahweh greatly.",
    "18:4": "It had happened that when Jezebel killed the prophets of Yahweh, Obadiah took a hundred prophets and hid them {by fifties}<note: Literally \"fifty men\"> in the cave and sustained them [with] food and water.)",
    "18:5": "Ahab said to Obadiah, \"Go through the land to all the springs of water and to all the wadis.<note: A valley that is dry most of the year, but contains a stream during the rainy season> Perhaps we may find green grass that we may keep horses and mules alive and that we might not lose any of the animals.\"",
    "18:6": "So they divided the land for themselves in order to pass through it; Ahab went one way by himself, and Obadiah went another way by himself.",
    "18:7": "It happened that Obadiah [was] on the way, and suddenly Elijah was there to meet him. When he recognized him, he fell on his face and said, \"[Is] this you, my lord Elijah?\"",
    "18:8": "He said to him, \"I [am]. Go, say to your lord, 'Elijah [is] here.'\"",
    "18:9": "He said, \"How have I sinned that you [are] giving your servant into the hand of Ahab to kill me?",
    "18:10": "{As Yahweh your God lives},<note: Literally \"The life of Yahweh your God\"> surely there is not a nation or a kingdom to which my lord has not sent me to seek you. [If] they would say, 'He is not here,' then he would make the kingdom or the nation swear that it could not find you.",
    "18:11": "Now you [are] saying, 'Go, say to your lord: \"Elijah [is] here.\" '",
    "18:12": "And it will happen that I will go from you and the Spirit of Yahweh will carry you up to where I do not know. Then I will come to tell Ahab, but he will not find you, and then he will kill me, [even though] your servant has feared Yahweh from my youth.",
    "18:13": "Has it not been told to my lord what I did when Jezebel killed the prophets of Yahweh? I hid a hundred men of the prophets of Yahweh {by fifties}<note: Literally \"fifty fifty men\"> in the cave, and I sustained them [with] food and water.",
    "18:14": "Now you [are] saying, 'Go, say to your lord: \"Elijah [is] here,\" ' and he will kill me.\"",
    "18:15": "Elijah said, \"{As Yahweh of hosts lives},<note: Literally \"The life of Yahweh of hosts\"> before whom I stand, I will certainly show myself to him today.\"",
    "18:16": "So Obadiah went to meet Ahab, and he told him, so Ahab went to meet Elijah.",
    "18:17": "When Ahab saw Elijah, Ahab said to him, \"[Is] this you [who] throws Israel into confusion?\"",
    "18:18": "He said, \"I did not throw Israel into confusion; rather you and the house of your father [have] by forsaking the commands of Yahweh when you went after the Baals!",
    "18:19": "So then, send [word] and assemble all of Israel to me on Mount Carmel, with the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah, who eat at the table of Jezebel.\"",
    "18:20": "So Ahab sent [word] among the {Israelites},<note: Literally \"sons/children of Israel\"> and he assembled the prophets to Mount Carmel.",
    "18:21": "Elijah approached to all the people and said, \"How long [will] you [go] limping over two opinions? If Yahweh [is] God, go after him; but if Baal, go after him.\" But the people did not answer him a word.",
    "18:22": "Then Elijah said to the people, \"I alone [am] left a prophet of Yahweh, but the prophets of Baal [are] four hundred and fifty men.",
    "18:23": "Let them give us two bulls, and let them choose for themselves one bull, cut him in pieces, and put it on the wood, but don't let them start a fire on it. I will prepare the other bull and set it on the wood, but I will put no fire [on it].",
    "18:24": "Then you call on the name of your god, and I will call on the name of Yahweh, and it shall be that the god who answers by fire, he [is] God.\"<note: Baal is known in Canaanite texts as being the god in control of lightning and fire> Then all the people answered and said, \"The word [is] good!\"",
    "18:25": "Then Elijah said to the prophets of Baal, \"Choose for yourselves one bull and prepare it first, for you [are] the majority, and call on the name of your god, but don't set fire [under it].\"",
    "18:26": "So they took the bull that he allowed to them, prepared it, and called upon the name of Baal from morning until noon, saying, \"O Baal, answer us!\" But there was no voice and there was no answer, so they limped<note: That is, moved about the altar in a cultic dance step> about the altar which they had made.",
    "18:27": "It happened at noon that Elijah mocked them and said, \"Call out with a loud voice, for he [is] a god! Perhaps he is meditating, or {is using the bathroom},<note: Literally \"has backed off for himself\"> or [is] on a journey. Perhaps he [is] asleep and must wake up!\"",
    "18:28": "So they called out with a loud voice, and they cut themselves with swords and with spears as was their custom, until the blood poured out over them.",
    "18:29": "It happened as noon passed, they raged until the [time of] the evening offering, but there was no voice, there was no answer, and no [one] paid attention.",
    "18:30": "Then Elijah said to all the people, \"Come near to me,\" so all the people came closer to him. He repaired the altar of Yahweh [that had been] destroyed.",
    "18:31": "Elijah took twelve stones according to the number of the tribes of the sons of Jacob, to whom the word of God came, saying, \"Israel shall be your name.\"",
    "18:32": "With them, he built an altar in the name of Yahweh, and he made a trench {which would have held}<note: Literally \"as the house of\"> about two seahs of seed, all around the altar.",
    "18:33": "And he arranged the wood, cut the bull into pieces, and placed [it] on the wood.<note: in the Hebrew Bible, 1 Kings 18:34 begins here> Then he said, \"Fill four jars [with] water, and pour it on the burnt offering and on the wood.\"",
    "18:34": "He said, \"Do [it] again!\" They did [it] again. He said, \"Do [it] a third time!\" So they did [it] a third time.",
    "18:35": "The water went all around the altar, and the trench also was filled [with] water.",
    "18:36": "It happened at the offering of the [evening] oblation, Elijah the prophet went near, and he said, \"O Yahweh, God of Abraham, Isaac, and Israel; let it be known today that you [are] God in Israel and [that] I [am] your servant and [that] I have done all of these things by your words.",
    "18:37": "Answer me, O Yahweh, answer me; that this people may know that you, O Yahweh, [are] God and that you have turned their hearts back again.\"",
    "18:38": "Then the fire of Yahweh fell, and it consumed the burnt offering, and the wood, and the stones, and the dust; and the water which [was] in the trench it licked up!",
    "18:39": "When all the people saw, they fell on their faces and said, \"Yahweh, he [is] God! Yahweh, he [is] God!\"",
    "18:40": "Then Elijah said to them, \"Seize the prophets of Baal; don't let any man of them escape!\" So they seized them, and Elijah brought them down to the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Kishon and killed them there.",
    "18:41": "Then Elijah said to Ahab, \"Go up, eat and drink, for [there is] the sound of the noise of rain.\"",
    "18:42": "So Ahab went up to eat and to drink while Elijah went to the top of Carmel, bent down to the earth, and put his face between his knees.",
    "18:43": "Then he said to his servant, \"Please go [and] look in the direction of [the] sea.\" So he went up and looked; then he said, \"There is nothing.\" Then he said, \"Go back,\" seven times.",
    "18:44": "It happened that at the seventh time, he said, \"Look, there is a small cloud, as [the] hand of a man, coming up from the sea.\" Then [Elijah] said, \"Go up, say to Ahab, 'Harness [your horses] and go down, lest the rain stop you.'\"",
    "18:45": "{In no time}<note: Literally \"Until here and until here\"> the heavens grew black [with] clouds and wind, and there was heavy rain. Ahab rode and he went to Jezreel,",
    "18:46": "but the hand of Yahweh was on Elijah; he girded up his loins and ran before Ahab as one comes to Jezreel.",
    "19:1": "Then Ahab told Jezebel all that Elijah had done and how he had killed all the prophets with the sword.",
    "19:2": "Then Jezebel sent a messenger to Elijah, saying, \"Thus may the gods do [to me], and may they add [to it], surely at this time tomorrow I will make your life as the life of one of them!\"",
    "19:3": "Then he became afraid,<note: According to Greek, Syriac, and Latin manuscripts. Hebrew reads \"he saw\"> got up, and {fled for his life}.<note: Literally \"he went to his life\"> He came [to] Beersheba which belongs to Judah, and he left his servant there.",
    "19:4": "Then he went into the wilderness one day's journey, and he went and sat under a certain broom tree. Then {he asked Yahweh that he might die},<note: Literally \"he asked his life to die\"> and he said, \"It is enough now, Yahweh; take my life, for I am no better than my ancestors.\"<note: Or \"fathers\">",
    "19:5": "He lay down and fell asleep under a certain broom tree, and suddenly this angel [was] touching him and said to him, \"Get up, eat!\"",
    "19:6": "He looked, and behold, a bread cake on hot coals [was] near his head and a jar of water, so he ate and drank. Then he did it again and lay down.",
    "19:7": "The angel of Yahweh appeared a second [time] and touched him and said, \"Get up, eat, for the journey is greater than you.\"",
    "19:8": "So he got up, ate, drank, and went in the strength of that food forty days and forty nights up to Horeb, the mountain of God.",
    "19:9": "He came to the cave there and spent the night there. Suddenly the [word] of Yahweh came to him and asked him, \"{Elijah, what are you doing here}?\"<note: Literally \"What is for you here, Elijah\">",
    "19:10": "Then he said, \"I have been very zealous for Yahweh the God of hosts, for the {Israelites}<note: Literally \"sons/children of Israel\"> have forsaken your covenant. They have demolished your altars, and they have killed your prophets with the sword. I alone am left over, and they seek to take my life.",
    "19:11": "He<note: That is, Yahweh> said, \"Go out and stand on the mountain before Yahweh.\" Suddenly Yahweh was passing by, with a great and strong wind ripping the mountains and crushing rocks before Yahweh; [but] Yahweh [was] not in the wind. After the wind, [there was] an earthquake; [but] Yahweh was not in the earthquake.",
    "19:12": "After the earthquake [was] a fire, [but] Yahweh was not in the fire. After the fire [there was] the sound of a gentle whisper.",
    "19:13": "It happened at the moment Elijah heard, he covered his face with his cloak and went out and stood [at] the entrance of the cave. Suddenly a voice [came] to him and said, \"{Elijah, why are you here}?\"<note: Literally \"What is for you here, Elijah\">",
    "19:14": "He said, \"I have been very zealous for Yahweh the God of Hosts, for the {Israelites}<note: Literally \"sons/children of Israel\"> have forsaken your covenant, demolished your altars, and killed your prophets with the sword; I alone am left, and they seek to take my life!\"",
    "19:15": "Then Yahweh said to him, \"Go, return on your way to the wilderness of Damascus. Go and anoint Hazael as king over Aram;",
    "19:16": "and Jehu son of Nimshi you shall anoint as king over Israel. You shall also anoint Elisha son of Shaphat from Abel-Meholah as prophet in your place.",
    "19:17": "It shall be that the [one] who escapes from the sword of Hazael, Jehu will kill; the one who escapes from the sword of Jehu, Elisha shall kill.",
    "19:18": "I will leave in Israel seven thousand, all of the knees that have not bowed down to Baal and all of the mouths that have not kissed him.\"",
    "19:19": "So he went from there and found Elisha son of Shaphat while he [was] plowing [with] twelve pairs of oxen before him. When he and the twelve passed Elijah, he threw his cloak on him.",
    "19:20": "Then he left the oxen and ran after Elijah and said, \"Please let me kiss my father and my mother, and then I will go after you.\" Then he said, \"Go, return, for what I have done to you?\"",
    "19:21": "So he returned from after him, and he took a pair of oxen and slaughtered them, and with the yoke of the oxen he boiled the flesh and gave it to the people and they ate. Then he arose and went after Elijah and served him.",
    "20:1": "Ben-Hadad king of Aram gathered all of his army, and thirty-two kings [were] with him, and horses and chariots. He went up and laid siege against Samaria and fought with it.",
    "20:2": "He sent messengers to the city to Ahab king of Israel.",
    "20:3": "He said to him, \"Thus says Ben-Hadad: 'Your silver and your gold are mine, and your women and your best sons are mine.'\"",
    "20:4": "Then the king of Israel answered and said, \"As your word, my master the king; I [am] yours, and all that is mine [is yours].\"",
    "20:5": "The messengers returned and said, \"Thus says Ben-Hadad, saying, 'I sent to you saying, \"Your silver and gold are mine, and your women and your best sons you must give to me.\"",
    "20:6": "So [at this] time tomorrow, I will send my servants to you that they might search your house and the houses of your servants. All the desire of your eyes {they will lay hands on}<note: Literally \"they will put in their hands\"> and take it away.'\"",
    "20:7": "Then the king of Israel called all the elders of the land and said, \"Please know and realize that this [man is] seeking trouble, for he sent to me for my women, my sons, my silver, and my gold, and I did not withhold [anything] from him.\"",
    "20:8": "All of the elders and all of the people said to him, \"Do not listen and do not consent.\"",
    "20:9": "So he said to the messengers of Ben-Hadad, \"Say to my lord the king, 'All that you demanded from your servant at the first, I will do, but this thing I am not able to do.'\" Then the messengers went and {made a report to him}.<note: Literally \"returned him a word\">",
    "20:10": "Then Ben-Hadad sent to him and said, \"Thus may the gods do to me and thus may they add if the dust of Samaria is sufficient for the hollow of a hand for all of the people who are at my feet.\"",
    "20:11": "The king of Israel answered and said, \"Tell [him], 'Let not him who girds on his armor boast as one who takes off his armor.'\"",
    "20:12": "It happened at the moment he heard this word, he and the kings [were] drinking in the {tents}.<note: Literally \"booths\"> He said to his servants, \"Get ready [to attack].\" So they got ready [to attack] the city.",
    "20:13": "Suddenly a certain prophet approached Ahab king of Israel and said, \"Thus says Yahweh: 'Have you seen all this great crowd? Behold, I [am] giving it into your hand today, that you may know that I [am] Yahweh.'\"",
    "20:14": "Ahab said, \"By whom?\" And he said, \"Thus says Yahweh: 'By the servants of the commanders of the provinces.'\" He asked, \"Who will begin the battle?\" And he said, \"You.\"",
    "20:15": "So he mustered the servants of the commanders of the provinces, and there were two hundred and thirty-two. After them he mustered all of the army, all the sons of Israel, seven thousand.",
    "20:16": "They went out at noon while Ben-Hadad [was] drinking [himself] drunk in the tents, he and the thirty-two kings helping him.",
    "20:17": "Then the servants of the commanders of the provinces went out first, and Ben-Hadad sent, and they reported to him, saying, \"Men have come out from Samaria.\"",
    "20:18": "Then he said, \"If they have come out for peace, seize them alive; and if they have come out for war, seize them alive.\"",
    "20:19": "But these had come out from the city, the servants of the commanders of the provinces, and the army that [was] after them.",
    "20:20": "Each man killed his man, and the Arameans fled, so Israel pursued them, but Ben-Hadad king of Aram escaped on a horse with cavalry.",
    "20:21": "The king of Israel went out and attacked the horses and the chariots and defeated Aram with a great blow.",
    "20:22": "Then the prophet came near to the king of Israel, and he said to him, \"Go, strengthen yourself; {consider well}<note: Literally \"know and see\"> what you should do, for the king of Aram is coming against you at the turn of the year.\"",
    "20:23": "The servants of the king of Aram said to him, \"Their gods [are] gods of the mountains, therefore they were stronger than we.<note: Hebrew \"he\"> Let us fight with them in the plain; surely we will be stronger than they.",
    "20:24": "Do this thing: remove the kings each from his post, and put a governor in their place.",
    "20:25": "You must muster an army for yourself as the army {you have lost},<note: Literally \"as the army which fell from with you\"> and horses and chariots as the horses and chariots [you lost], then we will fight them in the plain. Surely we will be stronger than they.\" So he listened to their voice and did so.",
    "20:26": "It happened at the turning of the year that Ben-Hadad mustered Aram and went up to Aphek for the war with Israel.",
    "20:27": "The {Israelites}<note: Literally \"sons/children of Israel\"> had been mustered and provisioned, and they went to engage them. The {Israelites}<note: Literally \"sons/children of Israel\"> encamped opposite them as two flocks of goats, but the Arameans filled the land.",
    "20:28": "Then the man of God approached, and he spoke to the king of Israel, and he said, \"Thus says Yahweh: 'Because Aram has said, \"Yahweh [is] a god of the mountains and not a god of the valleys,\" ' I will give all this great crowd into your hand that you may know that I [am] Yahweh.\"",
    "20:29": "These encamped opposite for seven days, and it happened on the seventh day that {the battle began},<note: Literally \"the battle drew near\"> and the {Israelites}<note: Literally \"sons/children of Israel\"> killed the Arameans, one hundred thousand infantry in one day.",
    "20:30": "Then those who remained fled to Aphek, to the city, and the wall fell on twenty-seven thousand men who had remained, so Ben-Hadad fled and went to the innermost rooms of the city.",
    "20:31": "Then his servants said to him, \"Please now, we have heard that the kings of the house of Israel are kings of mercy. Let us now put sackcloth on around our waists and ropes on our heads. Then let us go out to the king of Israel. Perhaps {he will let you live}.\"<note: Literally \"he may let your life live\">",
    "20:32": "So they tied sackcloth around their waists and ropes on their heads. Then they went to the king of Israel and said, \"Your servant Ben-Hadad says, 'Please let me live.'\" And he said, \"[Is] my brother still alive?\"",
    "20:33": "The men took this as a good omen and they quickly accepted [it] as true from him, and they said, \"Your brother Ben-Hadad [lives].\" So he said, \"Go, get him.\" Ben-Hadad came out to him, and [Ahab] pulled him up on the chariot.",
    "20:34": "[Ben-Hadad] said to him, \"The cities which my father took from your father I shall return. You may set up streets with stalls for yourself in Damascus just as my father set up in Samaria.\" [Then Ahab said], \"{On these terms}<note: Literally \"In covenant\"> I will let you go,\" So he made a covenant with him and let him go.",
    "20:35": "A certain man from the sons of the prophets said to his fellow countryman, \"By the word of Yahweh, please strike me.\" But the man refused to strike him.",
    "20:36": "He said to him, \"Because you have not obeyed the voice of Yahweh, look, as you now are going from me, a lion will kill you.\" When he went from beside him, the lion found him and killed him.",
    "20:37": "Then he found another man and said, \"Strike me, please,\" so the man struck him sharply and wounded him.",
    "20:38": "Then the prophet went and {waited}<note: Literally \"stood\"> for the king along the road and disguised himself with a<note: Hebrew \"the\"> headband over his eyes.",
    "20:39": "As the king [was] passing by, he called to the king and said, \"Your servant went out in the thick of the battle, and suddenly a man turned and brought a man to me and said, 'Guard this man. If by any means he should be missed, it will be your life in his place, or you shall pay a talent of silver.'",
    "20:40": "It happened that your servant {was busy here and there},<note: Literally \"[was] doing here and here\"> and he {disappeared}.\"<note: Literally \"and he was not\"> Then the king said to him, \"Your own judgment has been determined.\"",
    "20:41": "He quickly removed the headband from his eyes, and the king of Israel recognized him, that he [was] from the prophets.",
    "20:42": "He said to him, \"Thus says Yahweh: 'Because you have let the man I devoted for destruction go from [your] hand, your life shall be in place of his life and your people in place of his people.'\"",
    "20:43": "Then the king of Israel went to his house, sullen and angry, and he came to Samaria.",
    "21:1": "It happened after these things that Naboth the Jezreelite had a vineyard which [was] in Jezreel beside the palace of Ahab king of Samaria.",
    "21:2": "Ahab spoke to Naboth, saying, \"Give me your vineyard that it may be mine for a garden of vegetable plants, because it is near, beside my house, and I will give to you a better vineyard in place of it. If it is better in your eyes, I will give you the money of its price.\"",
    "21:3": "Naboth said to Ahab, \"Far be it from me from Yahweh that I should give the inheritance of my ancestors<note: Or \"fathers\"> to you.\"",
    "21:4": "Then Ahab went to his house, sullen and angry because of the word that Naboth the Jezreelite had spoken to him [when] he had said, \"I will not give to you the inheritance of my ancestors.\"<note: Or \"fathers\"> So he lay on his bed, turned away his face, and would not eat [any] food.",
    "21:5": "Then Jezebel his wife came to him, and she said to him, \"What is this, that your spirit is sullen and you are not eating food?\"",
    "21:6": "Then he said to her, \"When I spoke to Naboth the Jezreelite and asked him, 'Give me your vineyard for money, or it you prefer, I will give you a vineyard in place of it,' he said, 'I will not give you my vineyard.'\"",
    "21:7": "Jezebel his wife said to him, \"Now, you {rule}<note: Literally \"do kingship\"> over Israel. Get up, eat food, and let your heart be {cheerful}.<note: Literally \"good\"> I myself will give you the vineyard of Naboth the Jezreelite.\"",
    "21:8": "So she wrote letters in the name of Ahab and sealed them with his seal. She sent the letters to the elders and the nobles who [were] dwelling with Naboth in his city.",
    "21:9": "She had written in the letters, saying, \"Call a fast and seat Naboth at the head of the people.",
    "21:10": "Seat two men, {scoundrels},<note: Literally \"sons of wickedness\"> opposite him. Let them witness against him saying, 'You cursed God and the king.' Then you shall bring him out and stone him so that he dies.\"",
    "21:11": "The men of his city and the elders and nobles who were living in his city did according to what Jezebel had sent to them, as [was] written in the letters which she had sent to them.",
    "21:12": "They called a fast, and they seated Naboth at the head of the people.",
    "21:13": "Then the two men, {scoundrels},<note: Literally \"sons of wickedness\"> came, sat opposite him, and the {scoundrels}<note: Literally \"men of wickedness\"> witnessed against Naboth before the people, saying, \"Naboth cursed God and the king,\" so they brought him outside of the city and stoned him with stones, and he died.",
    "21:14": "They sent to Jezebel saying, \"Naboth has been stoned, and he is dead.\"",
    "21:15": "It happened at the moment Jezebel heard that Naboth had been stoned and died, Jezebel said to Ahab, \"Get up, take possession of the vineyard of Naboth the Jezreelite which he had refused to give to you for money, for Naboth is not alive, but dead.\"",
    "21:16": "When Ahab heard that Naboth was dead, he got up to go down to the vineyard of Naboth the Jezreelite to take possession of it.",
    "21:17": "The word of Yahweh came to Elijah the Tishbite, saying,",
    "21:18": "\"Arise, go down to meet Ahab the king of Israel who is in Samaria. Look in the vineyard of Naboth, where he has gone to take possession of it.",
    "21:19": "You shall say to him, 'Thus says Yahweh: \"Have you committed murder and also taken possession?\" ' You shall also say to him, 'Thus says Yahweh: \"In the place where the dogs licked the blood of Naboth, the dogs will also lick your blood.\" '\"",
    "21:20": "Then Ahab said to Elijah, \"Have you found me, my enemy?\" He said, \"I have found you because you have sold yourself to do evil in the eyes of Yahweh.",
    "21:21": "'Look, I [am] bringing disaster on you, and I will sweep away after you. I will cut off for Ahab {every male}<note: \"Literally \"the one who urinates against the wall\"> in Israel, bond or free.",
    "21:22": "I will make your house like the house of Jeroboam the son of Nebat and like the house of Baasha the son of Ahijah, {because you made me angry}<note: Literally \"for the provocation which you have provoked\"> and have caused Israel to sin.'",
    "21:23": "Moreover, concerning Jezebel, Yahweh has said, 'The dogs will eat Jezebel in the outer rampart of Jezreel.'",
    "21:24": "The one who dies for Ahab in the city, the dogs will eat; the one who dies in the open country, the birds of heaven will eat.\"",
    "21:25": "Truly, there was no one like Ahab who had sold himself by doing evil in the eyes of Yahweh, whose wife Jezebel urged him on.",
    "21:26": "Also, he acted very abominably by going after idols like all the Amorites had done whom Yahweh had driven out from before the {Israelites}.\"<note: Literally \"sons/children of Israel\">",
    "21:27": "When Ahab heard these words, he tore his clothes and put sackcloth over his flesh, fasted, lay in the sackcloth, and went about dejectedly.",
    "21:28": "Then the word of Yahweh came to Elijah the Tishbite, saying,",
    "21:29": "\"Have you seen how Ahab has humbled himself before me? Because he has humbled himself before me, I will not bring disaster in his days. I will bring the disaster on his house in the days of his son.\"",
    "22:1": "They lived three years, and there was no war between Aram and Israel.",
    "22:2": "It happened in the third year, Jehoshaphat king of Judah went down to the king of Israel,",
    "22:3": "and the king of Israel said to his servants, \"Do you know Ramoth-Gilead belongs to us, and we [are] doing nothing about taking it from the hand of the king of Aram?\"",
    "22:4": "Then he said to Jehoshaphat, \"Will you go with me to the battle for Ramoth-Gilead?\" Jehoshaphat said to the king of Israel, \"{I am like you};<note: Literally \"Like I am, like you are\"> {my people are like your people};<note: Literally \"like my people, like your people\"> {my horses are like your horses}.\"<note: Literally \"like my horses, like your horses\">",
    "22:5": "Jehoshaphat also said to the king of Israel, \"Please inquire for the word of Yahweh today.\"",
    "22:6": "Then the king of Israel assembled the prophets, about four hundred men, and he said to them, \"Shall I go against Ramoth-Gilead for the battle, or should I refrain?\" Then they said, \"Go up, for the Lord will give it into the hand of the king.\"",
    "22:7": "So Jehoshaphat said, \"Is there no prophet of Yahweh here that we might still inquire from him?\"",
    "22:8": "Then the king of Israel said to Jehoshaphat, \"[There is] still one man to inquire from Yahweh, but I despise him, for he never prophesies [anything] good concerning me, but only bad: Micaiah the son of Imlah.\" Then Jehoshaphat said, \"The king should not say so.\"",
    "22:9": "The king of Israel summoned a certain court official, and he said, \"Quickly fetch Micaiah son of Imlah.\"",
    "22:10": "The king of Israel and Jehoshaphat king of Judah [were] each sitting on his throne, dressed [in their] robes, at the threshing floor at the entrance of the gate of Samaria, [with] all the prophets prophesying before them.",
    "22:11": "Zedekiah son of Kenaanah made horns of iron for himself and said, \"Thus says Yahweh: 'With these you shall gore the Arameans until finishing them.'\"",
    "22:12": "All of the prophets [were] likewise prophesying, saying, \"Go up [to] Ramoth-Gilead and triumph, and Yahweh will give it into the hand of the king.\"",
    "22:13": "Then the messenger who had gone to summon Micaiah said to him, \"Please now, the words of the prophet are {unanimously}<note: Literally \"one mouth\"> favorable to the king. Please let your words be as one word with them, and speak favorably.\"",
    "22:14": "Then Micaiah said, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> surely only as Yahweh speaks to me, that will I speak.\"",
    "22:15": "When he came to the king, the king asked him, \"Micaiah, shall we go to Ramoth-Gilead to the battle, or shall we refrain?\" He said to him, \"Go up and triumph, and Yahweh will give [it] into the hand of the king.\"",
    "22:16": "Then the king said to him, \"How many times must I make you swear that you shall not tell me [anything] but truth in the name of Yahweh?\"",
    "22:17": "So he said, \"I saw all of Israel scattering to the mountains, like the sheep without a shepherd. Yahweh also said, 'There are no masters for these, let them return in peace, each to his house.'\"",
    "22:18": "Then the king of Israel said to Jehoshaphat, \"Did I not say to you that he would not prophesy good concerning me, but disaster?\"",
    "22:19": "And he<note: That is, Micaiah> said, \"Therefore, hear the word of Yahweh. I saw Yahweh sitting on his throne with all the hosts of heaven standing beside him from his right hand and from his left [hand].",
    "22:20": "And Yahweh said, 'Who will entice Ahab so that he will go up and fall at Ramoth-Gilead?' Then {this one was saying one thing and the other one was saying another}.<note: Literally \"this one said in thus and this one was saying in thus\">",
    "22:21": "Then a spirit came out and stood before Yahweh and said, 'I will entice him,' and Yahweh said to him, 'How?'",
    "22:22": "He said, 'I will go out and I will be a false spirit in the mouth of all his prophets.' And he<note: That is, Yahweh> said, 'You shall entice and succeed, go out and do so.'",
    "22:23": "So then, see that Yahweh has placed a false spirit in the mouth of all of these your prophets, and Yahweh has spoken disaster concerning you.\"",
    "22:24": "Then Zedekiah son of Kenaanah came near and slapped Micaiah on the cheek and said, \"When did the Spirit of Yahweh pass from me to speak with you?\"",
    "22:25": "Then Micaiah said, \"Behold, you [are about to] see on that day when you go {from room to room}<note: Literally \"private room in private room\"> to hide.\"",
    "22:26": "The king of Israel said, \"Take Micaiah and return him to Amon the commander of the city and to Jehoash the son of the king;",
    "22:27": "and say, 'Thus says the king: \"Put this [fellow in] the house of imprisonment and feed him reduced rations of food and water until I come in peace.\" '\"",
    "22:28": "Then Micaiah said, \"If you indeed return in peace, then Yahweh has not spoken with me.\" Then he said, \"Let all the peoples hear!\"",
    "22:29": "Then the king of Israel and Jehoshaphat king of Judah went up [to] Ramoth-Gilead.",
    "22:30": "Then the king of Israel said to Jehoshaphat, \"[I will] disguise myself and go into the battle, but you wear your robes.\" So the king of Israel disguised himself, and he went into the battle.",
    "22:31": "The king of Aram commanded his thirty-two chariot commanders, saying, \"You shall not fight with small or great, but only against the king of Israel, him alone!\"",
    "22:32": "When the chariot commanders saw Jehoshaphat, they said, \"Surely he [is] the king of Israel,\" and they turned to fight against him, so Jehoshaphat called out.",
    "22:33": "When the chariot commanders saw that it [was] not the king of Israel, they turned away from him.",
    "22:34": "But another man drew his bow fully and struck the king of Israel between the armor scales and the breastplate; so he said to his chariot driver, \"Turn {the chariot}<note: Literally \"your hand\"> and bring me out from the camp, for I am wounded.\"",
    "22:35": "The battle intensified on that day, and the king was being propped up in the chariot opposite Aram, but he died in the evening, and the blood of the wound ran out to the floor of the chariot.",
    "22:36": "Then the shout passed through the camp about sunset, saying, \"Each man to his city and each to his land!\"",
    "22:37": "So the king died, and {they brought him}<note: Literally \"and he went\"> to Samaria, and they buried the king in Samaria.",
    "22:38": "They washed the chariot by the pool of Samaria, and the dogs licked his blood (now, the prostitutes washed themselves [there]) according to the word of Yahweh which he had spoken.",
    "22:39": "The remainder of the acts of Ahab and all that he did, and the ivory palace and all the cities that he built, [are] they not written in the scroll of the events of the days of the kings of Israel?",
    "22:40": "So Ahab slept with his ancestors,<note: Or \"fathers\"> and Ahaziah his son became king in his place.",
    "22:41": "Jehoshaphat the son of Asa became king over Judah in the fourth year of Ahab king of Israel.",
    "22:42": "Jehoshaphat was thirty-five years old when he became king, and he reigned twenty-five years in Jerusalem. The name of his mother was Azubah daughter of Shilhi.",
    "22:43": "He walked in all of the way of Asa his father, and he did not turn aside from it, doing right in the eyes of Yahweh.<note: 1 Kings 22:44 begins here in the Hebrew Bible> Only he did not remove the high places; the people [were] still sacrificing and burning incense on the high places.",
    "22:44": "<note: 1 Kings 22:44- 53 in the English Bible is 22:45-54 in the Hebrew Bible> But, Jehoshaphat made peace with the king of Israel.",
    "22:45": "The remainder of the acts of Jehoshaphat, his powerful [deeds] he did, and how he fought, are they not written in the scroll of the events of the days of the kings of Judah?",
    "22:46": "The remainder of the male shrine prostitutes who were left over in the days of Asa his father he exterminated from the land.",
    "22:47": "There was not a king in Edom; a governor [served] as king.",
    "22:48": "Jehoshaphat built<note: According to the reading tradition(Qere); what is written (Kethib) is \"ten\"> ships of the Tarshish [type] to go to Ophir for the gold; but he did not go because the ships were destroyed at Ezion-Geber.",
    "22:49": "Then Ahaziah son of Ahab said to Jehoshaphat, \"Let my servants go with your servants in the ships,\" but Jehoshaphat was not willing.",
    "22:50": "And Jehoshaphat slept with his ancestors<note: Or \"fathers\"> and was buried with his ancestors<note: Or \"fathers\"> in the city of David his ancestor,<note: Or \"father\"> and Joram his son became king in his place.",
    "22:51": "Ahaziah son of Ahab became king over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned over Israel two years.",
    "22:52": "He did evil in the eyes of Yahweh, and he went in the way of his father and his mother and in the way of Jeroboam son of Nebat who caused Israel to sin.",
    "22:53": "He served Baal and bowed down to him; and he provoked Yahweh the God of Israel according to all that his father did."
  }
}