{
  "abbreviation": "1Sa",
  "passages": {
    "1:1": "There was a certain man from Ramathaim Zophim, from the hill country of Ephraim, whose name was Elkanah the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite.<note: Or \"Ephrathite\">",
    "1:2": "He had two wives; the name of the first [was] Hannah, and the name of the second [was] Peninnah. Now Peninnah had children, but Hannah had no children.",
    "1:3": "Now this man used to go up from his town {year by year}<note: Literally \"from days to days\"> to worship and to sacrifice to Yahweh of hosts in Shiloh, {where}<note: Literally \"and there\"> the two sons of Eli, Hophni and Phinehas, [were] priests to Yahweh.",
    "1:4": "{On}<note: Literally \"And it happened on\"> the day Elkanah sacrificed, he would give portions to his wife Peninnah and to all her sons and daughters.",
    "1:5": "But to Hannah he would give {a double portion},<note: Literally \"a portion of two faces\"> because he loved Hannah, though Yahweh had closed her womb.",
    "1:6": "(Now her rival wife would provoke her severely in order to upset her because Yahweh had closed her womb.)",
    "1:7": "And so he used to do<note: So Hebrew; because of the abrupt change of subject some revocalize the verb to read \"it used to be\"> year after year; {whenever}<note: Or \"as often as\"; literally \"from enough\"> she went up to the house of Yahweh, she<note: That is, Penninah> would provoke her so that she<note: That is, Hannah> would weep and would not eat.",
    "1:8": "So Elkanah her husband would say to her: \"Hannah, why do you weep and why do you not eat? And {why are you heartsick}?<note: Literally \"why [is] your heart evil\"> Am I not better to you than ten sons?\"",
    "1:9": "Then Hannah got up after eating and drinking at Shiloh. (Now Eli the priest [was] sitting on his chair by the doorpost of the temple<note: This is not the temple of Solomon (ca. 966 bc), but rather the tabernacle that first resided at Shiloh after the conquest of Joshua.> of Yahweh.)",
    "1:10": "She [was] {deeply troubled},<note: Literally \"bitter of soul\"> so she prayed to Yahweh and wept bitterly.",
    "1:11": "She {made a vow}<note: Literally \"vowed a vow\"> and said: \"O Yahweh of hosts, if you will look with compassion on the misery of your female servant, and will remember me, and not forget your female servant, and will give to your female servant {a male child}<note: Literally \"an offspring of men\"> then I will give him to Yahweh all the days of his life, and a razor will never pass over his head.\"<note: \"A razor will never pass over his head\" indicates that Hannah promised to dedicate her son to Yahweh as a Nazirite, according to the terms of Num 6:1-21>",
    "1:12": "{While}<note: Literally \"And it happened that when\"> she continued to pray before Yahweh, Eli was observing her mouth.",
    "1:13": "Now Hannah had been speaking in her heart; her lips [were] moving, but her voice could not be heard, so Eli considered her [to be] drunk.",
    "1:14": "Then Eli said to her, \"How long will you behave like someone [who is] drunk? Put away your wine!\"",
    "1:15": "But Hannah answered and said, \"No, my lord. I am a woman {deeply distressed},<note: Literally \"difficult of spirit\"> but I have not drunk wine [or] strong drink. [Rather], I have poured out my soul before Yahweh.",
    "1:16": "Do not regard your female servant as {worthless},<note: Literally \"as a daughter of Belial/daughter of worthlessness\"> but because of the extent of my worries and my provocation I have spoken all of this.\"",
    "1:17": "Then Eli answered and said, \"Go in peace, and may the God of Israel grant your request that you have asked of him.\"",
    "1:18": "And she said, \"May your female slave find favor in your sight.\" Then the woman went on her way and ate [something], and {her face did not look sad any longer}.<note: Literally \"her faces were not for her [any] longer\">",
    "1:19": "Then they rose early in the morning and worshiped before Yahweh {and returned}<note: Literally \"and they returned and went\"> to their house at Ramah. Then Elkanah {had sexual relations with}<note: Literally \"knew\"> Hannah his wife, and Yahweh remembered her.",
    "1:20": "{In due time},<note: Literally \"At the turning of the days\"> Hannah conceived and gave birth to a son. She called his name Samuel, for [she said], \"I requested him from Yahweh.\"",
    "1:21": "So the man Elkanah went up with all his household {to make the annual sacrifice}<note: Literally \"to sacrifice the sacrifice of days\"> to Yahweh and [to pay] his vow.",
    "1:22": "But Hannah did not go up, for she said to her husband, \"Once the boy [is] weaned, I will bring him, so that he may appear before Yahweh; and he will remain there forever.\"",
    "1:23": "So her husband Elkanah said to her, \"{Do what seems right to you};<note: Literally \"do what [is] good in your eyes\"> stay until you wean him. Only may Yahweh fulfill his word.\" So the woman remained and nursed her son until she weaned him.",
    "1:24": "Then she brought him up with her when she had weaned him, [along] with three bulls, one ephah of flour, and a skin<note: Or \"a [clay] jar\"> of wine. She brought him to the house of Yahweh at Shiloh while the boy [was still] young.",
    "1:25": "They slaughtered the bull, and they brought the boy to Eli.",
    "1:26": "She said, \"Excuse me, my lord. As {you live},<note: Literally \"your soul lives\"> my lord, I [am] the woman who stood with you in this [place] to pray to Yahweh.",
    "1:27": "I prayed for this boy, and Yahweh has given me my request that I asked from him.",
    "1:28": "I in turn have lent him to Yahweh. {As long as he lives}<note: Literally \"All the days that he lives\"> he [is] lent to Yahweh.\" Then they worshiped Yahweh there.",
    "2:1": "Then Hannah prayed and said, \"My heart exults in Yahweh, my strength [is] exalted in Yahweh; {I grin}<note: Literally \"my mouth [is] broad\"> over my enemies, for I rejoice over your salvation.\r\n",
    "2:2": "There is no one holy like Yahweh, for there is no one besides you, and there is no rock like our God.",
    "2:3": "Do not increase speaking {very proud}<note: Literally \"proud, proud\"> words! Let no arrogance go forth from your mouth, for Yahweh is a God of knowledge [whose] deeds are not weighed.<note: So Masoretic Hebrew text (Kethib); the reading tradition (Qere) reads \"and by him deeds are weighed\">",
    "2:4": "The bows of mighty warriors [are] shattered, but those who stumble gird [themselves with] strength.",
    "2:5": "Those who were full must hire themselves out for bread, but those who are hungry will become fat. As for the infertile, she will bear seven, but [she who has] many sons withers away.",
    "2:6": "Yahweh kills and restores alive, he brings down [to] Sheol<note: \"Sheol\" is a Hebrew term for the place where the dead reside, i.e., the underworld.> and raises up.",
    "2:7": "Yahweh makes poor and makes rich; he brings low and also exalts.",
    "2:8": "He raises up the poor from [the] dust. From [the] ash heap he lifts up the needy, to cause them to sit with noble people and to cause them to inherit a seat of honor. For the pillars of the earth belong to Yahweh and he has set the inhabited world on them.",
    "2:9": "He will guard the feet of his faithful<note: Or \"loyal\"> ones, but the wicked will be destroyed<note: Or \"will be silenced\"> in the darkness, because a man will not prevail by [his] might.",
    "2:10": "Yahweh will shatter<note: Singular verb supported by Syriac, Targums, Septuagint, and Old Latin versions.> his adversaries;<note: The Masoretic Hebrew text (Kethib) has the singular \"adversary\"; the reading tradition (Qere) reads the plural> he will thunder against them in the heavens. Yahweh will judge the ends of the earth. He will give strength to his king and will exalt the might of his anointed one.",
    "2:11": "Then Elkanah went to Ramah, to his house. Now the boy was serving Yahweh {in the presence of}<note: Literally \"in the face of\"> Eli the priest.",
    "2:12": "Now the sons of Eli [were] {worthless scoundrels};<note: Literally \"sons of Belial\"> they did not know<note: Or \"acknowledge\"> Yahweh.",
    "2:13": "And the custom of the priests with the people [was this]: When any man {brought a sacrifice},<note: Literally \"[was] sacrificing a sacrifice\" and so throughout 1 &amp;amp; 2 Samuel> as the meat was boiling, the servant of the priest would take a three-pronged meat fork in his hand",
    "2:14": "and would thrust it into the pan or into the kettle or into the cauldron or into the cooking pot. All that the meat fork brought up the priest would take for himself. This [is] what they used to do to all of the Israelites who came there at Shiloh.",
    "2:15": "Also, before they {offered up}<note: Literally \"caused to go up in smoke\"> the fat as a burnt offering, the servant of the priest would come and say to the man who was sacrificing, \"Give the priest meat for roasting, for he will not take boiled meat from you, but only {raw}.\"<note: Literally \"with the life\">",
    "2:16": "And [if] the man said to him, \"Let them burn the fat completely {first},<note: Literally \"as the day\"> then take for yourself as {you}<note: Literally \"as your soul\"> desire,\" then he would say to him, \"No!<note: According to the reading tradition (Qere)> Give it now! If not, I will take it by force!\"",
    "2:17": "So the sin of the young men was very great in the sight of Yahweh, because the men treated the offering of Yahweh with contempt.",
    "2:18": "Now Samuel [was] serving before Yahweh, as a boy wearing a linen ephod.",
    "2:19": "His mother used to make for him a small robe and take it to him {year by year}<note: Literally \"from days to days\"> whenever she came up with her husband to offer the {annual sacrifice}.<note: Literally \"the sacrifice of days\">",
    "2:20": "And Eli would bless Elkanah and his wife, and he said, \"May Yahweh give you an offspring from this woman in place of the petitioned [one] that she requested from Yahweh.\" Then they went to their home.",
    "2:21": "Yahweh took note of Hannah, and she conceived and gave birth to three sons and two daughters, while the young man Samuel grew up with Yahweh.",
    "2:22": "Now Eli was very old, and he heard all that his sons were doing to all Israel and that they [were] having sexual relations with the women who [were] serving [at] the entrance of [the] tent of assembly.<note: Or \"meeting\">",
    "2:23": "And he asked them, \"Why are you doing all these things that I am hearing, [namely], your evil dealings with all these people?",
    "2:24": "No, my sons, the report [is] not good that I am hearing the people of Yahweh spreading.",
    "2:25": "If a man sins against a man, then God can intercede for him. But if a man sins against Yahweh, who can intercede for him?\" But they did not {obey}<note: Literally \"listen to the voice of\"> their father, because Yahweh wanted to kill them.",
    "2:26": "But the boy Samuel {continued to grow in stature and in favor}<note: Literally \"[was] going and being great and good\"> with Yahweh and with the people.",
    "2:27": "Now a man of God came to Eli and said to him: \"Thus says Yahweh: 'Did I not clearly reveal myself to the house of your ancestor<note: Or \"father,\" meaning Aaron> when they were in Egypt under the house of Pharaoh?",
    "2:28": "And I chose him from all the tribes of Israel to be a priest to me, to go up to my altar, to burn incense, and to bear an ephod before me. I gave to the house of your ancestor<note: Or \"father\"> all the offerings made by fire by the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "2:29": "Why do you despise my sacrifice and my offering which I commanded [for my] dwelling place, while you honored your sons more than me by making yourselves fat from the best of all the offerings of my people Israel?",
    "2:30": "Therefore,' {declares}<note: Literally \"the declaration of\"> Yahweh the God of Israel, 'though I solemnly said that your house and the house of your ancestor<note: Or \"father\"> would walk before me forever, but now,' {declares}<note: Literally \"the declaration of\"> Yahweh, 'far be it from me, for those who honor me I will honor, but those who despise me, I will treat with contempt!",
    "2:31": "Look, days [are] coming when I will cut off your {strength}<note: Literally \"arm,\" figurative of \"strength\" in the context of \"descendants\"> and the {strength}<note: Literally \"arm,\" figurative of \"strength\" in the context of \"descendants\"> of the house of your ancestor<note: Or \"father\"> {so that no one in your house will live to old age}.<note: Literally \"from being old in your house\">",
    "2:32": "You will look at the distress of my dwelling place, [despite] all the good caused for Israel, but there will never be an old [man] in your household {forever}!<note: Literally \"all the days\">",
    "2:33": "The only one I will not cut off from my altar [is you].<note: Understanding the beth preposition as a beth essentiae> [Rather], to cause your eyes to fail and to cause your soul to grieve, {all the members of your household}<note: Literally \"all the abundance of your house\"> will die [as] men.<note: Or \"in their prime\"; some Greek and other manuscripts supply \"sword\" (\"will die by the sword of men\")>",
    "2:34": "This [is] the sign for you that will come regarding your two sons Hophni and Phinehas: they will both die on the same day!",
    "2:35": "But I will raise up for myself a reliable<note: Or \"faithful\"> priest; he will do just according to what [is] in my heart and in my soul. I will build for him a lasting<note: Hebrew \"faithful\" or \"reliable\"> house and he will walk continually before my anointed one {forever}.<note: Literally \"all the days\">",
    "2:36": "All the remainder of your household will come to bow down {before}<note: Literally \"to\"> him for a bit of silver or a loaf of bread and will say, \"Please assign me to one of the {priestly offices}<note: Literally \"priesthoods\"> so that I can eat a morsel of bread.\" '\"",
    "3:1": "Now the boy Samuel was serving Yahweh {in the presence}<note: Literally \"in the face of\"> of Eli. The word of Yahweh was rare in those days; visions were not widespread.",
    "3:2": "{And then}<note: Literally \"And it happened\"> one day when Eli was lying in his place (now his eyes had begun [to grow] weak so that he was not able to see)",
    "3:3": "and the lamp of God had not yet gone out, Samuel was lying in the temple<note: Although the Hebrew text reads \"temple,\" this is a reference to the tabernacle (see 1:3, 9)> of Yahweh where the ark of God [was].",
    "3:4": "Then Yahweh called out to Samuel and he said, \"Here I am!\"",
    "3:5": "And he ran to Eli and said, \"Here I am, because you called me.\" But he said, \"I did not call [you]. Go back and lie down.\" So he went and lay down.",
    "3:6": "And Yahweh called Samuel again, so Samuel got up and went to Eli and said, \"Here I am, because you called me.\" And he said, \"I did not call you, my son. Go back [and] lie down.\"",
    "3:7": "Now Samuel did not yet know Yahweh, and the word of Yahweh had not yet been revealed to him.",
    "3:8": "Again Yahweh called Samuel a third time, so he got up and went to Eli and said, \"Here I am, because you called me.\" Then Eli realized that Yahweh was calling the boy.",
    "3:9": "So Eli said to Samuel \"Go lie down. {If he calls}<note: Literally \"And it will happen [that] if he calls\"> to you, then you must say, 'Speak Yahweh, because your servant [is] listening.'\" So Samuel went and lay down in his place.",
    "3:10": "Then Yahweh came and stood [there] and called out {as before},<note: Literally \"as an occurrence, in an occurrence\"> \"Samuel! Samuel!\" And Samuel said, \"Speak, because your servant [is] listening.\"",
    "3:11": "So Yahweh said to Samuel, \"Look, I am doing something in Israel {which will cause}<note: Literally \"about which\"> the two ears of everyone who hears it to tingle.",
    "3:12": "On that day I will fulfill against Eli all that I have spoken against his household, {from beginning to end}.<note: Literally \"begin and finish\">",
    "3:13": "I will make him know that I am about to judge his household forever because of the iniquity that he knew, for his sons [were] bringing curses on themselves,<note: LXX reads \"were cursing God\"> but he did not rebuke them.",
    "3:14": "Therefore I swore to the house of Eli [that] the iniquity of the house of Eli would not be atoned for<note: Or \"be expiated\"> by sacrifice or by offering forever.\"",
    "3:15": "So Samuel lay down until morning; then he opened the doors of the house of Yahweh, but Samuel was afraid of telling the vision to Eli.",
    "3:16": "Then Eli called Samuel and said, \"Samuel, my son!\" And he said, \"Here I am.\"",
    "3:17": "And he said, \"What [is] the message<note: Or \"word\"> that he spoke to you? Please do not conceal [it] from me. May God {punish you severely}<note: Literally \"do to you and so may he add\"> if you conceal anything from me of all the words that he told you.\"",
    "3:18": "So Samuel told him all the words and did not conceal [anything] from him. And he<note: That is, Eli> said, \"He [is] Yahweh, he will do {what is}<note: Literally \"the\"> good in his {sight}.\"<note: Literally \"eyes\">",
    "3:19": "And Samuel grew up, and Yahweh was with him. {He did not allow any of his prophecies to go unfulfilled}.<note: Literally \"He let none from all of his words fall to the ground.\">",
    "3:20": "All Israel from Dan to Beersheba realized that Samuel was faithful<note: Or \"reliable\" or \"trustworthy\"> as a prophet to Yahweh.",
    "3:21": "And Yahweh appeared again in Shiloh, for Yahweh revealed himself to Samuel in Shiloh through the word of Yahweh.",
    "4:1": "And the word of Samuel came to all Israel. Now Israel went out to meet [the] Philistines for battle, and they encamped at Ebenezer, and [the] Philistines encamped at Aphek.",
    "4:2": "[The] Philistines lined up for the battle to meet Israel, and the battle was prolonged<note: Or \"drawn out\"> until Israel was defeated before [the] Philistines, {who}<note: Literally \"and they\"> killed about four thousand men {on the battlefield}.<note: Literally \"in the battle line in the field\">",
    "4:3": "When the army<note: Or \"people\"> came [back] to the camp, the elders of Israel asked, \"Why has Yahweh defeated us today before [the] Philistines? Let us bring the ark of the covenant of Yahweh to us from Shiloh so that it may come into our midst and deliver<note: Or \"save\"> us from the hand of our enemies.\"",
    "4:4": "So the army sent to Shiloh and brought from there the ark of the covenant of Yahweh of hosts who sits [between] the cherubim. And the two sons of Eli, Hophni and Phinehas, [were] there with the ark of the covenant of God.",
    "4:5": "Now when the ark of the covenant of Yahweh arrived at the camp, all Israel {let out a loud shout}<note: Literally \"shouted a great shout\"> so that the earth shook.",
    "4:6": "When [the] Philistines heard the noise of the shouting, they said, \"What [is] the noise of this loud shouting in the camp of the Hebrews?\" Then they learned that the ark of Yahweh had come into the camp.",
    "4:7": "So [the] Philistines were afraid, for they said, \"God has come<note: Or \"gods have come\"> to the camp.\" And they said, \"Woe to us, {for this has never happened before!}<note: Literally \"it has not happened like this since yesterday and since the day before that\">",
    "4:8": "Woe to us! Who can deliver us from the hand of these mighty gods? These [are] the [same] gods who struck the Egyptians with all [sorts of] plagues in the desert.",
    "4:9": "Take courage and be men, [you] Philistines, lest you end up serving the Hebrews just like they have served you. Be men and fight!\"",
    "4:10": "So [the] Philistines fought and Israel was defeated and each man fled to his tent, for the slaughter was very great. Thirty thousand foot soldiers from Israel fell.",
    "4:11": "Furthermore, the ark of God was captured,<note: Or \"taken\"> and the two sons of Eli, Hophni and Phinehas, died.",
    "4:12": "A man of Benjamin ran from the battle line and came [to] Shiloh that same day, and his clothes [were] torn and earth [was] on his head.",
    "4:13": "When he came, {there was}<note: Literally \"look\"> Eli sitting on his chair {by the side of the road}<note: Literally \"[by] the hand of [the] road\"> watching, because his heart was anxious about the ark of God. Now the man had come {to give his report}<note: Literally \"to tell\"> in the city, and all the city cried out.",
    "4:14": "When Eli heard the noise of the outcry, he said, \"What [is] the noise of this commotion?\" Then the man {came quickly}<note: Literally \"hastened and came\"> and told Eli.",
    "4:15": "Now Eli [was] {ninety-eight years old}<note: Literally \"a son of ninety and eight years\"> and his eyes {stayed fixed ahead}<note: Literally \"were standing\"> and he was not able to see.",
    "4:16": "And the man said to Eli, \"I am the [one] who has come from the battle line! I have fled today from the battle line!\" And he said, \"{What exactly happened},<note: Literally \"what [is] the thing/matter\"> my son?\"",
    "4:17": "Then the messenger answered and said, \"Israel has fled before [the] Philistines. There has been a great defeat among the troops. Also, your two sons have died, Hophni and Phinehas, and the ark of God has been captured.\"",
    "4:18": "Just as he mentioned the ark of God, he<note: That is, Eli> fell from his chair backwards against the side of the gate. He broke his neck and died, because the man was old and heavy. He had judged Israel forty years.",
    "4:19": "Now his daughter-in-law, the wife of Phinehas, [was] pregnant and [about] to give birth. When she heard the news concerning the capture of the ark of God and that her father-in-law and her husband had died, she {went into labor}<note: Literally \"bowed down\"> and gave birth, because her labor pains came upon her.",
    "4:20": "Just before the time of her death, those {attending her}<note: Literally \"standing over her\"> said, \"Do not fear, for you have given birth to a son.\" But she did not answer, or {pay any attention}.<note: Literally \"set her heart\">",
    "4:21": "She called the boy Ichabod,<note: The name \"Ichabod\" means \"no glory\"> saying, \"The glory has departed from Israel,\" referring to the capture of the ark of God and concerning her father-in-law and husband.",
    "4:22": "And she said, \"The glory has departed from Israel, because the ark of God was captured.\"<note: Or \"taken\">",
    "5:1": "Now [the] Philistines had captured<note: Or \"taken\"> the ark of God and brought it from Ebenezer to Ashdod.",
    "5:2": "Then [the] Philistines took the ark of God and brought it to the temple of Dagon and placed it beside Dagon.",
    "5:3": "When the Ashdodites got up early the next morning, {there was}<note: Literally \"look\"> Dagon fallen with his face to the ground before the ark of Yahweh! So they took Dagon and returned him to his place.",
    "5:4": "When they got up early in the morning the next day, {there was}<note: Literally \"look\"> Dagon fallen [again] with his face to the ground before the ark of Yahweh! The head of Dagon and the palms of his two hands were cut off, lying at<note: Hebrew \"to\"> the threshold; only [the body]<note: The phrase may suggest that only the \"fish\" part of Dagon was left> of Dagon was left.",
    "5:5": "(Therefore the priests of Dagon and all who come into the house of Dagon do not tread on the threshold of Dagon in Ashdod until this [very] day.)",
    "5:6": "Now the hand of Yahweh was heavy against the Ashdodites and he destroyed them and struck them with tumors,<note: The Masoretic Hebrew text (Kethib) reads \"boils\"; the reading tradition (Qere) has \"tumors\"> both in Ashdod and its territories.",
    "5:7": "The men of Ashdod saw [that] it [was] so, and they said, \"The ark of the God of Israel should not remain with us, because his hand [is] harsh on us and on Dagon our god!\"",
    "5:8": "So they sent and gathered all the rulers of [the] Philistines to them, and they asked, \"What shall we do with the ark of the God of Israel?\" And they said, \"Let the ark of the God of Israel be brought around toward Gath.\" So they moved the ark of the God of Israel [to Gath].",
    "5:9": "After they moved it, the hand of Yahweh was against the city, causing a very great confusion, and he struck the men of the city {from the youngest to the oldest},<note: Literally \"from small up to great\"> causing tumors<note: The Masoretic Hebrew text (Kethib) reads \"boils\"; the reading tradition (Qere) has \"tumors\"> to break out on them.",
    "5:10": "So they sent the ark of God [to] Ekron. But when the ark of God came [to] Ekron, the Ekronites cried out, saying, \"They have brought around the ark of the God of Israel to kill us and our<note: Hebrew \"me and my\"> people!\"",
    "5:11": "So they sent and gathered all the rulers of [the] Philistines, and they said, \"Send away the ark of the God of Israel and let it return to its place, so that it will not kill us and our people.\" For a {deadly confusion}<note: Literally \"a confusion of death\"; indicates a genitive of attribute> was throughout all the city; the hand of God was very heavy there.",
    "5:12": "The men who did not die were struck with [the] tumors,<note: The Masoretic Hebrew text (Kethib) reads \"boils\"; the reading tradition (Qere) has \"tumors\"> so that the cry of the city for help went up [to] heaven.",
    "6:1": "Now the ark of Yahweh had been in the territory of [the] Philistines [for] seven months,",
    "6:2": "and [the] Philistines called to the priests and to those who practiced divination, saying, \"What should we do with the ark of Yahweh? Inform us how we should send it to its place.\"",
    "6:3": "They said, \"If you [are] sending the ark of the God of Israel away, you must not send it away empty, but by all means return it with a guilt offering. Then you will be healed and it will become known to you why his hand [is] not turned aside from you.\"",
    "6:4": "And they said, \"What [is] the guilt offering that we should return to him?\" They said, \"The number of the rulers of [the] Philistines [is] five. Therefore send five gold tumors<note: The Masoretic Hebrew text (Kethib) reads \"boils\"; the reading tradition (Qere) has \"tumors\"> and five gold mice, because one plague [was] on all of you and all your rulers.",
    "6:5": "You must make images of your tumors<note: The Masoretic Hebrew text (Kethib) reads \"boils\"; the reading tradition (Qere) has \"tumors\"> and images of your mice that [are] ravaging the land, and you must give glory to the God of Israel. Perhaps he will lighten his hand on you and on your gods and on your land.",
    "6:6": "Why should you harden your hearts like [the] Egyptians and Pharaoh hardened their heart? Is it not just like when he dealt with them wantonly so that they sent them away and they left?",
    "6:7": "So then, {prepare}<note: Literally \"take and make\"> one new utility cart and two milking cows that have never had a yoke on them, and you must harness the cows to the utility cart and then turn their calves from following them to their stall.",
    "6:8": "And you must take the ark of Yahweh and place it on the utility cart with the gold objects that you [are] returning to him as a guilt offering. You must place [them] in the container<note: Or perhaps \"chest\" or \"bag\"> beside [the ark] and then send it [off] so that it goes away.",
    "6:9": "You must watch; if it goes up by the way of its territory to Beth Shemesh, he has caused this great disaster to [come on] us. But if not, then we will know his hand has not struck us; it [was by] chance [that] this happened to us.",
    "6:10": "So the men did so; they took two milking cows and harnessed them to the utility cart, but they shut up their calves in the stall.",
    "6:11": "Then they put the ark of Yahweh on the utility cart with the container<note: Or perhaps \"chest\" or \"bag\"> [holding] the gold mice and the images of their tumors.",
    "6:12": "The cows went straight on the way on the road to Beth Shemesh, on the one main road, {lowing as they went}.<note: Literally \"they went going and lowing\"> They did not turn aside to the right or to the left, and the rulers of [the] Philistines [were] walking after them up to the border of Beth Shemesh.",
    "6:13": "Now [the people of] Beth Shemesh [were] reaping the wheat harvest in the valley. They lifted their eyes and saw the ark, and they were glad to see [it].",
    "6:14": "The utility cart came to the field of Joshua [of] Beth Shemesh and stopped there where there [was] a large stone. They split the wood of the utility cart and sacrificed the cows [as] a burnt offering to Yahweh.",
    "6:15": "Then the Levites took down the ark of Yahweh and the container<note: Or perhaps \"chest\" or \"bag\"> that was beside it, in which [were] the gold objects, and [they] set them on the large stone.<note: The Masoretic Hebrew text reads \"Abel\" here; some Hebrew manuscripts and LXX read \"stone\" (see 6:14-15)> Then the men of Beth Shemesh offered burnt offerings, and they {made}<note: Literally \"sacrificed\"> sacrifices to Yahweh on that day.",
    "6:16": "The five rulers of [the] Philistines saw [it] and returned [to] Ekron that [same] day.",
    "6:17": "Now these [are] the gold tumors which [the] Philistines returned [as] a guilt offering to Yahweh: one for Ashdod, one for Gaza, one for Ashkelon, one for Gath, one for Ekron.",
    "6:18": "And the gold mice [according to] the number of all the cities of [the] Philistines, for their five rulers, from [the] fortified city to the unwalled village of the open country as far as the great stone, {where they set}<note: Literally \"which they set down on it\"> the ark of Yahweh until this day in the field of Joshua [of] Beth Shemesh.",
    "6:19": "He<note: That is, Yahweh> struck seventy men<note: Though the MT has \"seventy men, fifty thousand men\" (= 50,070), it is likely the original was \"seventy men\"> among the men of Beth Shemesh because they looked into the ark of Yahweh. So the people mourned because Yahweh had struck a great blow among the people.",
    "6:20": "Then the men of Beth Shemesh asked, \"Who [is] able to stand before Yahweh, this holy God? And to whom shall it<note: That is, the ark of the covenant (alternatively read as \"he,\" referring to Yahweh)> go up from us?\"",
    "6:21": "So they sent messengers to the inhabitants of Kiriath Jearim saying, \"[The] Philistines have returned the ark of Yahweh. Come down and take it up to yourselves.\"",
    "7:1": "The men of Kiriath Jearim came and brought up the ark of Yahweh, and they brought it to the house of Abinadab in Gibeah. They consecrated Eleazer his son to guard the ark of Yahweh.",
    "7:2": "{From}<note: Literally \"And it happened from\"> the day the ark stayed in Kiriath Jearim, {days multiplied and became twenty years}<note: Literally \"and the days were numerous, and they were twenty years\"> while all the house of Israel mourned after Yahweh.",
    "7:3": "And Samuel spoke to all the house of Israel, saying, \"If with all your heart you [are] turning to Yahweh, remove the foreign gods and Ashtoreths<note: Hebrew plural \"Ashtaroth\" (Ashtoreth was the female consort of Ba'al)> from your midst. Commit your hearts to Yahweh and serve him alone. Then he will deliver you from the hand of [the] Philistines.\"",
    "7:4": "So the {Israelites}<note: Literally \"sons/children of Israel\"> removed the Baals<note: Hebrew plural \"Be'alim\" (Ba'al was a major Canaanite deity)> and the Ashtoreths, and they served Yahweh alone.",
    "7:5": "Then Samuel said, \"Gather all Israel to Mizpah, and I will pray to Yahweh for you.\"",
    "7:6": "So they gathered to Mizpah and drew water and poured [it] out before Yahweh. They fasted on that day and said there, \"We have sinned against Yahweh!\" So Samuel judged the {Israelites}<note: Literally \"sons/children of Israel\"> at Mizpah.",
    "7:7": "[Now] when [the] Philistines heard that the {Israelites}<note: Literally \"sons/children of Israel\"> had gathered at Mizpah, the rulers of the Philistines went up against Israel. And when the {Israelites}<note: Literally \"sons/children of Israel\"> heard [of it], {they were afraid of the Philistines}.<note: Literally \"and they were afraid from (= because of) the presence of the Philistines\">",
    "7:8": "Then the {Israelites}<note: Literally \"sons/children of Israel\"> said to Samuel, \"{You must not cease}<note: Literally \"You must not be silent from us\"> from crying out to Yahweh our God, so that he will deliver us from the hand of [the] Philistines.\"",
    "7:9": "So Samuel took a single {nursing lamb}<note: Literally \"lamb of milk\"> and sacrificed [it] as a whole burnt offering to Yahweh. Then Samuel cried out to Yahweh on behalf of Israel, and Yahweh answered him.",
    "7:10": "{While}<note: Literally \"And it happened\"> Samuel [was] sacrificing the burnt offering, [the] Philistines drew near for the battle against Israel. But Yahweh thundered against [the] Philistines with a great noise on that day and threw them into confusion so that they were defeated before Israel.",
    "7:11": "Then the men of Israel went out from Mizpah and pursued [the] Philistines and they struck them down as far as below Beth Car.",
    "7:12": "So Samuel took a single stone and put [it] between Mizpah and Shen, and he named it Ebenezer and said, \"Up to here Yahweh has helped us.\"",
    "7:13": "So the Philistines were subdued and they did not come into the territory of Israel again, and the hand of Yahweh was against [the] Philistines all the days of Samuel.",
    "7:14": "The towns<note: Or \"cities\"> which [the] Philistines had taken from Israel [were] returned to Israel from Ekron to Gath, and Israel delivered their territories from the hand of [the] Philistines. Then there was peace between Israel and the Amorites.",
    "7:15": "Samuel judged Israel all the days of his life.",
    "7:16": "He used to go [on the circuit] {from year to year}.<note: Literally \"from what [is] required year in year\"> He went around Bethel, Gilgal, and Mizpah, and he judged Israel [in] all these places.",
    "7:17": "Then {he returned}<note: Literally \"and his return [was]\"> to Ramah, because his house was there, and there he judged Israel, and he built an altar to Yahweh there.",
    "8:1": "When Samuel grew old he appointed his sons as judges over Israel.",
    "8:2": "The name of his firstborn son [was] Joel, and the name of his second son [was] Abijah. [They were] judges in Beersheba.",
    "8:3": "But his sons did not walk in his ways; they turned aside after gain, they took bribes, and they perverted justice.",
    "8:4": "So all the elders of Israel gathered together and came to Samuel at Ramah.",
    "8:5": "They said to him, \"Look, you are old and your sons do not follow in your ways. So then appoint a king for us to judge<note: Or \"to rule\"> us, like all the nations.",
    "8:6": "But the matter {was displeasing to Samuel}<note: Literally \"was evil in the eyes of Samuel\"> when they said, \"Give us a king to judge<note: Or \"to rule\"> us,\" so Samuel prayed to Yahweh.",
    "8:7": "Then Yahweh said to Samuel, \"Listen to the voice of the people concerning all that they say to you; for they have not rejected you, but they have rejected me from being king over them.",
    "8:8": "Like all the deeds they have done from the day I brought them up from Egypt until this day, they have forsaken me and have served other gods--so they [are] doing to you also.",
    "8:9": "And so then, listen to their voice. However, you must earnestly warn them; you must explain to them the custom of the king who will rule over them.\"",
    "8:10": "So Samuel spoke all the words of Yahweh to the people who [were] requesting a king from him.",
    "8:11": "He said, \"This will be the custom of the king who will reign over you: he will take your sons and appoint them to his chariots and his horsemen, and they will run before his chariots.",
    "8:12": "He will appoint for himself commanders of thousands and commanders of fifties, and [those] {to do his plowing}<note: Literally \"to plow his plowing\"> and to reap his harvest, and [those] to make weapons of war and the equipment for his chariots.",
    "8:13": "He will take your daughters as [his] perfume makers and as cooks and as bakers.",
    "8:14": "He will take the best of your fields and your vineyards and your olive trees and will give [them] to his servants.",
    "8:15": "He will take a tenth of your seed and your vineyards and give [it] to his high officials and to his servants.",
    "8:16": "He will take your male slaves and your female slaves and the best of your young men<note: LXX reads \"cattle\"> and your donkeys and {will use them for his projects}.<note: Literally \"will put [them] to his work\">",
    "8:17": "He will take a tenth of your flocks,<note: The Hebrew term refers collectively to both sheep and goats (small livestock animals)> and you [yourselves] will become his servants.",
    "8:18": "So you will cry out on that day because of your king whom you have chosen for yourselves, but Yahweh will not answer you on that day!\"",
    "8:19": "However, the people refused to listen to the voice of Samuel and they said, \"No, but there must be a king over us,",
    "8:20": "so that we {also}<note: Literally \"even we\"> may be like all the nations, and our king may rule us and go out before us and fight our battles.\"",
    "8:21": "Now when Samuel heard all the words of the people, he repeated them in the ears of Yahweh.",
    "8:22": "Then Yahweh said to Samuel, \"Listen to their voice, and appoint a king for them.\" So Samuel spoke to the men of Israel, \"Each of you go to his [own] town.\"",
    "9:1": "Now there was a man from Benjamin whose name was Kish, the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, the son of a Benjaminite, {a very wealthy man}.<note: Literally \"a man mighty of wealth\" or \"a man mighty of valor\">",
    "9:2": "He had a son whose name was Saul,<note: The name \"Saul\" means \"the requested one\"> a young and handsome man. There was not a man from the {Israelites}<note: Literally \"sons/children of Israel\"> more handsome than he [was]; from his shoulders up, he was taller than all the people.",
    "9:3": "Now the female donkeys of Kish the father of Saul got lost, and Kish said to Saul his son, \"Please take one of the servants with you and get up; go and seek the female donkeys.\"",
    "9:4": "So he passed through the hill country of Ephraim; he passed through the land of Shalisha but they did not find [them]. They passed through the land of Shaalim but they were not there. He passed through the land of Benjamin but did not find [them].",
    "9:5": "When they entered the land of Zuph, Saul said to his servant who [was] with him, \"Come, let us return, lest my father cease [caring about] the female donkeys and worry about us!\"",
    "9:6": "But he<note: That is, Saul's servant> said to him, \"Look, a man of God [is] in this town, and the man [is] honored. All that he says certainly comes true. So then let us go there; perhaps he will tell us about our journey on which we have gone.\"",
    "9:7": "So Saul said to his servant, \"Look, we may go, but what should we bring to the man? For the bread [is] gone from our bags, and there [is] no present to bring to the man of God. What [do we have] with us?\"",
    "9:8": "The servant again answered Saul and said, \"Look, {I have}<note: Literally \"what was found\"> in my hand a quarter shekel of silver! I will give it to the man of God so that he will tell us our way.\"",
    "9:9": "(Formerly in Israel, when a man went to inquire of God, he would say: \"Come, let us go up to the seer.\" For the prophet of today was formerly called a seer.)",
    "9:10": "So Saul said to his servant, \"{Your suggestion is a good one}.<note: Literally \"Your word [is] good\"> Come, let us go.\" And they went to the town where the man of God [was].",
    "9:11": "They [were] going up the ascent of the town when they found young women going out to draw water. They said to them, \"Is there the seer here?\"",
    "9:12": "They answered them and said, \"There is. Look, [he is] just in front of you! Hurry now, because he has come to the town today, because there [is] a sacrifice for the people today at the high place.",
    "9:13": "As soon as you enter the town, you will find him, before he goes up to the high place to eat. For the people will not eat until he comes, because he must bless the sacrifice. Then afterward the invited [guests] will eat. So then, go up, because you will find him today!\"",
    "9:14": "So they went up to the town. As they [were] entering into the middle of the town, Samuel was coming forth to meet them, to go up to the high place.",
    "9:15": "Now Yahweh {had revealed this to}<note: Literally \"had opened the ear\"> Samuel the day before Saul arrived, saying,",
    "9:16": "\"This time tomorrow I will send to you a man from the land of Benjamin, and you must anoint him as leader over my people Israel. He will deliver my people from the hand of [the] Philistines. For I have seen [the suffering of] my people, because their cry [of distress] has come to me.\"",
    "9:17": "When Samuel saw Saul, Yahweh answered him, \"Here [is] the man about whom I told you! This [is the] one [who] will govern my people.\"",
    "9:18": "Then Saul approached Samuel in the middle of the gate and said, \"Please tell me, where [is] the house of the seer?\"",
    "9:19": "Samuel answered Saul and said, \"I [am] the seer. Go up {ahead of me}<note: Literally \"before my face\"> to the high place, and you will eat with me today; then I will send you away in the morning. I will tell you all that [is] {on your mind}.<note: Literally \"in your heart\">",
    "9:20": "And as for your female donkeys that were lost {three days ago},<note: Literally \"the day three of the days\"> {do not be concerned about them},<note: Literally \"you shall not put your heart to them\"> because they have been found. For whom [is] all the desire of Israel? Is it not for you and for all the house of your father?\"",
    "9:21": "Saul answered and said, \"[Am] I not a Benjaminite, from the smallest of the tribes of Israel, and my family the humblest of all the families of the tribes of Benjamin? Why do you speak to me {in this way}?\"<note: Literally \"according to this word\">",
    "9:22": "So Samuel took Saul and his servant and brought them to a room in the building and gave them a place at the head of {the invited guests}.<note: Literally \"the ones being invited\"> There were about thirty men.",
    "9:23": "Then Samuel said to the cook, \"Bring the portion that I gave to you, about which I said to you, 'Keep it with you.'\"",
    "9:24": "So the cook took up the shank and what was on it and put it before Saul, and he<note: That is, Samuel> said, \"Look, {the saved portion}<note: Literally \"what was being kept\"> [is] placed {before you}<note: Literally \"to your face\">--eat, because it has been kept for you for the appointed time,\" {and he said},<note: Literally \"saying\"> \"I have invited the people.\" So Saul ate with Samuel that day.",
    "9:25": "When they came down from the high place to the town, he spoke with Saul on the roof.",
    "9:26": "They got up early, {and as dawn was breaking},<note: Literally \"as the dawn was going up\"> Samuel called to Saul on the roof, saying, \"Get up, so that I can send you away.\" So Saul got up and the two of them, he and Samuel, went outside.",
    "9:27": "As they were going down to the outskirts of the town, Samuel said to Saul, \"Tell the servant to pass on before us. When he has passed, you stand here {a while},<note: Literally \"as the day\"> so that I can make known to you [the] word of God.\"",
    "10:1": "Then Samuel took a flask of oil and poured it over his head and kissed him and said, \"{Has not}<note: Literally \"Is it not that\"> Yahweh anointed you as leader over his inheritance?",
    "10:2": "As you go from with me {today},<note: Literally \"the day\"> you will find two men near the burial site of Rachel in the territory of Benjamin at Zelzah. They will say to you, 'The female donkeys that you went to search for have been found.' Now look, your father {is no longer concerned about}<note: Literally \"has given up the matter of\"> the female donkeys and has begun worrying about you,<note: Here the pronoun is plural, referring to Saul and his servant> saying, 'What should I do about my son?'",
    "10:3": "Then you will go on from there and further you will come to the oak of Tabor. There three men will meet you, who [are] going up to God at Bethel. One will be carrying three male kid goats, one will be carrying three loaves of bread, and one will be carrying a skin of wine.",
    "10:4": "{They will ask how you are doing}<note: Literally \"they will ask peace for you\"> and will give you two loaves, which you will take from their hand.",
    "10:5": "After this, you will come to the Gibeah of God,<note: Or \"to Gibeath Elohim,\" which means \"the hill of God\"> where there are sentries<note: Or \"garrisons\" or \"overseers\"> of [the] Philistines. {Just as you enter}<note: Literally \"and will it happen that as you enter\"> the town there, you will meet a procession of prophets coming down from the high place, with harp, tambourine, flute, and zither before them, and they will be prophesying.",
    "10:6": "Then the Spirit of Yahweh will rush upon you,<note: Or \"will come upon you in power\"> and you will prophesy with them; and you will turn into {a different person}.<note: Literally \"another man\">",
    "10:7": "When these signs come to you, do for yourself what your hand finds [to do], for God [will be] with you.",
    "10:8": "Then you will go down before me to Gilgal. Look, I am coming down to you to offer burnt offerings {and to make}<note: Literally \"to sacrifice sacrifices of\"> fellowship offerings. You must wait seven days until I come to you. Then I will let you know what you should do.\"",
    "10:9": "{Just as he turned}<note: Literally \"And it happened as he turned\"> his shoulder to depart from Samuel, God {changed his}<note: Literally \"gave for him another\"> heart. And all these signs were fulfilled on that day.",
    "10:10": "When they went from there to Gibeah, a procession of prophets met him, and the Spirit of God rushed upon him,<note: Or \"came upon him in power\"> and he prophesied among them.",
    "10:11": "{And when}<note: Literally \"and it happened\"> all who knew him {formerly}<note: Literally \"three days from yesterday\"> saw that he prophesied with prophets, the people said to one another, \"What [is] this [that] has happened to the son of Kish? [Is] Saul also among the prophets?\"",
    "10:12": "And a man from there responded and said, \"And who [is] their father?\" Therefore it became a proverb: \"[Is] Saul also among the prophets?\"",
    "10:13": "When he finished prophesying, he went to the high place.",
    "10:14": "Then Saul's uncle said to him and to his servant, \"Where did you go?\" And he said, \"To search [for] the female donkeys; and when we saw none, we went to Samuel.\"",
    "10:15": "So Saul's uncle said to him, \"Please tell me, what did Samuel say to you?\"",
    "10:16": "Then Saul said to his uncle, \"He told us for certain that the female donkeys had been found.\" But he did not tell him about the matter of the kingship [of] which Samuel had spoken.",
    "10:17": "Then Samuel summoned the people to Yahweh at Mizpah,",
    "10:18": "and he said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"Thus says Yahweh the God of Israel: 'I brought Israel up from Egypt, and I delivered you from the hand of the Egyptians and from the hand of all the kingdoms that [were] oppressing you.'",
    "10:19": "But you today have rejected your God who always delivers you from all of your calamities and your distresses. You have said to him, 'No, but you must appoint a king over us!' So then present yourselves before Yahweh by your tribes and by your clans.\"",
    "10:20": "So Samuel brought near all the tribes of Israel, and the tribe of Benjamin was selected by lot.",
    "10:21": "Then he brought near the tribe of Benjamin according to its families, and the family of Matri was selected by lot. Then Saul the son of Kish was chosen, and they sought him, but he could not be found.",
    "10:22": "So they inquired again of Yahweh, \"{Did the man come here}?\" <note: Literally \"Did he come still here a man\"> And Yahweh said, \"Look, he [is] hiding himself among the baggage.\"",
    "10:23": "So they ran and took him from there, and when he took his stand among the people, he was taller than all the people from his shoulders and up.",
    "10:24": "Then Samuel said to all the people, \"Do you see him whom Yahweh has chosen? For there is no one like him among all the people!\" And all the people shouted and said, \"Long live the king!\"",
    "10:25": "Then Samuel told the people the custom of the kingship, and he wrote [the rules] down on a scroll and laid [it] before Yahweh. Then Samuel sent all the people away, each to his own house.",
    "10:26": "And Saul also went to his house at Gibeah, and the troops whose hearts<note: Hebrew \"heart\"> God had touched went with him.",
    "10:27": "However, some {worthless men}<note: Literally \"sons of wickedness\"> said, \"How can this [man] deliver us?\" So they despised him and brought no gift to him, but he kept silent.<note: The Dead Sea Scrolls contained a nearly complete scroll of 1 and 2 Samuel, the oldest Hebrew manuscript extant. There is a story therein that provides a setting for the acts of Nahash in 1 Samuel 11, which otherwise seems to occur obtrusively. This story may be translated: \"Now Nahash, king of the Ammonites, harshly tormented the Gadites and the Reubenites, and he gouged out all their right eyes, and struck terror [and dread] in Israel. No Israelite beyond the Jordan remained whose right eye was not gouged out by Nahash king of the Ammonites, except for seven thousand men who had fled from the Ammonites and entered Jabesh Gilead. About a month later ...\" This early text leaves off with 11:1 at this point>",
    "11:1": "Now Nahash the Ammonite went up and encamped against Jabesh Gilead. All the men of Jabesh said to Nahash, \"{Make a treaty with us}<note: Literally \"Cut with us a covenant\"> and we will serve you.\"",
    "11:2": "But Nahash the Ammonite said to them, \"On this [condition] {I will make a treaty}<note: Literally \"I will cut\"> with you, by gouging out the right eye of each of you, so that I can make it a disgrace for all Israel.\"",
    "11:3": "So the elders of Jabesh said to him, \"Leave us alone for seven days so that we may send messengers in all the territory of Israel, and if there [is] no deliverer for us, then we will come out to you.\"",
    "11:4": "When the messengers came to Gibeah of Saul, {they reported these things to}<note: Literally \"they spoke the words in the ears of\"> the people. Then all the people lifted up their voices and wept.",
    "11:5": "{Just then},<note: Literally \"And look/behold\"> Saul was coming from the field behind the cattle. Saul said, \"What [is the matter] with the people, that they [are] weeping?\" So they recounted to him the words of the men of Jabesh.",
    "11:6": "Then the Spirit of God rushed upon Saul when he heard these words, and {he became very angry}.<note: Literally \"his nose became very hot\">",
    "11:7": "So he took a yoke of oxen and cut them into pieces and sent [them] throughout all the territory of Israel by the hand of the messengers, saying, \"Whoever [is] not going out after Saul and after Samuel, so will it be done to his oxen.\" Then the fear of Yahweh fell on the people and they went out as one man.",
    "11:8": "He mustered them at Bezek; the {Israelites}<note: Literally \"sons/children of Israel\"> [were] three hundred thousand, and the men of Judah [were] thirty thousand.",
    "11:9": "They said to the messengers who had come, \"Thus you will say to the men of Jabesh Gilead: 'Tomorrow deliverance for you will come {when the sun is hot}.'\"<note: Literally \"at the heating of the sun\"> When the messengers went and told the men of Jabesh, they rejoiced.",
    "11:10": "The men of Jabesh said, \"Tomorrow we will come out to you and you may do to us {whatever seems good to you}.\"<note: Literally \"as all [of] the good [that is] in your eyes\">",
    "11:11": "{And the}<note: Literally \"and it happened the\"> next day Saul placed the people [in] three divisions. Then they came into the middle of the camp {at the early morning watch}<note: Literally \"at the night watch of the morning\"> and struck down {the Ammonites}<note: Literally \"Ammon\"> until the heat of the day. It happened that the remainder were scattered {so that no two among them remained together}.<note: Literally \"and they did not remain among them two together\">",
    "11:12": "Then the people said to Samuel, \"Who [is] the one who asked, 'Will Saul reign over us?' Give the men to us that we may kill them.\"",
    "11:13": "But Saul said, \"No one will be put to death on this day, because {today}<note: Literally \"the day\"> Yahweh has provided deliverance in Israel.\"",
    "11:14": "Then Samuel said to the people, \"Come, let us go to Gilgal, and let us renew the kingship there.\"",
    "11:15": "So all the people went to Gilgal and they made Saul king there before Yahweh in Gilgal. They sacrificed fellowship offerings there before Yahweh. Then Saul rejoiced there greatly [along with] all the men of Israel.",
    "12:1": "Then Samuel said to all Israel, \"Look, I have listened to your voice regarding all that you have said to me, so I have set a king over you.",
    "12:2": "And so then here [is] the king walking about before you. Now I am old and gray, but my sons (look at them!) [are] with you; and I have walked about before you from my youth until this day.",
    "12:3": "Here I am! Testify against me before Yahweh and before his anointed one! Whose ox have I taken? Or whose donkey have I taken? Or whom have I exploited? Whom have I oppressed? Or from whose hand have I taken a bribe, that I may shut my eyes {regarding}<note: Literally \"with\"> him?-then I will restore it to you.\"",
    "12:4": "Then they said, \"You have not exploited us or oppressed us, and you have not taken anything from the hand of anyone.\"",
    "12:5": "So he said to them, \"Yahweh [is] witness against you, and his anointed one [is] witness this day, that you have not found anything in my hand.\" Then they said, \"[He is] witness.\"",
    "12:6": "Then Samuel said to the people, \"Yahweh [is witness], who appointed Moses and Aaron, and who brought your ancestors<note: Or \"fathers\"> up from the land of Egypt.",
    "12:7": "So then take your stand, so that I may judge you before Yahweh with [regard to] all the [deeds of] justice<note: Or \"righteous [deeds]\"> of Yahweh that he performed with both you and your ancestors.<note: Or \"fathers\">",
    "12:8": "\"When Jacob came to Egypt, your ancestors<note: Or \"fathers\"> cried out to Yahweh, so he sent Moses and Aaron, and they brought your ancestors<note: Or \"fathers\"> out from Egypt and settled them in this place.",
    "12:9": "But they forgot Yahweh their God, so he sold them into the hand of Sisera, commander of the hosts of Hazor, and into the hand of [the] Philistines, and into the hand of the king of Moab, and they fought against them.",
    "12:10": "So they cried out to Yahweh and said, 'We have sinned, because we have forsaken Yahweh and have served the Baals<note: Hebrew plural \"Be'alim\" (Ba'al was a major Canaanite deity)> and the Ashtoreths.<note: Hebrew plural \"Ashtoroth\" (Ashtoreth was the female consort of Ba'al)> But now deliver us from the hand of our enemies and we will serve you!'",
    "12:11": "So Yahweh sent Jerub-Baal and Bedan<note: Many English translations follow the LXX here and read \"Barak\"> and Jephthah and Samuel. Then he delivered you from the hand of your enemies all around, and you lived [in] security.",
    "12:12": "\"And when you saw that Nahash, the king of [the] {Ammonites},<note: Literally \"sons/children of Ammon\"> was coming against you, you said to me, 'No! A king shall reign over us,' although Yahweh your God [is] your king.",
    "12:13": "So then look! [Here is] the king you have chosen, for whom you have asked! Look, Yahweh has placed a king over you!",
    "12:14": "If you will fear Yahweh, and serve him, and listen to his voice, and not be rebellious against {what Yahweh says},<note: Literally \"the mouth of Yahweh\"> and both you and the king who rules over you will [follow] after Yahweh your God, [all will be well].",
    "12:15": "But, if you do not listen to the voice of Yahweh, and you rebel against {what Yahweh says},<note: Literally \"the mouth of Yahweh\"> then the hand of Yahweh will be against you<note: Here LXX reads \"against you and against your king\"> [as it was] against your ancestors.<note: Or \"fathers\">",
    "12:16": "So then take your stand again and see this great thing that Yahweh [is going to] do before your eyes.",
    "12:17": "[Is] the wheat harvest not today? I will call out to Yahweh so that he still sends thunder and rain, so that you will know and will see that your wickedness [is] great that you have done in the eyes of Yahweh by asking for a king for yourselves.\"",
    "12:18": "So Samuel called out to Yahweh, and Yahweh brought thunder and rain that [same] day, so all the people feared Yahweh and Samuel greatly.",
    "12:19": "Then all the people said to Samuel, \"Pray for your servants to Yahweh your God so that we will not die, because we have added to all our sins by requesting a king for ourselves.\"",
    "12:20": "And Samuel said to the people, \"Do not fear! You have done all this evil; only do not turn aside from {following}<note: Literally \"after\"> Yahweh. But you must serve Yahweh with all your heart.",
    "12:21": "And do not turn aside after the triviality,<note: That is, the triviality of lifeless idols. The same Hebrew word, tohu, is used in Genesis 1:2 to describe the pre-created state of the earth.> which have no value and cannot deliver, for they are triviality.",
    "12:22": "For Yahweh will not forsake his people for the sake of his great name, because Yahweh has decided to make you his [own] people.",
    "12:23": "Also, as for me, far be it from me {that I should sin}<note: Literally \"from sinning\"> against Yahweh by ceasing to pray for you! I will instruct you in the good and righteous way.",
    "12:24": "Only fear Yahweh and serve him faithfully with all of your heart. For consider {what great things he has done for you}.<note: Literally \"what he made great with you\">",
    "12:25": "But if you continue to do wickedness, both you and your king will be swept away.\"",
    "13:1": "Saul [was thirty]<note: A few LXX manuscripts have \"thirty,\" but the number of years is missing from the Masoretic Hebrew text> {years old}<note: Literally \"a son of years\"> at the beginning of his reign, and he reigned [forty-]two years<note: The Masoretic Hebrew text reads \"two years\" here, but this number seems far too small; either it is not correct or part of the number is missing (the present translation supplies \"forty\"); other English versions differ as to Saul's age at coronation and the total years of his reign> over Israel.",
    "13:2": "He chose for himself three thousand from Israel. Two thousand [of these] were with Saul at Micmash in the hill country of Bethel, and a thousand were with Jonathan at Gibeah in Benjamin. He sent away the rest of the people, each to his tent.",
    "13:3": "Jonathan defeated the garrison of [the] Philistines that [was] at Geba, and [the] Philistines heard [about it]. Then Saul blew the trumpet throughout all the land, saying, \"Let the Hebrews hear!\"",
    "13:4": "And all Israel did hear, saying, \"Saul has defeated the garrison of [the] Philistines; and also, Israel has become a stench among [the] Philistines!\" So the people were called out after Saul at Gilgal.",
    "13:5": "And the Philistines assembled to fight with Israel, thirty thousand chariots and six thousand horsemen and an army as numerous as sand which [is] on the seashore. And they came up and encamped at Micmash, east of Beth Aven.",
    "13:6": "When the men of Israel saw that [it was] {too difficult}<note: Literally \"too narrow\"> for them, because the army was hard pressed, the people hid themselves in the caves, in the thorn bushes, in the cliffs, in the vaults<note: Or \"cellars\" or \"tombs\" ' or \"strongholds\"> and in the wells.",
    "13:7": "[Some] of the Hebrews crossed over the Jordan to the land of Gad and Gilead. But Saul was still at Gilgal, and all the army {followed him trembling}.<note: Literally \"trembled after him\">",
    "13:8": "He waited seven days according to the appointed time Samuel determined, but Samuel did not come to Gilgal, and {the army started to slip away from him}.<note: Literally \"the people scattered away from him\">",
    "13:9": "So Saul said, \"Bring here to me the burnt offering and the fellowship offerings.\" Then he offered up the burnt offering.",
    "13:10": "{Just as}<note: Literally \"And it happened as\"> he finished offering the burnt sacrifice, Samuel was coming. So Saul went out to meet him [and] to bless him.",
    "13:11": "But Samuel said, \"What have you done?\" Saul said, \"Because I saw that the army {was scattering}<note: Literally \"dispersed themselves\"> from me and you did not come {at the appointed time}<note: Literally \"according to the appointed time of the days\"> and [that the] Philistines had gathered at Micmash,",
    "13:12": "therefore I said, 'Now [the] Philistines will come down against me at Gilgal, and I have not yet implored the face of Yahweh.' So I forced myself and offered the burnt offering.\"",
    "13:13": "Then Samuel said to Saul, \"You have behaved foolishly! You have not kept the command of Yahweh your God which he commanded you. For then, Yahweh would have established your kingdom over Israel forever.",
    "13:14": "But now, your kingdom will not endure. Yahweh has sought for himself a man according to his [own] heart, and Yahweh has appointed him as leader over his people, because you have not kept what Yahweh commanded you.\"",
    "13:15": "Then Samuel got up and went up from Gilgal to Gibeah of Benjamin. And Saul mustered the people who were found with him, about six hundred men.",
    "13:16": "Saul and Jonathan his son and the army that remained with them [were] staying in Geba [of] Benjamin, and [the] Philistines encamped at Micmash.",
    "13:17": "The {raiders}<note: Literally \"destroyers\"> went out from the camp of [the] Philistines [in] three divisions. One division turned on the road<note: Or \"way\"> to Ophrah toward the land of Shual.",
    "13:18": "One division turned on the road<note: Or \"way\"> to Beth Horon, and one turned on the road<note: Or \"way\"> toward the border overlooking the valley of Zeboim toward the wilderness.",
    "13:19": "Now no skilled craftsman could be found in all the land of Israel, for [the] Philistines had said, \"So that the Hebrews cannot make swords or spears for themselves.\"",
    "13:20": "So all Israel [went] down to [the] Philistines, each to have his plowshare, his mattock, his axe, and his iron plowshare<note: So the Masoretic Hebrew text; LXX reads \"sickle\"> sharpened.",
    "13:21": "The charge<note: Or \"fee\"> was {two-thirds of a shekel}<note: Literally \"a pim\" (possibly a stone weight used as a measure)> for the plowshare and for the mattock, and {a third of a shekel for the pick}<note: Literally \"and for three, a pick\" (uncertain; perhaps meaning \"a third of a shekel,\" or a three-pronged pick\"> and for the axe, and to set the goading sticks.",
    "13:22": "{So}<note: Literally, \"And it happened\"> on [the] day of battle, there was not a sword or a spear found in the hands of all the army that was with Saul and Jonathan, but {Saul and his son Jonathan had them}.<note: Literally, \"it could be found for Saul and for Jonathan his son\">",
    "13:23": "Now the garrison of [the] Philistines went out to the pass of Micmash.",
    "14:1": "{One day}<note: Literally \"And it happened the day\"> Jonathan the son of Saul said to {his armor bearer},<note: Literally \"the young man carrying his weapons\"> \"Come and let us go over to the garrison of [the] Philistines which [is] over there.\" But he did not tell his father.",
    "14:2": "Now Saul [was] staying at the outskirts of Gibeah under the pomegranate tree that [was] in Migron, and the troops that [were] with him [were] about six hundred men.",
    "14:3": "Now Ahijah, the son of Ahitub (the brother of Ichabod), the son of Phinehas, the son of Eli the priest of Yahweh at Shiloh, was carrying an ephod. The troops did not know that Jonathan had gone.",
    "14:4": "Now between the passes where Jonathan sought to go over to the garrison of [the] Philistines [there was] a crag of rock {on one side}<note: Literally \"from the beyond from this\"> and a crag of rock {on the other}.<note: Literally \"from the beyond from this\"> The name of the one [was] Bozez and the name of the other [was] Seneh.",
    "14:5": "The one crag on the north [was] opposite Micmash and the other on the south [was] opposite Geba.",
    "14:6": "So Jonathan said to {his armor bearer},<note: Literally \"the young man carrying his weapons\"> \"Come, let us go over to the garrisons of these uncircumcised; perhaps Yahweh will act for us, for there is no hindrance for Yahweh to save by many or by few.\"",
    "14:7": "And {his armor bearer}<note: Literally \"[the one] carrying his weapons\"> said, \"Do all that [is] in your heart {that you are inclined to do}.<note: Literally \"turn/incline for yourself\"> {I am with you all of the way}!<note: Literally \"Behold, I am with you according to your heart\">",
    "14:8": "Then Jonathan said, \"Look, we [are about to] go over to the men; and we will show ourselves to them.",
    "14:9": "If they say to us: 'Wait until we reach you,' {then we will stand as we are}<note: Literally \"and we will stand under us\"> and not go up to them.",
    "14:10": "But if they say, 'Come up to us,' then we will go up, for Yahweh has given them into our hand, and this [will be] the sign for us.\"",
    "14:11": "So the two of them showed themselves to the garrison of [the] Philistines, and [the] Philistines said, \"The Hebrews [are] coming out from the holes in which they have hidden themselves.\"",
    "14:12": "Then the men of the garrison answered Jonathan and {his armor bearer},<note: Literally \"[the one] carrying his weapons\"> \"Come up to us and we will show you something!\" Then Jonathan said to {his armor bearer},<note: Literally \"[the one] carrying his weapons\"> \"Come up after me, for Yahweh has given them into the hand of Israel!\"",
    "14:13": "So Jonathan went up on his hands and his feet, with {his armor bearer}<note: Literally \"[the one] carrying his weapons\"> after him. They fell before Jonathan and then {his armor bearer}<note: Literally \"[the one] carrying his weapons\"> would kill them after him.",
    "14:14": "So was the first attack [in] which Jonathan and {his armor bearer}<note: Literally \"[the one] carrying his weapons\"> killed about twenty men within about half of a furrow in an acre of [an] open field.",
    "14:15": "Then there was terror<note: Or \"panic\"> in the camp, in the open field, and among all the army of the garrison. Even the {raiders}<note: Literally \"destroyers\"> trembled. The earth shook, and it became {a very great panic}.<note: Literally \"like the panic/terror of God\"; some interpreters understand this to be a panic caused by God, while others understand the expression merely as a superlative (\"a very great panic\")>",
    "14:16": "And the lookouts of Saul in Gibeah of Benjamin saw {that}<note: Literally \"and look\"> the multitude {surged back and forth}.<note: Literally \"waved, going here and there\">",
    "14:17": "Saul said to the troops that [were] with him, \"Please call the roll and see who has gone from us.\" So they called the roll {and found that}<note: Literally \"and look\"> Jonathan and {his armor bearer}<note: Literally \"[the one] carrying his weapons\"> were not [present].",
    "14:18": "Then Saul said to Ahijah, \"Bring near the ark of God\"<note: LXX reads \"bring near the ephod\"> (for the ark of God was {at that time}<note: Literally \"on that day\"> with the {Israelites}).<note: Literally \"sons/children of Israel\">",
    "14:19": "While<note: Hebrew \"And\"> Saul was still speaking to the priest, the tumult in the camp of [the] Philistines {increased more and more},<note: Literally \"and it went, going and increasing\"> so Saul said to the priest, \"Withdraw your hand!\"",
    "14:20": "Then Saul and all the troops who were with him were assembled on command and came up to the battle, and look! Each [Philistine's] sword [was] against his friend; [and there was] a very great confusion.",
    "14:21": "The Hebrews who had been for [the] Philistines {previously},<note: Literally \"as yesterday three days ago\"> who had gone up with them into the camp all around, even they {joined the Israelites}<note: Literally \"were with Israel\"> who were with Saul and Jonathan.",
    "14:22": "All the men of Israel who had hidden themselves in the hill country of Ephraim heard that [the] Philistines had fled, so even they pursued them closely in the battle.",
    "14:23": "So on that day Yahweh delivered Israel, and the battle shifted to Beth Aven.",
    "14:24": "Now the men of Israel were hard pressed on that day, because Saul had made the army take an oath, saying, \"Cursed be the man who eats [any] food until evening, when I will have avenged myself on my enemies!\" So none of the army tasted [any] food.",
    "14:25": "(Now all [the people of] the land used to go into the forest, for there was honey on the surface of the ground.)",
    "14:26": "When the army came to the forest, look! [There was] honey flowing, but no one put his hand to his mouth, for the army was afraid of the solemn oath.",
    "14:27": "However, Jonathan had not heard about the oath of his father with the army, so he extended the end of the staff which was in his hand, and he dipped it into the honeycomb.<note: Hebrew \"the honeycomb of the honey\"> Then he put his hand to his mouth and his eyes gleamed.<note: The Masoretic Hebrew text (Kethib) reads \"saw\"; the reading tradition (Qere) reads \"gleamed\">",
    "14:28": "Then a man from the army informed [him] and said, \"Your father made the army swear a solemn [oath], saying, 'Cursed be the man who eats food today,'\" so the army [is] exhausted.",
    "14:29": "Then Jonathan said, \"My father has brought trouble on the land! See now that my eyes have brightened because I have tasted a little of this honey.",
    "14:30": "{How much more could have been done}<note: Literally \"even that if\"> if the troops had eaten freely today from the plunder of their enemies that they had found! For now the loss among [the] Philistines [is] not great.\"",
    "14:31": "They defeated [the] Philistines that day from Micmash to Aijalon, and the troops were very weary.",
    "14:32": "Then the troops took the plunder: they took sheep and cattle and {calves}<note: Literally \"the children of cattle\"> and slaughtered [them] on the ground and the troops ate [them all] with the blood.",
    "14:33": "So they reported [it] to Saul, saying, \"Look! The troops [are] sinning against Yahweh by eating [the animals] with the blood!\" And he said, \"You have dealt treacherously! Roll to me a large stone {today}!\"<note: Literally \"the day\">",
    "14:34": "Then Saul said, \"Disperse [yourselves] among the troops and say to them, 'Bring to me each [one] his ox and each his sheep and slaughter them in this [place] and eat, but do not sin against Yahweh by eating [the animals] with the blood.'\" So all the troops brought [them], each [leading] his ox in his hand that night, and slaughtered [it] there.",
    "14:35": "Then Saul built an altar to Yahweh; {it was the first altar he built}<note: Literally \"with it he began to build an altar\"> to Yahweh.",
    "14:36": "Saul said, \"Let us go down after [the] Philistines [by] night, and let us plunder them until the morning light, and let us not leave [alive] a man among them.\" So they said, \"Do all that [is] good in your eyes.\" But the priest said, \"Let us draw near to God here.\"",
    "14:37": "So Saul inquired of God, \"Should I go down after [the] Philistines? Will you give them into the hand of Israel?\" But he did not answer him on that day.",
    "14:38": "Then Saul said, \"Come here, all [you] leaders of the people, {so that we find out}<note: Literally \"and know and see\"> what the sin was this day.",
    "14:39": "For as Yahweh lives, who delivers Israel, [I swear] that even if it [is] in Jonathan my son, {he will certainly die}!\"<note: Literally \"surely dying he will die\"> But nobody from all the army answered him.",
    "14:40": "Then he said to all Israel, \"You will be {on one side},<note: Literally \"opposite one\"> and I and my son Jonathan will be {on the other}.\"<note: Literally \"opposite one\"> And the army said to Saul, \"Do [what is] good in your eyes.\"",
    "14:41": "Then Saul said to Yahweh the God of Israel, \"{Render a decision perfectly}.\"<note: Literally \"give [what is] perfect\"; the LXX includes additional words not found in the Masoretic Hebrew text but included in a number of modern English versions: \"If this guilt [is] on me or in my son Jonathan, give Urim, but if this guilt [is] in your people Israel, give Thummim\"> Jonathan and Saul were chosen [by lot] and the people went out.",
    "14:42": "Then Saul said, \"Let them cast [the lot] between me and my son Jonathan,\" and Jonathan was chosen.",
    "14:43": "So Saul said, \"Tell me what you have done.\" So Jonathan told him and said, \"I {merely tasted}<note: Literally \"tasted I tasted\"> a little honey with the end of the staff that was in my hand. Here I am, I must die.\"",
    "14:44": "Then Saul said, \"So may God do [to me] and {more},<note: Literally \"so may he add\"> you will certainly die today, Jonathan!\"",
    "14:45": "But the army said to Saul, \"Must Jonathan die, who accomplished this great victory in Israel? Far from it! As Yahweh lives, not a hair from his head will fall to the ground, for he has worked with God this day.\" So the army ransomed Jonathan and he did not die.",
    "14:46": "Saul went up from [pursuing the] Philistines, and [the] Philistines went to their place.",
    "14:47": "So Saul took the kingship over Israel, and he fought all around against his enemies, against Moab, against the {Ammonites},<note: Literally \"sons/children of Ammon\"> against Edom, against the kings of Zobah, and against the Philistines. He inflicted punishment against all who rebelled.",
    "14:48": "He acted bravely and defeated [the] Amalekites and rescued Israel from the hand of those who plundered it.",
    "14:49": "Now the sons of Saul were Jonathan, Ishvi, and Malki-Shua; the names of his two daughters [were as follows]: the name of the firstborn [was] Merab and the younger [was] Michal.",
    "14:50": "The name of Saul's wife [was] Ahinoam the daughter of Ahimaaz, and the name of the commander of his army [was] Abner, the son of Ner, Saul's uncle.",
    "14:51": "Now Kish [was] the father of Saul, but Ner, the father of Abner, [was] the son of Abiel.",
    "14:52": "Warfare was severe against [the] Philistines all the days of Saul. Whenever Saul saw {anyone who was a mighty warrior}<note: Literally \"each man who [was] a mighty warrior\"> or {any brave man},<note: Literally \"each son of ability\"> he {conscripted him into his service}.<note: Literally \"he gathered him to him[self]\">",
    "15:1": "Then Samuel said to Saul, \"Yahweh sent me to anoint you as king over his people Israel. So then, {listen to the words}<note: Literally \"listen to the voice of the words\"> of Yahweh!",
    "15:2": "Thus says Yahweh of hosts: 'I have observed what Amalek did to Israel, {how he opposed him}<note: Literally \"what he placed against him in the way\"> when he went up from Egypt.",
    "15:3": "So then, go and attack Amalek and utterly destroy all that is his! You must not spare him, but kill both man and woman, both child and nursing infant, both ox and sheep, both camel and donkey.'\"",
    "15:4": "Saul summoned the army and mustered them at Telaim; two hundred thousand foot soldiers and ten thousand men of Judah.",
    "15:5": "Then Saul came up to the city of Amalek and set an ambush in the wadi.<note: A valley that is usually dry but contains a stream during the rainy season>",
    "15:6": "Saul said to the Kenites, \"Go, leave! Withdraw from among the Amalekites so that I do not destroy you with them. You have shown loyal love to all the {Israelites}<note: Literally \"sons/children of Israel\"> when they came up from Egypt.\" So the Kenites left from among [the] Amalekites.",
    "15:7": "Then Saul defeated [the] Amalekites from Havilah as one goes to Shur which [is] {east of}<note: Literally \"upon the face of\"> Egypt.",
    "15:8": "He captured Agag the king of Amalek alive, but all the people he utterly destroyed with the {edge}<note: Literally \"mouth\"> of the sword.",
    "15:9": "However, Saul and the army spared Agag and the best of the sheep and the cattle and the second [best] of the young fatlings and {all that was valuable};<note: Literally \"all the good [things]\"> they were not willing to utterly destroy them. But all the possessions that were despised or worthless, they utterly destroyed.",
    "15:10": "Then the word of Yahweh came to Samuel, saying,",
    "15:11": "\"I regret that I made Saul king, for he has turned back from following me and has not kept my word.\" {Samuel became angry},<note: Literally \"it became hot for Samuel\"> and he cried out to Yahweh all night.",
    "15:12": "Then Samuel got up early in the morning to meet Saul. Samuel was told, \"Saul has gone to Carmel, and look, he [is] setting up a monument for himself.\" Then he turned around and crossed over and went down to Gilgal.",
    "15:13": "When Samuel came to Saul, Saul said to him, \"May you be blessed by Yahweh! I have kept the word of Yahweh.\"",
    "15:14": "But Samuel said, \"Then what [is] this bleating of the sheep [that I hear] in my ears and the lowing of the cattle that I am hearing?\"",
    "15:15": "Saul said, \"They have brought them from [the] Amalekites; the troops spared the best of the sheep and the cattle in order to sacrifice them to Yahweh your God. But the rest we have utterly destroyed.\"",
    "15:16": "Then Samuel said to Saul, \"Stop and let me tell you what Yahweh said to me last night.\" So he said to him, \"Speak.\"",
    "15:17": "Samuel said, \"Even though you [are] small in your [own] eyes, are you not the head of the tribes of Israel? Yahweh has anointed you as king over Israel.",
    "15:18": "When Yahweh sent you on your way, he said to you: 'Go! You must utterly destroy the sinners, [the] Amalekites, and you must fight against them until you<note: The Masoretic Hebrew text reads \"they\"; LXX, Peshitta, and Targum read \"you\"> have destroyed them.'",
    "15:19": "Why did you not listen to the voice of Yahweh and fall with shouting on the plunder? You have done evil in the sight of Yahweh!\"",
    "15:20": "Then Saul said to Samuel, \"I have listened to the voice of Yahweh, and I have gone on the way that Yahweh sent me! I brought Agag the king of Amalek, and the Amalekites I have utterly destroyed.",
    "15:21": "The troops took from the plunder, sheep and cattle, the best of the things devoted to destruction, to sacrifice to Yahweh your God at Gilgal.\"",
    "15:22": "Then Samuel said, \"Is there [as much] delight for Yahweh in burnt offerings and sacrifices as [there is] in {obeying}<note: Literally \"listening to the voice of\"> Yahweh? Look! {To obey}<note: Literally \"Listening\"> [is] better than sacrifice; to give heed than the fat of rams.\r\n",
    "15:23": "For rebellion [is like] the sin of divination; arrogance [is like] iniquity and idolatry. Because you have rejected the word of Yahweh, he has rejected you from [being] king!\"",
    "15:24": "Then Saul said to Samuel, \"I have sinned because I have transgressed {the commandment of Yahweh}<note: Literally \"the mouth of Yahweh\"> and your words, for I feared the troops and I listened to their voice.",
    "15:25": "So then, please pardon my sin and return with me {so that I can worship}<note: Literally \"so that I can bow down to\"> Yahweh.\"",
    "15:26": "But Samuel said to Saul, \"I will not return with you, for you have rejected the word of Yahweh, and he has rejected you from being king over Israel!\"",
    "15:27": "As Samuel turned around to go, he<note: That is, Saul> caught hold of the hem of his robe, and it tore.",
    "15:28": "Then Samuel said to him, \"Yahweh has torn the kingdom of Israel from you today and has given it to your neighbor {who is better than you}.<note: Literally \"the better than you\">",
    "15:29": "Moreover, the Glory of Israel will not break faith and will not regret, for he [is] not a human that he should regret.\"",
    "15:30": "Then he<note: That is, Saul> said, \"I have sinned! Now please honor me before the elders of my people and before Israel, and return with me {so that I can worship}<note: Literally \"so that I can bow down to\"> Yahweh your God.\"",
    "15:31": "So Samuel returned after Saul, and Saul {worshiped}<note: Literally \"bowed down to\"> Yahweh.",
    "15:32": "Then Samuel said, \"Bring Agag the king of Amalek out to me!\" Agag came to him confidently,<note: Or \"trembling\"; literally \"in chains/bonds\" (HALOT 609 s.v. 2); the meaning here is uncertain (LXX has \"trembling\")> for Agag thought, \"Surely the bitterness of death {is over}.\"<note: Literally \"has turned aside\"; other English versions follow the LXX and Peshitta and omit \"has turned aside,\" reading \"Surely the bitterness of death!\">",
    "15:33": "Samuel said, \"Just as your sword bereaved women, so will your mother be bereaved among women!\"\r\n Then Samuel hacked Agag to pieces in the presence of Yahweh at Gilgal. \r\n",
    "15:34": "Then Samuel went to Ramah and Saul went up to his house in Gibeah of Saul.",
    "15:35": "Samuel {did not see Saul again}<note: Literally \"did not add to see Saul\"> until the day of his death, but Samuel mourned over Saul, and Yahweh regretted that he made Saul king over Israel.",
    "16:1": "Then Yahweh said to Samuel, \"{How long}<note: Literally \"Until when\"> will you mourn about Saul? I have rejected him from being king over Israel! Fill up your horn [with] oil and go. I will send you to Jesse the Bethlehemite, for I have chosen a king for myself among his sons.\"",
    "16:2": "But Samuel said, \"How can I go? If Saul hears, he will kill me.\" Yahweh said, \"You must take a heifer from the herd {with you},<note: Literally \"in/with your hand\"> and you must say, 'I have come to sacrifice to Yahweh.'",
    "16:3": "You will invite Jesse to the sacrifice and I will make known to you what you must do. You will anoint for me [the one] whom I tell you.\"",
    "16:4": "So Samuel did what Yahweh said. He came to Bethlehem, and the elders of the city came trembling to meet him. They said, \"{Have you come in peace}?\"<note: Literally \"[Is] your coming peace?\">",
    "16:5": "He said, \"[I come in] peace. I have come to sacrifice to Yahweh. Sanctify yourselves and come with me to the sacrifice.\" So he sanctified Jesse and his sons and invited them to the sacrifice.",
    "16:6": "{When they came},<note: Literally \"And it happened at their coming\"> he<note: That is, Samuel> saw Eliab and said, \"Surely his anointed one [is] before Yahweh!\"",
    "16:7": "But Yahweh said to Samuel, \"Do not look at his appearance or at the height of his stature, because I have rejected him. For [God does] not [see] what man sees, for a man {looks on the outward appearance},<note: Literally \"sees as far as the eyes\"> but Yahweh {looks on the heart}.\"<note: Literally \"sees as far as the heart\">",
    "16:8": "Then Jesse called Abinadab and made him pass before Samuel, and he said, \"This one also Yahweh has not chosen.\"",
    "16:9": "So Jesse made Shammah pass [before Samuel], but he said, \"Yahweh also has not chosen this one.\"",
    "16:10": "And Jesse made seven of his sons pass before Samuel, but Samuel said to Jesse, \"Yahweh has not chosen any of these.\"",
    "16:11": "Then Samuel said to Jesse, \"{Are all the young men here}?\"<note: Literally \"Are the boys finished?\"> And he said, \"The youngest still remains, but look, he [is] shepherding the flock.\" And Samuel said to Jesse, \"Send and bring him, for we cannot {sit down}<note: Literally \"turn\"; for \"sit down\" see HALOT 739 s.v. 2.c> until he comes here.\"",
    "16:12": "So he sent and brought him. Now he [was] ruddy with beautiful eyes and of {handsome}<note: Literally \"good\"> appearance. And Yahweh said, \"Arise, anoint him, for this [is] he.\"",
    "16:13": "So Samuel took the horn of oil and anointed him in the midst of his brothers. Then the Spirit of Yahweh rushed upon David from that day {on}.<note: Literally \"and forward\"> Then Samuel got up and went to Ramah.",
    "16:14": "Now the Spirit of Yahweh departed from Saul and an evil spirit from Yahweh tormented him.",
    "16:15": "So the servants of Saul said to him, \"Look please, an evil spirit from God [is] tormenting you.",
    "16:16": "Please, let our lord command your servants [who are] before you! Let them seek a man skilled in playing on the lyre. {When}<note: Literally \"And it will happen [that]\"> the evil spirit from God [is] upon you, he can play {on it}<note: Literally \"with his hand\"> and {you will feel better}.\"<note: Literally \"and [it will be] good for you\">",
    "16:17": "So Saul said to his servants, \"Please select a man {who plays a stringed instrument well}<note: Literally \"doing well to play a stringed instrument\"> and bring [him] to me.\"",
    "16:18": "One of the servants answered and said, \"Look, I have seen a son of Jesse the Bethlehemite [who is] skillful in playing a stringed instrument, a {brave man, a warrior, prudent in speech, and handsome}.<note: Literally \"a hero of ability, a man of war, discerning of word, and a man of appearance\"> And Yahweh [is] with him.\"",
    "16:19": "So Saul sent messengers to Jesse and said, \"Send me David your son who [is] with the sheep.\"",
    "16:20": "And Jesse took a donkey [loaded with] bread and a skin of wine and one {young goat}<note: Literally \"kid of a goat\"> and sent [them] to Saul by the hand of David his son.",
    "16:21": "So David came to Saul and {entered his service}.<note: Literally \"stood before him\"> He<note: That is, Saul> loved him greatly and {he became Saul's armor bearer}.<note: Literally \"he became for him a carrier of weapons\">",
    "16:22": "Then Saul sent [word] to Jesse, saying, \"Please let David stand before me, because he has found favor {in my sight}.\"<note: Literally \"in my eyes\">",
    "16:23": "So whenever the [evil] spirit from God came to Saul, David would take the stringed instrument and play it with his hand. Then {it would bring relief}<note: Literally \"it would be relieved\"> for Saul; {he would feel better}<note: Literally \"it would be good for him\"> and the evil spirit would depart from him.",
    "17:1": "[The] Philistines gathered their camps<note: Or \"armies\"> for battle and they were gathered [at] Socoh which [belongs] to Judah. They camped between Socoh and Azekah in Ephes Dammim.",
    "17:2": "Then Saul and the men of Israel were gathered and encamped in the valley of Elah, and they formed ranks [for the] battle to meet [the] Philistines.",
    "17:3": "[The] Philistines were standing on the hill on one side and [the army of] Israel was standing on the hill on the other side with the valley between them.",
    "17:4": "Then {a champion}<note: Literally \"a man of the space between\"> went out from the camps of [the] Philistines, whose name was Goliath from Gath. His height was six cubits and a span.<note: A cubit was about eighteen inches and a span about nine inches, so the Masoretic Hebrew text gives the height of nine feet, nine inches. Ancient Greek versions variously give Goliath's height as four, five, or sixteen cubits.>",
    "17:5": "A bronze helmet was on his head, and he was clothed with scale body armor; the weight of the body armor was five thousand bronze shekels.",
    "17:6": "Bronze greaves<note: Or \"shin guards\"> were on his legs,<note: Hebrew \"feet\"> and a bronze javelin [was slung] between his shoulders.",
    "17:7": "The shaft of his spear was like a weaver's beam and the point of his spear [weighed] six hundred iron shekels. {His shield bearer}<note: Literally \"The one who carried his shield\"> was walking in front of him.",
    "17:8": "He stood and called to the battle lines of Israel and said to them, \"Why have you come out to form ranks [for] battle? [Am] I not the Philistine, and you the servants of Saul? Commission for yourselves a man and let him come down to me.",
    "17:9": "If he [is] able to fight with me and he defeats me, then we will be your servants; but if I prevail over him and defeat him, then you will be our servants and you will serve us.\"",
    "17:10": "Then the Philistine said, \"I hereby defy the battle lines of Israel today! Give me a man so that we may fight each other!\"",
    "17:11": "When Saul and all Israel heard these words of the Philistine, they were dismayed and very afraid.",
    "17:12": "Now David was the son of an Ephrathite. This [man was] from Bethlehem of Judah, and his name was Jesse. {He had}<note: Literally \"And for him were\"> eight sons; in the days of Saul this man was old, [yet] he [still] walked among<note: The LXX reads \"he went in years\"; that is, he was advanced in years> the men.",
    "17:13": "The three oldest sons of Jesse had gone and {followed}<note: Literally \"went after\"> Saul to the battle. The names of his three sons who went to the battle were Eliab the firstborn, his second [oldest] was Abinadab, and the third was Shammah.",
    "17:14": "Now David was the youngest. The three oldest {followed}<note: Literally \"went after\"> Saul,",
    "17:15": "but David went {back and forth}<note: Literally \"[was] going and [was] returning\"> from Saul to feed the sheep of his father in Bethlehem.",
    "17:16": "Now the Philistine came forward early and late, and he took his stand [for] forty days.",
    "17:17": "Then Jesse said to his son David, \"Please take for your brothers an ephah of this roasted grain and these ten loaves of bread, and bring [them] quickly to the camp for your brothers.",
    "17:18": "And these ten portions of cheese you will bring to the commander of the thousand; {find out how your brothers are doing},<note: Literally \"make a careful inspection as far as peace [concerning] your brothers\"> and take their pledge.\"<note: That is, some pledge or token of assurance that they had received the goods>",
    "17:19": "Now Saul and they<note: That is, David's brothers> and all the men of Israel [were] in the valley of Elah fighting [the] Philistines.",
    "17:20": "David rose early in the morning and left the sheep with a keeper, and he took [the provisions] and went as Jesse had commanded him. He came to the encampment while the troops [were] going to the battle line, and they raised the war cry.",
    "17:21": "Israel and [the] Philistines drew up [in] battle lines, {one battle line against the other}.<note: Literally \"battle line to oppose battle line\">",
    "17:22": "David left the baggage [he had] with him in the {care}<note: Literally \"hand\"> of the baggage keeper, ran to the battle line, and came and {asked how his brothers were doing}.<note: Literally \"asked his brothers as far as peace\">",
    "17:23": "While he [was] speaking to them, {the champion},<note: Literally \"the man of the space between\"> whose name was Goliath the Philistine from Gath, [was] coming up from the caves<note: So the Masoretic Hebrew text (Kethib); the reading tradition (Qere) and LXX have \"ranks\"> of [the] Philistines. He spoke {just as he had previously},<note: Literally \"according to these words\"> and David heard [his words].",
    "17:24": "When all the men of Israel saw the man, they fled from his presence and were very afraid.",
    "17:25": "And the men of Israel said, \"Did you see this man who has come up? For he [is] going up to defy Israel! It will be [that] the man who defeats him, the king will make him<note: That is, the man who defeats Goliath> very rich with great wealth and will give him his daughter [in marriage] and will make his father's house free in Israel.\"<note: That is, free from taxation>",
    "17:26": "Now David had spoken to the men [who were] standing with him, saying, \"What will be done for the man who defeats this Philistine and removes [the] disgrace from Israel? For who [is] this uncircumcised Philistine that he defies the battle lines of the living God?\"",
    "17:27": "And the troops had spoken to him according to this word, saying, \"So it will be done for the man who defeats<note: Or \"kills\"> him.\"",
    "17:28": "His oldest brother Eliab heard while he was speaking to the men, {and Eliab became very angry against David}<note: Literally \"and the nose of Eliab became hot concerning David\"> and said, \"Why have you come down today, and with whom have you left those few sheep in the wilderness? I know your presumptuousness and the evil of your heart! For you have come down in order to see the battle!\"",
    "17:29": "David replied, \"What have I done now? {I merely asked a question}!<note: Literally \"[Is] this not a word?\">",
    "17:30": "He turned around from him to another opposite [him] and {he spoke to him in the same way},<note: Literally \"and he said according to this word\"> and the people<note: Or \"troops\"> {answered him as before}.<note: Literally \"returned to him a word as the first word\">",
    "17:31": "Now the words which David had spoken were heard and they reported [them] {to}<note: Literally \"before the face/in the presence of\"> Saul, and he summoned him.",
    "17:32": "David said to Saul, \"Do not let anyone's heart fail concerning him! Your servant will go and fight with this Philistine.\"",
    "17:33": "But Saul said to David, \"You will not be able to go against this Philistine to fight with him, because you are [only] a boy, whereas [he has] been a man of war since his childhood!\"",
    "17:34": "And David said to Saul, \"Your servant has been a shepherd of the flock for his father. If the lion or the bear would come and carry off a sheep from the group,",
    "17:35": "I would go out after it and strike it down and rescue [the sheep] from its mouth. If it rose against me, I would grab [it] by its beard and strike it down and kill it.",
    "17:36": "Your servant has struck down both the lion and the bear, and this uncircumcised Philistine will be like one of them, because he defied the battle lines of the living God.\"",
    "17:37": "And David said, \"Yahweh, who rescued me from the hand of the lion and from the hand of the bear, will rescue me from the hand of this Philistine!\" Then Saul said to David, \"Go and may Yahweh be with you!\"",
    "17:38": "Then Saul clothed David with his [own] fighting attire and put a helmet of bronze on his head and clothed him [with] body armor.",
    "17:39": "Then David strapped on his sword over his fighting attire, but he tried in vain to walk [around], for he was not trained to use [them]. So David said to Saul, \"I am not able to walk with these, because I am not trained to use [them].\" So David removed them.",
    "17:40": "Then he took his staff in his hand, picked out for himself five smooth stones from the wadi,<note: A valley that is usually dry but contains a stream during the rainy season> and he put them in his shepherd's bag, in the pouch. And with his sling in his hand, he approached the Philistine.",
    "17:41": "Then the Philistine {came on, getting nearer and nearer}<note: Literally \"went going and near\"> to David, with {his shield bearer}<note: Literally \"the man carrying the shield\"> in front of him.",
    "17:42": "When the Philistine looked and saw David, he despised him, for he was [only] a boy and ruddy with a handsome appearance.",
    "17:43": "So the Philistine said to David, \"[Am] I a dog, that you [are] coming to me with sticks?\" Then the Philistine cursed David by his gods.",
    "17:44": "The Philistine said to David, \"Come to me so that I can give your flesh to the birds of heaven and to the wild animals of the field!\"",
    "17:45": "Then David said to the Philistine, \"You [are] coming to me with a sword and with a spear and with a javelin, but I am coming to you in the name of Yahweh of hosts, the God of the battle lines of Israel, whom you have defied!",
    "17:46": "This day Yahweh will deliver you into my hand, and I will strike you down {and cut off your head}!<note: Literally \"and I will remove your head from upon you\"> Then I will give [the] corpses of the army of [the] Philistines this day to the birds of heaven and to the animals of the earth, so that all the earth may know that there is a God [who is] for Israel.",
    "17:47": "And all of this assembly will know that Yahweh does not rescue with sword or with spear, for the battle [belongs] to Yahweh, and he will give you into our hands!\"",
    "17:48": "{When}<note: Literally \"And it happened that when\"> the Philistine got up and came and drew near to meet David, David {ran quickly}<note: Literally \"made quickly and he ran\"> to the battle line to meet the Philistine.",
    "17:49": "Then David put his hand into the bag and took a stone from it and slung [it]. He struck the Philistine on his forehead, and the stone sank into his forehead, and he fell on his face to the ground.",
    "17:50": "So David prevailed over the Philistine with the sling and with the stone, and he struck down the Philistine and killed him, but there was no sword in David's hand.",
    "17:51": "Then David ran and stood over the Philistine and took his sword and drew it from its sheath and killed him and cut off his head with it. When the Philistines saw that their champion was dead, they fled.",
    "17:52": "The men of Israel and Judah got up, raised the war cry, and pursued [the] Philistines {as far as}<note: Literally \"up to your coming [to]\"> the valley<note: So the Masoretic Hebrew text; LXX reads \"Gath\"> and up to the gates of Ekron. So the slain of [the] Philistines fell on the way<note: Or \"road\"> to Shaaraim up to Gath and as far as Ekron.",
    "17:53": "Then the {Israelites}<note: Literally \"sons/children of Israel\"> returned from pursuing [the] Philistines and plundered their camp.",
    "17:54": "And David took the head of the Philistine and brought it to Jerusalem and placed his weapons in his tent.",
    "17:55": "Now when Saul saw David going out to meet the Philistine, he said to Abner, the commander of the army, \"Whose son [is] this young man, Abner?\" And Abner said, \"As your soul lives, O king, I do not know.\"",
    "17:56": "Then the king said, \"You inquire whose son this young man [is].\"",
    "17:57": "So when David returned from striking down the Philistine, Abner took him and brought him before Saul. The head of the Philistine [was] in his hand.",
    "17:58": "Then Saul said to him, \"Whose son are you, young man?\" And David said, \"[I am] the son of your servant Jesse the Bethlehemite.\"",
    "18:1": "{When}<note: Literally \"And it happened as\"> he finished speaking to Saul, the soul of Jonathan became attached to the soul of David, and Jonathan loved him as his [own] soul.",
    "18:2": "Saul took him on that [very] day and did not allow him to return to his father's house.",
    "18:3": "Then Jonathan made a covenant with David, because he loved him as his [own] soul.",
    "18:4": "Jonathan stripped off the robe {that he was wearing}<note: Literally \"which [was] on him\"> and gave it to David, along with his fighting attire,<note: Hebrew \"gown,\" in this context \"fighting tunic,\" perhaps \"armor\"> and even his sword, his bow, and his belt.",
    "18:5": "David went out {whenever}<note: Literally \"in all that\"> Saul sent him, [and] he succeeded. So Saul appointed him over the men of the war, and it {pleased}<note: Literally \"was good in the eyes of\"> all the people and even {pleased}<note: Literally \"was good in the eyes of\"> the servants of Saul.",
    "18:6": "{When they were coming back}<note: Literally \"And it happened at their coming\"> after David had returned from striking down the Philistine, the women went out from all the cities of Israel singing and dancing to meet King Saul with tambourines, with joy, and with three-stringed instruments.",
    "18:7": "And the women sang as they danced, and they said, \"Saul has struck down his thousands, but David his ten thousands!\"\r\n",
    "18:8": "{Saul became very angry},<note: Literally \"And it was very hot for Saul\"> and {this saying displeased him},<note: Literally \"this thing was bad in his eyes\"> and he thought, \"They have attributed to David ten thousands, but to me they have attributed thousands! {What more can he have but the kingdom}?\"<note: Literally \"And still for him [is] only the kingdom\">",
    "18:9": "So Saul was watching<note: The Masoretic Hebrew text (Kethib) reads \"sin\"; the translation follows the reading tradition (Qere) which has \"eyeing\" or \"watching\"> David [with suspicion] from that day onward.",
    "18:10": "{On}<note: Literally \"And it happened from\"> [the] next day, the evil spirit from God rushed upon Saul, and he prophesied in the middle of the house. Now David was playing [the lyre] with his hand on [that] day {as usual},<note: Literally \"as day on day\"> and the spear was in Saul's hand.",
    "18:11": "Then Saul hurled the spear and thought, \"{I will pin David to the wall}.\"<note: Literally \"I will strike David and to the wall\"> But David eluded him twice.",
    "18:12": "{Now Saul was threatened by the presence of David}<note: Literally \"And Saul was afraid from the presence of David\"> because Yahweh was with him, but had departed from Saul.",
    "18:13": "So Saul removed him {from his presence},<note: Literally \"from with him\"> and made him commander of a thousand, {so he<note: That is, David> marched in and out at the front of the army}.<note: Literally \"for he [was] going out and [was] coming in before the army\">",
    "18:14": "And David was achieving success in all his ways and Yahweh [was] with him,",
    "18:15": "but when Saul saw that he [was] very successful, {he was severely threatened by him}.<note: Literally \"he [was] terrified from his face\">",
    "18:16": "However, all of Israel and Judah [were] loving David, for he was going forth and marching ahead of them.",
    "18:17": "Then Saul said to David, \"Here [is] my older daughter Merab. I will give her to you as [your] wife. Only be {a brave warrior}<note: Literally \"a son of valor\"> for me and fight the battles of Yahweh.\" For Saul thought, \"My hand will not be against him, but let the hand of [the] Philistines be against him.\"",
    "18:18": "But David said to Saul, \"Who [am] I, and [who are] my relatives, the clan of my father in Israel, that I should be a son-in-law to the king?\"",
    "18:19": "{But}<note: Literally \"And it happened\"> at the time Saul's daughter Merab [was] to be given to David, she was given [instead] to Adriel the Meholathite as wife.",
    "18:20": "Now Saul's daughter Michal loved David, so they told Saul, and the matter {pleased him}.<note: Literally \"was right in his eyes\">",
    "18:21": "And Saul thought, \"I will give her to him, so that she may be a snare for him and the hand of [the] Philistines may be against him.\" So Saul said to David, \"For a second [time] you can become my son-in-law today.\"",
    "18:22": "Then Saul commanded his servants, \"Speak to David in secret, saying, 'Look, the king [is] pleased with you, and all his servants love you. So then, become a son-in-law of the king.'\"",
    "18:23": "And Saul's servants spoke these words {to David privately}.<note: Literally \"in the ears of David\"> But David said, \"[Is] it insignificant {in your sight}<note: Literally \"in your eyes\"> to become the son-in-law of the king, [as] I am a poor and lightly esteemed man?\"",
    "18:24": "So the servants of Saul informed him, saying, \"{This is what David said}.\"<note: Literally \"According to these words David spoke\">",
    "18:25": "Then Saul said, \"This [is] what you must say to David: '{The king desires no bride price}<note: Literally \"There [is] not a desire for the king for a bride price\"> except for a hundred foreskins of [the] Philistines, to avenge himself on the enemies of the king.'\" (Now Saul had planned to allow David to fall by the hand of [the] Philistines.)",
    "18:26": "So his servants told David these words, and the matter {pleased David}<note: Literally \"was right in the eyes of David\"> to become the son-in-law of the king [as] {the specified time had not expired}.<note: Literally \"the days were not full\">",
    "18:27": "And David got up, and he and his men went and struck down two hundred men [of the] Philistines. Then David brought their foreskins, and {they presented the full number}<note: Literally \"they filled them up\"> to become the king's son-in-law. Then Saul gave him Michal his daughter as [his] wife.",
    "18:28": "When Saul {realized}<note: Literally \"saw and knew\"> that Yahweh [was] with David and {his own daughter Michal}<note: Literally \"Michal the daughter of Saul\"> loved him,",
    "18:29": "Saul {was threatened by David still more},<note: Literally \"added to be afraid from the presence of David\"> so Saul {became a perpetual enemy of David}.<note: Literally \"was an enemy with David all the days\">",
    "18:30": "Then the commanders of [the] Philistines went out [for battle], and as often as they went out, David succeeded more than all the servants of Saul, and his name became very esteemed.",
    "19:1": "Now Saul spoke to Jonathan his son and to all his servants about killing David, but Saul's son Jonathan {liked David very much}.<note: Literally \"delighted in David very\">",
    "19:2": "So Jonathan informed David, saying, \"My father Saul [is] trying to kill you; now please take care! In the morning you should stay in the hiding place and conceal yourself.",
    "19:3": "I will go out and stand {at my father's side}<note: Literally \"at the hand of my father\"> in the field where you are, and I will speak about you to my father; {if I find out anything}<note: Literally \"if I see and what?\"> I will tell [it] to you.\"",
    "19:4": "So Jonathan spoke well about David to his father Saul and said to him, \"The king should not sin against his servant David, because he has not sinned against you, and because his service for you [has been] very good.",
    "19:5": "He put his life in his hand and attacked the Philistine, and Yahweh brought about a great victory for all of Israel, and you saw [it] and rejoiced! Now why should you sin against innocent blood by killing David without cause?\"",
    "19:6": "And Saul listened to the voice of Jonathan and swore, \"{As Yahweh lives},<note: Literally \"the life of Yahweh\"> he will not be put to death!\"",
    "19:7": "Jonathan called to David and told him all of these words. Then Jonathan brought David to Saul and he was before him as {formerly}.<note: Literally \"yesterday three days ago\">",
    "19:8": "War came again, so David went out and fought against [the] Philistines and {defeated them thoroughly}<note: Literally \"he struck them down with a great blow\"> so that they fled before him.",
    "19:9": "Then the evil spirit from Yahweh came upon Saul while he was sitting in his house [with] his spear in his hand. And David [was] playing a stringed instrument in [his] hand.",
    "19:10": "So Saul tried {to pin David to the wall with the spear},<note: Literally \"to strike with the spear on David and to the wall\"> but {he eluded Saul},<note: Literally \"he escaped from the presence of Saul\"> so that he struck the spear into the wall, and David fled and escaped that [same] night.",
    "19:11": "Then Saul sent messengers to David's house to guard him and to kill him in the morning, but Michal his wife told David, saying, \"If {you do not save your life}<note: Literally \"you are not saving your life\"> tonight, [then] tomorrow you [will be] killed!\"",
    "19:12": "So Michal lowered David through the window, and he went and fled and escaped.",
    "19:13": "Then Michal took the household god<note: Hebrew teraphim> and put it on the bed and put a quilt of goat's hair at its head and covered [it] with the clothes.",
    "19:14": "And Saul sent messengers to arrest David, but she said, \"He [is] ill.\"",
    "19:15": "So Saul sent the messengers to see David, saying, \"Bring him up to me in the bed, so that I can kill him.\"",
    "19:16": "When the messengers came, {to their surprise}<note: Literally \"and look\"> the idol [was] on the bed [with] the quilt of goat's hair at the head.",
    "19:17": "Then Saul said to Michal, \"Why have you deceived me like this and sent away my enemy, so that he escaped?\" Michal said to Saul, \"He said to me, 'Let me go, why should I kill you?'\"",
    "19:18": "So David fled and escaped, and he came to Samuel at Ramah and told him all that Saul had done to him. Then he and Samuel went and stayed in Naioth.",
    "19:19": "And it was told to Saul, \"David [is] in Naioth in Ramah.\"",
    "19:20": "So Saul sent messengers to capture David. When they saw the company of the prophets prophesying and Samuel standing [as] chief over them, then the Spirit of God came upon Saul's messengers, and they also prophesied.",
    "19:21": "So they told Saul, and he sent other messengers, and they also prophesied. Again Saul sent messengers a third [time], and they also prophesied.",
    "19:22": "Then he also went to Ramah. When he came to the great cistern which [was] in Secu, he asked and said, \"Where [are] Samuel and David?\" Someone said, \"Look [they are] in Naioth in Ramah.\"",
    "19:23": "So he went there to Naioth in Ramah and the Spirit of God came upon him also, and {he walked along prophesying}<note: Literally \"he went going and he prophesied\"> until he came to Naioth in Ramah.",
    "19:24": "He also stripped [off] his clothes and prophesied before Samuel. He lay naked all that day and all night. Therefore they say, \"[Is] Saul also among the prophets?\"",
    "20:1": "Then David fled from Naioth in Ramah and came and said before Jonathan, \"What have I done? What [is] my guilt and what [is] my sin before your father that [he is] {trying to kill me}?<note: Literally \"seeking my life\">",
    "20:2": "And he said to him, \"Far from it! You will not die! Look, my father does not do<note: The Masoretic Hebrew text (Kethib) reads \"he does to/for him\"; the translation follows the reading tradition (Qere) which has \"does not do\"> {anything large or small unless he reveals it to me}.<note: Literally \"a large thing or a small thing and he [does] not reveal [to] my ear\"> Why should my father hide this thing or anything from me?\"",
    "20:3": "Then David {took an oath}<note: Literally \"swore\"> again and said, \"Your father knows very well that I have found favor in your eyes, and he thought, 'Do not let Jonathan know this, lest he worry.' But {as Yahweh lives}<note: Literally \"the life of Yahweh\"> and {as your soul lives},<note: Literally \"[the] life of your soul\"> surely [there is] merely a step between me and death!\"",
    "20:4": "Then Jonathan said to David, \"{Whatever you wish},<note: Literally \"What your soul says\"> I will do for you.\"",
    "20:5": "David said to Jonathan, \"Look, tomorrow [is] the new moon, and I should certainly sit with the king to eat. You must send me away so that I can hide myself in the field until the third evening.",
    "20:6": "If your father misses me at all, then you must say, 'David earnestly asked from me to run to Bethlehem his city, for {the yearly sacrifice}<note: Literally \"the sacrifice of the days\"> [is] there for all the clan.'",
    "20:7": "If he says 'Good,' [it will mean] peace for your servant; but if he [is] very angry, know that {he has decided to do me harm}.<note: Literally \"the evil has been determined from with him\">",
    "20:8": "So you must show loyal love to your servant, for you have brought your servant into a covenant of Yahweh with you. But if there [is] guilt in me, [then] kill me yourself! But why should you bring me to your father?\"",
    "20:9": "Then Jonathan said, \"Far be it from you! For if I know for certain that {my father decided evil should come upon you},<note: Literally \"the evil [is] determined from with my father to come over you\"> would I not have told it to you?\"",
    "20:10": "Then David said to Jonathan, \"Who will tell me if what your father answers you [is] harsh?\"",
    "20:11": "And Jonathan said to David, \"Come, let us go out to the field.\" So the two of them went out to the field.",
    "20:12": "Then Jonathan said to David, \"Yahweh the God of Israel [is my witness]<note: The phrase \"is my witness\" is supplied based on the Syriac version> that I will question my father {by this time the day after tomorrow}.<note: Literally \"as the time tomorrow the third\"> And look, {if he is well disposed toward you},<note: Literally \"[if he is] good to David\"> will I not send [word] to you and {disclose it to you}?<note: Literally \"I will reveal [it to] your ear\">",
    "20:13": "{So may Yahweh punish Jonathan and more}<note: Literally \"So may Yahweh do to Jonathan and so may he add\"> if {my father decides to do you harm}<note: Literally \"the evil over you [is] regarded as good by my father\"> and if {I fail to disclose it to you}<note: Literally \"I will reveal [it] to your ear\"> and send word to you that you can go safely. And may Yahweh be with you, as he has been with my father.",
    "20:14": "And not while I am still alive, will you not show the loyal love of Yahweh with me, that I may not die?<note: Or perhaps \"and [if] I die, may you not ...\">",
    "20:15": "And do not cut off your loyal love from {my family}<note: Literally \"my house\"> forever, not [even] when Yahweh {exterminates}<note: Literally \"cuts off\"> each of the enemies of David from the face of the earth.\"",
    "20:16": "So Jonathan {made a covenant}<note: Literally \"cut [a covenant]\"> with the house of David, [saying,] \"May Yahweh {call the enemies of David to account}.\"<note: Literally \"seek from the hand of the enemies of David\">",
    "20:17": "And Jonathan again made David swear an oath, because he loved him; for with the love of his soul he loved him.",
    "20:18": "Then Jonathan said to him, \"Tomorrow [is] the new moon, and you will be missed, for your seat will stay empty.",
    "20:19": "On the third day you must go down quickly and go to the place where you hid yourself {on the day all this started}<note: Literally \"on the day of the deed\"> and remain beside the stone Ezel.",
    "20:20": "I will shoot three arrows [to the] side as [if] I were shooting at a target.",
    "20:21": "{Then}<note: Literally \"And look\"> I will send [word to] my servant, 'Go, find the arrows!' If I clearly say to the boy, 'Look, the arrows [are] {on this side of you};<note: Literally \"from you and here\"> {bring}<note: Literally \"take\"> it,' then<note: Hebrew \"and\"> come, for [it means] peace for you. And there is no problem, {as Yahweh lives}.<note: Literally \"the life of Yahweh\">",
    "20:22": "But if I say this to the young man, 'Look, the arrows [are] {beyond you},'<note: Literally \"from you and beyond\"> go, for Yahweh has sent you away.",
    "20:23": "And [as for] the matter about which you and I spoke, look, Yahweh [is] between you and me forever.\"",
    "20:24": "So David hid himself in the field. {When the new moon came},<note: Literally \"And it was the new moon\"> {the king was seated at the feast}.<note: Literally \"the king sat at the food to eat\">",
    "20:25": "The king sat at his seat {as before},<note: Literally \"as occurrence at occurrence\"> the seat by the wall, and Jonathan got up, and Abner sat beside Saul, but David's place was empty.",
    "20:26": "But Saul said nothing on that day, for he thought, \"{Something happened to him}.<note: Literally \"It [is] incident\"> He [is] not [ceremonially] clean; surely he [is] not clean.\"",
    "20:27": "{And then}<note: Literally \"And it happened\"> on the next day, the second day of the new moon, that David's place was empty. So Saul asked Jonathan his son, \"Why did the son of Jesse not come either yesterday or today to the feast?\"",
    "20:28": "Jonathan answered Saul, \"David earnestly asked permission from me [to go] up to Bethlehem.",
    "20:29": "He said, 'Send me away, please, for our clan sacrifice [is] in the city, and my brother commanded<note: Or \"urged\"> me [to be present]. So then, if I have found favor in your eyes, please let me slip away and see my brothers.' Therefore he has not come to the table of the king.\"",
    "20:30": "Then {Saul became angry}<note: Literally \"the nose of Saul became hot\"> at Jonathan and said to him, \"[You] son of a perverse, rebellious woman!<note: Or \"bastard of a wayward woman\" (HALOT 796)> Do I not know that you have chosen the son of Jesse to your shame and to the shame of your mother's nakedness?",
    "20:31": "For {as long as}<note: Literally \"all the days which\"> the son of Jesse [is] alive on the earth, you and your kingdom will not be established! So then, send and bring him to me, for {he will surely die}!\"<note: Literally \"he [is] a son of death\">",
    "20:32": "But Jonathan answered his father Saul and said to him, \"Why should he be put to death? What has he done?\"",
    "20:33": "Then Saul hurled his<note: Hebrew \"the\"> spear at him to kill him. So Jonathan knew {that his father had decided}<note: Literally \"it was complete from with his father\"> to kill David.",
    "20:34": "Jonathan got up from the table {enraged},<note: Literally \"with burning of nose\"> and did not eat on the second day of the new moon because he was upset about David, because his father had disgraced him.",
    "20:35": "{And then}<note: Literally \"And it happened\"> in the morning Jonathan went out to the field for the appointment with David, and a young boy<note: Or \"young servant\"> [was] with him.",
    "20:36": "He said to his servant,<note: Or \"boy\"> \"Run, please find the arrows that I am shooting!\" The boy<note: Or \"servant\"> ran, and he shot the arrow to pass [over] him.",
    "20:37": "When the boy came up to the place of the arrow that Jonathan had shot, Jonathan called out after the boy and said, \"[Is] not the arrow {beyond you}?\"<note: Literally \"from you and beyond\">",
    "20:38": "Then Jonathan called out after the boy, \"Quick, hurry, do not linger!\" And Jonathan's servant collected the arrows and came to his master.",
    "20:39": "But the boy did not know anything [about this]; only Jonathan and David knew the matter.",
    "20:40": "Jonathan gave his weapons to his servant and said to him, \"Go, bring [them] to the city.\"",
    "20:41": "The boy left, and then David got up from the south side,<note: So Masoretic Hebrew text; LXX reads \"from the mound\" (of stones)> and he fell on his face to the ground and bowed three times. And they kissed {each other}<note: Literally \"each his friend\"> and wept {together},<note: Literally \"each with his friend\"> but David [wept] the most.",
    "20:42": "Jonathan said to David, \"Go in peace, because we have sworn, the two of us, [an oath] in the name of Yahweh, saying, \"Yahweh will be between me and you, and between my offspring and your offspring forever.\"<note: In the Hebrew Bible, 1 Sam 21 begins here. 1 Samuel 20:42b-21:15 in the English Bible is 21:1-16 in the Hebrew Bible> Then he got up and left, and Jonathan went into the city.",
    "21:1": "Now David came to Nob, to Ahimelech the priest. And Ahimelech came trembling to meet David, and he said to him, \"Why are you alone and there are no men with you?\"",
    "21:2": "So David said to Ahimelech the priest, \"The king charged me [with] a matter and said to me, 'No one must know anything about this matter [on] which I am sending you, [with] which I have charged you and the servants.'\" So {I have arranged to meet with my servants at a certain place}.<note: Literally \"I have made an appointment with my servants/young men to a place, a certain [one]\">",
    "21:3": "Now then, {what do you have at hand}?<note: Literally \"what [is] there under your hand\"> Give me five [loaves] of bread or {whatever is here}.\"<note: Literally \"that which [is] found\">",
    "21:4": "The priest answered David and said, \"There is no ordinary bread {here at hand};<note: Literally \"under my hand\"> there is only holy bread, [but] only if the young men have kept themselves from women.\"",
    "21:5": "David answered the priest and said to him, \"Indeed, women [were] held back from us {as it has been when I've gone out before}.<note: Literally \"as yesterday three days ago my going out\"> And the things<note: Or possibly \"equipment\" or \"weapons\"> of the young men are holy when<note: Or \"and\"> it [is] an ordinary journey. {How much more}<note: Literally \"And even that\"> {today}<note: Literally \"the day\"> will the things<note: Or possibly \"equipment\" or \"weapons\"> be holy?\"",
    "21:6": "So the priest gave him [the] holy [bread], for there was no bread there except the bread of the Presence, which was removed from before Yahweh, in order to set hot bread [there] on the day when it was taken away.",
    "21:7": "Now there was a man from the servants of Saul on that day, detained before Yahweh, whose name [was] Doeg the Edomite, the chief of Saul's shepherds.",
    "21:8": "David asked Ahimelech, \"Is there not {at your disposal}<note: Literally \"under your hand\"> a spear or a sword? For I took neither my sword nor my weapons with me because the king's matter was urgent.\"",
    "21:9": "So the priest said, \"The sword of Goliath the Philistine whom you killed in the valley of Elah [is] here, wrapped in a cloth behind the ephod. If you want to take it for yourself, [then] take it, for there is no other except it here.\" And David said, \"There is none like it; give it to me.\"",
    "21:10": "So David got up and fled on that day from the presence of Saul, and he came to Achish the king of Gath.",
    "21:11": "The servants of Achish said to him, \"[Is] not this David the king of the land? [Is] it not for this [one] that they sang in the dances, saying, 'Saul killed his thousands, but David his ten thousands?'\"",
    "21:12": "{David took these words seriously}<note: Literally \"David put these words in his heart\"> and {felt severely threatened by}<note: Literally \"he was very afraid from the face of\"> Achish the king of Gath.",
    "21:13": "So he changed his behavior {before them}<note: Literally \"in their eyes\"> and pretended to be mad {in their presence}.<note: Literally \"in their hands\"> He made scratches on the doors of the gate and let his saliva run down into his beard.",
    "21:14": "Then Achish said to his servants, \"Look, you see a madman! Why did you bring him to me?",
    "21:15": "Do I lack madmen that you have brought this one to act like a madman before me? Should this one enter my household?\"",
    "22:1": "David went from there and escaped to the cave of Adullam. When his brothers and all his father's household<note: Or \"family\"> heard, they came down to him there.",
    "22:2": "Every man in distress and every man who had a creditor and every embittered man gathered to him, and he became {their commander}.<note: Literally \"over them as commander\"> Now there [were] about four hundred men with him.",
    "22:3": "And David went up from there to Mizpah of Moab. He said to the king of Moab, \"Please let my father and my mother {stay}<note: Literally \"come/go out\"> with you until I know what God will do for me.\"",
    "22:4": "So {he brought them before the king of Moab},<note: Literally \"he led them into the presence of the king of Moab\"> and they stayed with him all the days David was in the stronghold.",
    "22:5": "Then Gad the prophet said to David, \"You should not stay in the stronghold; leave and go into the land of Judah.\" So David left and came [to] the forest of Hereth.",
    "22:6": "Now Saul heard that David and the men who [were] with him had been located. Saul [was] sitting at Gibeah under the tamarisk [tree] at Ramah. Now his spear [was] in his hand and all his servants [were] stationed around him.",
    "22:7": "Then Saul said to the servants who [were] standing around him, \"Please listen, {Benjaminites}!<note: Literally \"children of Benjamin\"> Will the son of Jesse give you all fields and vineyards? Will he make all of you commanders of thousands and commanders of hundreds?",
    "22:8": "For all of you have conspired against me, and {no one discloses to me}<note: Literally \"there is no [one] revealing [to] my ear\"> the {making}<note: Literally \"cutting\"> [of an agreement] between my son and the son of Jesse! None of you have had sympathy for me or {disclosed to me}<note: Literally \"revealing [to] my ear\"> [that] {my son commissioned my servant against me to ambush me}<note: Literally \"my son has raised my servant against me to an ambush\"> as [has been done] this day!\"",
    "22:9": "But Doeg the Edomite, who [was] stationed among the servants of Saul, answered and said, \"I saw the son of Jesse going to Nob, to Ahimelech the son of Ahitub.",
    "22:10": "And he inquired of Yahweh for him and gave him provisions and gave him the sword of Goliath the Philistine.\"",
    "22:11": "So the king sent to summon Ahimelech the son of Ahitub the priest, and all his father's household, the priests who [were] at Nob. So all of them came to the king.",
    "22:12": "Saul said, \"Listen please, son of Ahitub.\" He said, \"Here I [am], my lord.\"",
    "22:13": "Then Saul said to him, \"Why did you conspire against me, you and the son of Jesse, when you gave to him bread and a sword, and by inquiring of God for him so that he might arise against me to ambush [me] as [has been done] this day?\"",
    "22:14": "But Ahimelech answered the king and said, \"And who among all your servants [is] as faithful as David? He [is] the son-in-law of the king who moves [quickly] to safeguard you and is honored in your house.",
    "22:15": "[Only] today I began to inquire of God for him. Far be it from me that {the king should impute anything against his servant}<note: Literally \"the king will not put against his servant a matter\"> or against my father's household, for your servant has not known any of this matter, little or much.\"",
    "22:16": "Then the king said, \"You must certainly die, Ahimelech, you and all your father's household!\"",
    "22:17": "So the king said to the runners [who were] stationed around him, \"Turn and kill the priests of Yahweh, because {they also support David}<note: Literally \"also their hand [is] with David\"> and because they knew that he was fleeing and {did not disclose it to me}.\"<note: Literally \"did not reveal it to his ear\"; the Masoretic Hebrew text (Kethib) reads \"his,\" but the reading tradition (Qere) has \"my\"> But the servants of the king [were] not willing to raise their hand to attack the priests of Yahweh.",
    "22:18": "Then the king said to Doeg, \"You turn and attack the priests!\" So Doeg the Edomite turned and attacked the priests himself, and on that day he killed eighty-five men who wore [the] linen ephod.",
    "22:19": "And {he put to the sword}<note: Literally \"he killed with [the] mouth of [the] sword\"> Nob, the city of the priests, from man to woman, from child to infant, and ox and donkey and sheep;<note: Or \"goats\"; literally, \"small livestock animals\"> [all] {to the sword}.<note: Literally \"with [the] mouth of [the] sword\">",
    "22:20": "But, one of the sons of Ahimelech the son of Ahitub, whose name was Abiathar, escaped and fled after David.",
    "22:21": "Abiathar told David that Saul had killed the priests of Yahweh.",
    "22:22": "Then David said to Abiathar, \"I knew on that day that Doeg the Edomite was there, that he would certainly tell Saul. {I am responsible for the deaths of all your father's household}!<note: Literally \"I have turned against all the life of your father's house\">",
    "22:23": "Stay with me! Do not fear, because he who seeks my life seeks your life. You are in good care with me.\"",
    "23:1": "Now they told David, \"Look, [the] Philistines [are] fighting in Keilah and they [are] raiding the threshing floors.\"",
    "23:2": "So David inquired of Yahweh, saying, \"Shall I go and attack these Philistines?\" And Yahweh said to David, \"Go and attack the Philistines and save<note: Or \"deliver\" or \"rescue\"> Keilah.\"",
    "23:3": "But David's men said to him, \"Look, we [are] afraid here in Judah. {How much more}<note: Literally \"also for\"> [if] we go [to] Keilah to the battle lines of [the] Philistines?\"",
    "23:4": "So David again inquired of Yahweh, and Yahweh answered him and said, \"Get up, go down [to] Keilah, for I [am] giving [the] Philistines into your hand.\"",
    "23:5": "So David and his men went to Keilah and fought with [the] Philistines. They drove off their livestock and {dealt them a heavy blow}.<note: Literally \"he struck them with a great smiting\"> So David saved<note: Or \"delivered\" or \"rescued\"> the inhabitants of Keilah.",
    "23:6": "{Now when Abiathar the son of Ahimelech fled}<note: Literally \"And it happened [that] at the fleeing of Abiathar son of Ahimelech\"> to David [at] Keilah, he went down [with] an ephod in his hand.",
    "23:7": "When it was told to Saul that David had gone to Keilah, Saul said, \"God {has given him}<note: Literally \"has made him a stranger\"> into my hand, because he has shut himself in by going into a city [with] {two barred gates}.<note: Literally \"two gates and a bar\">",
    "23:8": "Saul then summoned all of the army for the battle, to go down [to] Keilah to lay a siege against David and his men.",
    "23:9": "When David learned that Saul [was] plotting evil against him, he said to Abiathar the priest, \"Bring the ephod here.\"",
    "23:10": "And David said, \"O Yahweh, God of Israel, your servant has clearly heard that Saul [is] seeking to come to Keilah to destroy the city because of me.",
    "23:11": "Will the rulers of Keilah deliver me into his hand? Will Saul come down as your servant has heard? O Yahweh, God of Israel, please tell your servant!\" And Yahweh said, \"He will come down.\"",
    "23:12": "Then David said, \"Will the rulers of Keilah deliver me and my men into the hand of Saul?\" And Yahweh said, \"They will deliver [you].\"",
    "23:13": "So David and his men got up, about six hundred men, and went out from Keilah and wandered wherever they could go. When it was told to Saul that David had escaped from Keilah, {he stopped his pursuit}.<note: Literally \"he ceased to go out\">",
    "23:14": "David remained in the wilderness, in the strongholds, and in the hill country in the wilderness of Ziph. And Saul sought him {continually},<note: Literally \"all the days\"> but God did not give him into his hand.",
    "23:15": "When David realized that Saul had gone out to seek his life, David was in the wilderness of Ziph at Horesh.",
    "23:16": "So Jonathan the son of Saul got up and went to David [at] Horesh, and {encouraged him}<note: Literally \"he strengthened his hand\"> through God.",
    "23:17": "He said to him, \"Do not be afraid, for the hand of my father Saul will not find you. You will be king over Israel, and {I will be second to you}.<note: Literally \"I shall be for you as second\"> My father Saul knows [this] also.\"",
    "23:18": "Then the two of them {made}<note: Literally \"cut\"> a covenant before Yahweh. David remained at Horesh, and Jonathan went to his house.",
    "23:19": "Then [the] Ziphites went up to Saul at Gibeah, saying, \"[Is] not David hiding among us in the strongholds at Horesh on the hill of Hakilah, which [is] south of Jeshimon?",
    "23:20": "So then, O king, {whenever you want}<note: Literally \"for all the wanting of your soul\"> to come down, come down, and [it will be] for us to deliver him into the hand of the king.\"",
    "23:21": "And Saul said to them, \"May you be blessed by Yahweh, for you have shown me compassion!",
    "23:22": "Go, please, make certain again! Find out and see {exactly where he is}<note: Literally \"his place where his foot [is]\"> and who has seen him there! For they have said to me, 'He [is] very cunning.'",
    "23:23": "Look, find out all of the hiding places where he hides. Then return to me {with dependable information},<note: Literally \"to being established\"> and I will go with you. And then if he [is] there in the land, then I will seek him among all the thousands of Judah.\"",
    "23:24": "Then they got up and went to Ziph before Saul. Now David and his men [were] in the wilderness of Maon in the Arabah, to the south of Jeshimon.\r\n",
    "23:25": "And Saul and his men went to seek [him], and they told David, so he went down [to] the rock and stayed in the wilderness of Maon. When Saul heard [this], he pursued David [into] the wilderness of Maon.",
    "23:26": "Saul went {on one side of the mountain},<note: Literally \"from the side of the mountain from this\"> and David and his men {went on the other side of the mountain}.<note: Literally \"from the side of the mountain from this\"> David was hurrying to get away from Saul, while Saul and his men [were] closing in on David and his men to capture them.",
    "23:27": "But a messenger came to Saul, saying, \"Hurry and come, because [the] Philistines have made a raid on the land!\"",
    "23:28": "So Saul returned from pursuing David, and he went to confront<note: Hebrew \"to meet\"> [the] Philistines. Therefore, they called that place the Rock of Division.<note: Hebrew \"Sela' Hammahlekot\">",
    "23:29": "<note: 1 Sam 23:29-24:22 in the English Bible is 24:1-23 in the Hebrew Bible> David went up from there and stayed in the strongholds of En Gedi.",
    "24:1": "When Saul returned from [pursuing the] Philistines, they told him, \"Look, David [is] in the wilderness of En Gedi.\"",
    "24:2": "So Saul took three thousand chosen men from all Israel, and he and his men went to search [for] David {in the direction of}<note: Literally \"on the face of\"> the Rocks of the Mountain Goats.<note: Hebrew \"of the Jael\">",
    "24:3": "He came to the sheep pens beside the road, and a cave [was] there. Then Saul went in {to relieve himself}.<note: Literally \"to cover his feet\"> Now David and his men [were] sitting in the innermost part of the cave.",
    "24:4": "And David's men said to him, \"Look, today [is] the day about which Yahweh said to you, 'See, I am giving your enemy<note: The Masoretic Hebrew text (Kethib) reads \"enemies,\" but the reading tradition (Qere) has the singular \"enemy\"> into your hand, and you can do to him {whatever seems good to you}.'\"<note: Literally \"as that [which is] good in your eyes\"> So David got up and secretly cut the hem of Saul's robe.",
    "24:5": "{And then}<note: Literally \"And it happened\"> afterward David {felt guilty},<note: Literally \"the heart of David struck him\"> because he had cut {the hem of Saul's robe}.<note: Literally \"the hem which [was] for Saul\">",
    "24:6": "He said to his men, \"Far be it from me in<note: Hebrew \"from\"> Yahweh, that I do this thing to my lord, to Yahweh's anointed one, by stretching out my hand against him! For he [is] the anointed one of Yahweh.\"",
    "24:7": "So David rebuked his men with the words and did not allow them to rise against Saul. And Saul got up from the cave, and he went on his<note: Hebrew \"the\"> way.",
    "24:8": "Then David got up afterward and went out of the cave and called after Saul, \"My lord the king!\" When Saul looked after him, David knelt down [with his] face to the ground and bowed down.",
    "24:9": "Then David said to Saul, \"Why do you listen to the words of people who say: 'Look, David [is] {seeking to do you harm}'?<note: Literally \"seeking your evil\">",
    "24:10": "Look, this day your eyes have seen that Yahweh gave you today into my hand in the cave, and some said to kill you. But {I took pity}<note: Literally \"she took pity,\" with \"she\" = \"my eye,\" a common Hebrew expression> on you and said, 'I will not stretch out my hand against my lord, because he [is] Yahweh's anointed one.'",
    "24:11": "Now, my father, see, yes, see, the hem of your robe in my hand! For {when I cut}<note: Literally \"at my cutting\"> the hem of your robe I did not kill you. Know and {realize}<note: Literally \"see\"> that there is no evil or rebellion in my hand. I did not sin against you, but you [are] hunting down my life to take it.",
    "24:12": "May Yahweh judge between me and you, and may Yahweh avenge me on you, but my hand will not be against you!",
    "24:13": "Just as the ancient proverb says, 'From the wicked, wickedness goes out,' but my hand will not be against you!",
    "24:14": "After whom did the king of Israel go out? After whom are you pursuing? After a dead dog? After one flea?",
    "24:15": "May Yahweh be [the] judge, and let him judge between me and you, and may he see and plead my case. {May he vindicate me against you}!\"<note: Literally \"May he judge me from your hand\">",
    "24:16": "When David finished speaking these words to Saul, Saul said, \"[Is] this your voice, my son David?\" And Saul lifted up his voice and wept.",
    "24:17": "Then he said to David, \"You are more righteous than I, for you have repaid me the good, but I have repaid you the evil.",
    "24:18": "You have explained to me today that you have dealt well with me, how<note: Hebrew \"that\"> Yahweh delivered me into your hand but you did not kill me.",
    "24:19": "For a man has found his enemy but sent him on [his] way safely. Now may Yahweh reward you with good in return for this day, for what you have done for me.",
    "24:20": "So now then, look, I know that you will certainly be king and the kingdom of Israel will be established in your hand.",
    "24:21": "So then, swear to me by Yahweh that you will not cut off my {descendants}<note: Literally \"seed\"> after me and that you will not wipe out my name from my father's house.\"",
    "24:22": "So David swore [this on oath] to Saul, and Saul went to his house, but David and his men went up to the stronghold.",
    "25:1": "Now Samuel died, and all Israel assembled and mourned for him. They buried him at his house at Ramah. Then David got up and went down to the wilderness of Paran.",
    "25:2": "Now there was a man in Maon, whose business [was] in Carmel. The man was very rich and {owned}<note: Literally \"[there were] for him\"> three thousand sheep and a thousand goats. {Now}<note: Literally \"And it happened\"> the shearing of his sheep [was taking place] in Carmel.",
    "25:3": "The name of the man [was] Nabal,<note: The name \"Nabal\" means \"foolish\"> and the name of his wife [was] Abigail.<note: The name \"Abigail\" means \"my father delights\"> Now the woman [was] wise and beautiful, but the man [was] stubborn and {mean},<note: Literally \"bad of deeds\"> and he [was] as his heart.<note: The Masoretic Hebrew text (Kethib) reads \"as his heart,\" whereas the reading tradition (Qere) reads \"Calebite\">",
    "25:4": "David heard in the wilderness that Nabal [was] shearing his sheep.",
    "25:5": "So David sent ten young men, and David said to the young men, \"Go up to Carmel and go to Nabal; {you will greet him in my name}.<note: Literally \"you will ask for him in my name as far as peace\">",
    "25:6": "Then you must say to him, '[Long] life [to you], and {may it go well with you, with your house, and with all that is yours}.<note: Literally \"you [are] peace and your house [is] peace and all that [is] yours [is] peace\">",
    "25:7": "Now I have heard that {you have shearers}.<note: Literally \"shearing [is] for you\"> Now while your shepherds [were] with us, we did not mistreat them, and nothing of theirs [was] missing, all the days they were in Carmel.",
    "25:8": "Ask your servants<note: Or \"young men\"> and they will tell you! Let the young men<note: Or \"the servants\"; \"young men\" is used here to connect with v. 5> find favor in your eyes because we have come on a feast day. Please give {whatever you have on hand}<note: Literally \"what your hand finds\"> for your servants and for your son David.\"",
    "25:9": "So David's young men came and they spoke all these words to Nabal in the name of David. Then they waited.",
    "25:10": "But Nabal answered David's servants and said, \"Who [is] David? And who [is] the son of Jesse? Today, [there] are many servants breaking away from the presence of their masters.",
    "25:11": "Should I take my bread and my water and my meat which I have slaughtered for my shearers and give [it] to men whom I do not know where they [are] from?",
    "25:12": "So David's young men turned on their way and returned and came and told him according to all these words.",
    "25:13": "Then David said to his men, \"Each man strap on his sword!\" So each one strapped on his sword, and David also strapped on his sword. About four hundred men went up after David, while two hundred remained with the baggage.",
    "25:14": "But a young man of the servants told Abigail, Nabal's wife, saying, \"Look, David sent messengers from the desert to greet<note: Hebrew \"bless\"> our master, but he addressed them angrily,",
    "25:15": "even though the men [were] very good to us; we were not mistreated and did not miss anything all the days we went about with them {while we were}<note: Literally \"at our being\"> in the field.",
    "25:16": "They were a wall to us both night and day, all {the days we were}<note: Literally \"the days of our being\"> with them keeping the sheep.",
    "25:17": "And so then, know and {consider}<note: Literally \"see\"> what you should do, for evil has been decided against our master and against all his household, and he [is such] {a wicked man},<note: Literally \"a son of uselessness\"> {nobody can reason with him}!\"<note: Literally \"from speaking to him\">",
    "25:18": "Then Abigail {quickly took}<note: Literally \"hastened and took\"> two hundred loaves of bread, two skins of wine, five prepared sheep, five seahs of roasted grain, a hundred raisin cakes, and two hundred fig cakes, and she put [them] on the donkeys.",
    "25:19": "Then she said to her servants, \"Go ahead before me; look, I am coming after you,\" but she did not tell her husband Nabal.",
    "25:20": "{And then},<note: Literally \"And it happened\"> [as] she [was] riding on the donkey and [was] going down the ravine of the mountain, David and his men [were] coming down to meet her, and she met them.",
    "25:21": "Now David had said, \"Surely {in vain}<note: Literally \"for the vanity\"> I guarded all that this fellow had in the desert. And nothing was missed of all that [was] his, but he returned evil against me in place of good!",
    "25:22": "{May God severely punish the enemies of David}<note: Literally \"May God do so to the enemies of David\"; following the LXX some English versions omit the words \"the enemies of\"> and again do thus if I leave behind {anything that is his}<note: Literally \"from all that [is] for him\"> until the morning, [not even] {one male}!\"<note: Literally \"from one urinating against a wall\">",
    "25:23": "When Abigail saw David, she hurried and got down from the donkey and fell on her face before {David's anger},<note: Literally \"the nostrils of David\"> and she bowed down to the ground.",
    "25:24": "She fell at his feet and said, \"On me, my lord, [be] the guilt! Please let your female servant speak {to you personally}!<note: Literally \"in your ears\"> Hear the words of your female servant!",
    "25:25": "Please do not let my lord set his heart against {this worthless man},<note: Literally \"this man of wickedness\"> Nabal; for as his name, so [is] he. Nabal [is] his name, and stupidity [is] with him! But I, your female servant, did not see the young men<note: Or \"the servants\"> of my lord whom you sent.",
    "25:26": "So then, my lord, {as Yahweh lives and as your soul lives},<note: Literally \"the life of Yahweh and [the] life of your soul\"> since Yahweh restrained you from bloodguilt {by taking matters into your own hand},<note: Literally \"saving your hand for you\"> so then, may your enemies be like Nabal, even {those who seek to do my lord harm}.<note: Literally \"the seeking to my lord evil\">",
    "25:27": "So then, this gift which your female servant has brought to my lord, may it be given to the young men {who follow my lord}.<note: Literally \"the [ones] going about at the feet of my lord\">",
    "25:28": "Please forgive the transgression of your female servant, because Yahweh will certainly make a lasting house<note: That is, a lasting dynasty> for my lord, because my lord [is] fighting the battles of Yahweh, and evil will not be found in you {as long as you live}.<note: Literally \"from your days\">",
    "25:29": "Should a man arise to pursue you and to seek your life, may the life of my lord be wrapped in the pouch<note: Or \"bag\"> of the living with Yahweh your God. But as for the life of your enemy, he will sling it from within<note: Hebrew \"in the midst of\"> the pocket of the sling!",
    "25:30": "{And then}<note: Literally \"And it will happen\"> when Yahweh has done for my lord according to all the good that he has spoken concerning you, and has appointed you as leader over Israel,",
    "25:31": "then this will not be an obstacle for you or a stumbling block of conscience for my lord [either] by the shedding of blood without cause or by {my lord taking matters into his own hands}.<note: Literally \"[the] saving of my lord for himself\"> And when Yahweh does good to my lord, then remember your female servant.\"",
    "25:32": "Then David said to Abigail, \"Blessed be Yahweh the God of Israel who has sent you this day to meet me!",
    "25:33": "And blessed be your discretion, and blessed be you who have prevented me this day from bloodguilt and [from] delivering myself by my own hand.",
    "25:34": "But {as Yahweh lives},<note: Literally \"the life of Yahweh\"> the God of Israel who has prevented me from harming you, if you had not hurried and come to meet me, surely there would not have been {one male}<note: Literally \"one urinating against a wall\"> left alive for Nabal by the light of morning!\"",
    "25:35": "Then David took from her hand what she had brought for him, and he said to her, \"Go up to your house in peace. See, I have listened to your voice, and I have {granted your request}.\"<note: Literally \"lifted up your face\">",
    "25:36": "Then Abigail went to Nabal, and look, {he was holding a feast}<note: Literally \"a feast [was] for him\"> in his house like the feast of the king. {Nabal was enjoying himself},<note: Literally \"the heart of Nabal [was] good on him\"> and he [was] very drunk, so she did not tell him a thing, {nothing at all},<note: Literally \"small or large\"> until the light of morning.",
    "25:37": "{And then}<note: Literally \"And it happened\"> in the morning when the wine had gone out of Nabal, his wife told him these words. Then his heart died {within him},<note: Literally \"in his midst\"> and he became like a stone.",
    "25:38": "{And then},<note: Literally \"And it happened\"> about ten days later, Yahweh struck Nabal and he died.",
    "25:39": "When David heard that Nabal had died, he said, \"Blessed be Yahweh who has vindicated the case of my reproach from the hand of Nabal, and he has kept back his servant from evil; but Yahweh has returned the evil of Nabal on his [own] head.\" Then David sent and spoke with Abigail to take her for his wife.",
    "25:40": "So the servants of David came to Abigail at Carmel, and they spoke to her, saying, \"David has sent us to you to take you for his wife.\"",
    "25:41": "She got up and bowed down [with] her face to the ground and said, \"Here is your female servant, as a slave to wash the feet of my lord's servants.\"",
    "25:42": "Then Abigail {quickly got up}<note: Literally \"hastened and got up\"> and rode on the donkey, [along with] five of her maidservants who {attended her},<note: Literally \"the [ones] going about at her feet\"> and she went after the messengers of David and became his wife.",
    "25:43": "David had also taken Ahinoam from Jezreel, and both of them became his wives.",
    "25:44": "(Now Saul had given his daughter Michal, David's wife, to Palti the son of Laish, who [was] from Gallim.)",
    "26:1": "The Ziphites came to Saul at Gibeah, saying, \"[Is] not David hiding on the hill of Hakilah opposite Jeshimon?\"",
    "26:2": "Then Saul got up and went down to the wilderness of Ziph, and three thousand chosen men of Israel with him, to seek David in the wilderness of Ziph.",
    "26:3": "Now Saul was on the hill of Hakilah, which [is] opposite Jeshimon by the road, but David was staying in the wilderness. When he realized that Saul had come to the wilderness after him,",
    "26:4": "David sent spies, and he learned that Saul had come {for certain}.<note: Literally \"to be established\">",
    "26:5": "Then David got up and came to the place where Saul had encamped, and David saw the place where Saul [was] lying down, {as well as}<note: Literally \"and\"> Abner the son of Ner, the commander of his army. (Now Saul [was] lying in the encampment, and the army [was] encamping around him.)",
    "26:6": "David answered and said to Ahimelech the Hittite and to Abishai the son of Zeruiah the brother of Joab, saying, \"Who will go down with me to Saul, in the camp?\" And Abishai said, \"I will go down with you.\"",
    "26:7": "So David and Abishai came to the army [by] night, and {there was}<note: Literally \"look\" or \"behold\"> Saul lying asleep in the encampment with<note: Hebrew \"and\"> his spear thrust into the ground near his head, and Abner and the army [were] lying all around him.",
    "26:8": "Then Abishai said to David, \"God has handed over your enemy into your hand today! So then, {please let me pin him to the ground with the spear}<note: Literally \"let me strike him please with the spear and in the ground\"> {one time},<note: Literally \"one occurrence\"> and {I will not strike him twice}.\"<note: Literally \"I will not repeat for him\">",
    "26:9": "But David said to Abishai, \"Do not destroy<note: Or \"kill\"> him! For who has stretched out his hand against Yahweh's anointed one and remained blameless?\"",
    "26:10": "And David said, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> {certainly}<note: Literally \"if surely\"> Yahweh will strike him, or his day will come and he will die, or he will go down in the battle and {perish}.<note: Literally \"will be carried away\">",
    "26:11": "{Yahweh forbid me}<note: Literally \"Far be it from me from Yahweh\"> from stretching out my hand against Yahweh's anointed one! So then, please take the spear that [is] near his head and the jar of water, and let us go.\"",
    "26:12": "So David took the spear and the jar of water from [near] Saul's head, and they went [away]. {No one saw, no one knew, and no one awakened},<note: Literally \"there was not [anyone] seeing and there was not [anyone] knowing and there was not [anyone] awakening\"> for all of them [were] sleeping because a deep sleep of Yahweh had fallen upon them.",
    "26:13": "Then David went to the other side and stood on the top of the hill at a distance; the distance [was] great between them.",
    "26:14": "David called out to the army and to Abner the son of Ner, \"Will you not answer, Abner?\" And Abner answered and said, \"Who [are] you [that] you call to the king?\"",
    "26:15": "So David said to Abner, \"[Are] you not a man? And who [is] like you in Israel? Why did you not keep watch over your lord the king? For one of the people came to destroy<note: Or \"to kill\"> your lord the king.",
    "26:16": "This thing that you have done [is] not good. {As Yahweh lives},<note: Literally \"the life of Yahweh\"> {surely you people deserve to die}<note: Literally \"you are sons of death\"> since you have not kept watch over your lord, over Yahweh's anointed one! So then, see where the king's spear [is] and the jar of water that [was] near his head!\"",
    "26:17": "Then Saul recognized David's voice and said, \"[Is] this your voice, my son David?\" And David said, \"[It is] my voice, my lord the king.\"",
    "26:18": "Then he said, \"Why [is] my lord pursuing after his servant? For what have I done? And what evil [is] in my hand?",
    "26:19": "And so then, please let my lord the king listen to the words of his servant: If Yahweh has incited you against me, may he delight in an offering; but if {it is mortals},<note: Literally \"[it is] the sons of humankind\"> [may] they be accursed {before}<note: Literally \"to the face of\"> Yahweh, for they have driven me away today from sharing in the inheritance of Yahweh, saying, 'Go, serve other gods!'",
    "26:20": "And so then, do not let my blood fall to the ground {away from}<note: Literally \"from before\"> the presence of Yahweh, for the king of Israel has gone out to seek a single flea, as one hunts a partridge in the mountains.\"",
    "26:21": "Then Saul said, \"I have sinned! Come back, David my son, for I will not harm you again, because my life [was] precious in your eyes this day. Look, I have acted like a fool and {have made a terrible mistake}.\"<note: Literally \"have gone greatly astray\">",
    "26:22": "David answered and said, \"Here is the king's spear; let one of the young men<note: Or \"servants\"> come over and take it.",
    "26:23": "Yahweh repays to each [one] his righteousness and his faithfulness, for Yahweh gave you into my hand today, but I was not willing to stretch out my hand against Yahweh's anointed.",
    "26:24": "Look, as your life was precious in my eyes this day, may my life be great in the eyes of Yahweh, and may he rescue me from all trouble.\"",
    "26:25": "Then Saul said to David, \"Blessed are you, my son David; {you will not only do many things, but also will always succeed}!\"<note: Literally \"you will do many things and also always you will prevail\"> Then David went on his way and Saul returned to his place.",
    "27:1": "Then David {thought to himself},<note: Literally \"said to his heart\"> \"Now I will perish one day by the hand of Saul! There is nothing better for me but [that] I must certainly escape to the land of [the] Philistines. Then Saul will desist from searching for me further in all of the territories of Israel, and so I will escape from his hand.\"",
    "27:2": "So David got up and crossed over, he and the six hundred men who [were] with him, to Achish the son of Maoch, the king of Gath.",
    "27:3": "David settled with Achish in Gath, he and his men, each with his household.<note: Or \"family\"> David [took along] his two wives Ahinoam {from Jezreel}<note: Literally \"the Jezreelitess\"> and Abigail the wife of Nabal the Carmelite.",
    "27:4": "And it was reported to Saul that David had fled [to] Gath, so {he no longer searched for him}.<note: Literally \"he does [Qere did] not again to seek him longer\">",
    "27:5": "Then David said to Achish, \"Please, if I have found favor in your eyes, then let them give me a place in one of the {country towns}<note: Literally \"towns of the open field\"> that I can live there. Why should your servant live in {the royal city}<note: Literally \"the city of the king\"> with you?\"",
    "27:6": "So Achish gave him Ziklag on that day. (Therefore, Ziklag has belonged to the kings of Judah until this day.)",
    "27:7": "The number of days that David lived in the countryside of the Philistines [was] one year and four months.",
    "27:8": "Now David and his men went up and raided the Geshurites and the Girzites and the Amalekites, for they had been living [in] the land for a long time {in the direction of}<note: Literally \"[as] you come\"> Shur and {as far as}<note: Literally \"up to\"> the land of Egypt.",
    "27:9": "So David struck the land and did not leave a man or a woman alive; he took the sheep,<note: Hebrew \"flock,\" referring to either sheep or goats or both> the cattle, the donkeys, the camels, and the clothing. Then he returned and came to Achish.",
    "27:10": "And Achish said, \"Against whom have you raided today?\" David said, \"Against the Negev of Judah and against the Negev of the Jerahmeelites and against the Negev of the Kenites.\"",
    "27:11": "And David did not leave alive a man or a woman to bring [them back] to Gath, thinking,<note: Hebrew \"saying\"> \"So that they will not report about us, saying, 'David did thus and so.'\" Thus was his practice all the days that he lived in the countryside of [the] Philistines.",
    "27:12": "And Achish trusted David, saying, \"{He has made himself utterly hated}<note: Literally \"Stinking he stink\" = \"he really stinks\"> among his people in Israel, and he will be my servant forever.\"",
    "28:1": "{Now}<note: Literally \"And it happened\"> in those days [the] Philistines gathered their forces for war to fight against Israel. So Achish said to David, \"Certainly you realize that you must go out with me in the army, you and your men.\"",
    "28:2": "David said to Achish, \"Very well, you will know what your servant can do.\" Achish said to David, \"Very well, I will make you {my bodyguard}<note: Literally \"the keeper of my head\"> for life.\"",
    "28:3": "(Now Samuel had died, and all Israel had mourned for him, and they had buried him in Ramah, his [own] city. And Saul had expelled the mediums<note: Or \"necromancers\"> and the soothsayers from the land.)",
    "28:4": "Then [the] Philistines assembled and came and encamped at Shunem, so Saul assembled all Israel, and they encamped at Gilboa.",
    "28:5": "When Saul saw the army of [the] Philistines, he was afraid and his heart trembled greatly.",
    "28:6": "And Saul inquired of Yahweh, but Yahweh did not answer him, not by dreams or by the Urim<note: A device for revealing God's decisions; see Exod 28:30; Num 27:21; Neh 7:65; Prov 16:33> or by the prophets.",
    "28:7": "So Saul said to his servants, \"Search for me {a woman who is a medium}<note: Literally \"a woman of an owner of a spirit of the dead\" (= \"a woman who owns a ritual pit for summoning spirits of the dead\")> so that I may go to her and inquire of her.\" His servants said to him, \"Look [there is] a woman who [is] a medium in Endor.\"",
    "28:8": "So Saul disguised himself and put on other clothes, and he went {with two of his men}.<note: Literally \"and two of [his] men with him\"> And they came to the woman [by] night and he said, \"Please consult a spirit for me through {the ritual pit},<note: Literally \"the spirit of the dead\"> and bring up for me [the one] whom I tell you.\"",
    "28:9": "But the woman said to him, \"Look, you know what Saul did, how he exterminated the mediums<note: Or \"necromancers\"> and the soothsayers from the land! Why [are] you setting a trap for my life to kill me?\"",
    "28:10": "Then Saul swore to her by Yahweh, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> {you will not be punished}<note: Literally \"guilt will not meet you\"> for this thing.\"",
    "28:11": "So the woman asked, \"Whom shall I bring up for you?\" He said, \"Bring up Samuel for me.\"",
    "28:12": "When the woman saw Samuel, she cried out with a loud voice, and the woman said to Saul, \"Why did you deceive me? You [are] Saul!\"",
    "28:13": "The king said to her, \"Do not be afraid! What do you see?\" And the woman said to Saul, \"I see a god<note: Or \"a divine being\"> coming up from the ground!\"",
    "28:14": "Then he said to her, \"What [is] his appearance?\" She said, \"An old man [is] coming up, and {he is wrapped in a robe}.\"<note: Literally \"he [is] wrapping himself [with] a robe\"> Then Saul realized that it was Samuel, and he knelt [with] his face to the ground and bowed down.",
    "28:15": "Then Samuel said to Saul, \"Why have you disturbed me by bringing me up?\" And Saul said, \"{I am in distress}!<note: Literally \"Great distress [is] for me\"> For [the] Philistines [are about] to make war against me, but God has turned away from me, and he does not answer me any more, not {by the prophets}<note: Literally \"by the hand of the prophets\"> or by the dreams. So I called to you to let me know what I should do.\"",
    "28:16": "Then Samuel said, \"Why do you ask me, since Yahweh has turned away from you and has become your enemy?",
    "28:17": "Yahweh has done to you just as he spoke by my hand! Yahweh has torn the kingdom from your hand and has given it to your neighbor, to David.",
    "28:18": "Because you {did not obey}<note: Literally \"did not listen to\"> Yahweh and did not carry out the fierce anger of his {wrath}<note: Literally \"face\"> against Amalek, therefore Yahweh has done this thing to you today.",
    "28:19": "And Yahweh will also give Israel with you into the hands of [the] Philistines, and tomorrow you and your sons [will be] with me, and Yahweh will also give the army of Israel into [the] hand of [the] Philistines.\"",
    "28:20": "{Then Saul immediately fell prostrate}<note: Literally \"Saul did at once and fell [with] the fullness of his height\"> to the ground, and he was very afraid because of the words of Samuel; there was no more strength in him, for he had not eaten food all day and all night.",
    "28:21": "Then the woman came to Saul and realized that he was absolutely<note: Hebrew \"very\"> terrified, so she said to him, \"Look, your female servant {has obeyed you},<note: Literally \"has listened to your voice\"> and I have {risked my life}.<note: Literally \"I have put my life in my palm\"> I have listened to your words that you have spoken to me.",
    "28:22": "So then, you also please listen to the voice of your female servant, and let me set before you a morsel of bread, and [you] eat so that {you will have strength}<note: Literally \"it will be your strength\"> in you when you go on your<note: Hebrew \"the\"> way.\"",
    "28:23": "But he refused and said, \"I will not eat!\" However, his servants urged him, and the woman also. So he listened {to what they said},<note: Literally \"their voice\"> and he got up from the ground and sat on the bed.",
    "28:24": "Now the woman had a fattened bull calf in the house, {so she quickly slaughtered it}<note: Literally \"and she did quickly and she slaughtered it\"> and took flour, kneaded [dough], and baked him [some] unleavened bread.",
    "28:25": "She brought it before Saul and his servants, and they ate. Then they got up and went away that [very] night.",
    "29:1": "Now [the] Philistines assembled all their forces at Aphek, and Israel [was] encamped at the spring that [is] in Jezreel.",
    "29:2": "The rulers of [the] Philistines [were] passing on according to hundreds and thousands, David and his men passing on at the rear with Achish.",
    "29:3": "Then the commanders of [the] Philistines said, \"What [are] these Hebrews [doing here]?\" And Achish said to the commanders of [the] Philistines, \"Is this not David, the servant of Saul, the king of Israel, who has been with me {for days and years}?<note: Literally \"these days or these years\"> I have not found anything [threatening] in him from the day of his desertion until this day!\"",
    "29:4": "But the commanders of [the] Philistines were angry with him and they said to him, \"Send the man back so that he might return to his place where you have assigned him! But he will not go down with us into the battle, so that he does not become an adversary to us in the battle. By what could this fellow make himself favorable to his lord? Is it not with the heads of these men?",
    "29:5": "[Is] this not David about whom they sing in the dances, saying, 'Saul has killed his thousands, but David his ten thousands'?\"\r\n",
    "29:6": "So Achish called David and said to him, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> certainly you were honest, and {I am pleased to have you marching with me}<note: Literally \"good in my eyes your going out and your coming in with me\"> in the campaign.<note: Or \"army\"> For I have not found any wrong in you from the day you came to me until this day, but in the eyes of the rulers, you [are] not good.",
    "29:7": "So then, return and go in peace, so that you do not do {something that displeases}<note: Literally \"bad/evil in the eyes of\"> the rulers of [the] Philistines.\"",
    "29:8": "Then David said to Achish, \"But what have I done? And what have you found in your servant from the day that I {entered your service}<note: Literally \"that I was to your face\" = \"was before you\"> until this day, that I should not go and fight against the enemies of my lord the king?\"",
    "29:9": "And Achish answered and said to David, \"I know that you [are] good in my eyes, like an angel of God! However, the commanders of [the] Philistines have said, 'He must not go up with us into the battle.'",
    "29:10": "So then, rise early in the morning, [you] and the servants of your lord who came with you. When you rise early in the morning and it is light [enough] for you, leave.",
    "29:11": "So David set out early, he and his men, to leave in the morning to return to the land of [the] Philistines, but [the] Philistines went up [to] Jezreel.",
    "30:1": "{Now}<note: Literally \"And it happened\"> when David and his men came [to] Ziklag on the third day, [the] Amalekites had raided [the] Negev and Ziklag. When they attacked Ziklag, they burned it with fire.",
    "30:2": "They took captive the women<note: LXX adds \"and all\"> who were in it, {from the youngest to the oldest}.<note: Literally \"from small and up to great\"> They did not kill anyone, but carried [them] off and went on their way.",
    "30:3": "When David and his men came to the city, {they saw},<note: Literally \"and look\"> and [it] was burned with fire, and their wives, their sons, and their daughters had been taken captive.",
    "30:4": "Then David and the people who [were] with him raised their voices and wept until there was not [enough] strength in them to weep.",
    "30:5": "Two of David's wives had been taken captive. Ahinoam {from Jezreel}<note: Literally \"the Jezreelitess\"> and Abigail, the wife of Nabal the Carmelite.",
    "30:6": "And {David was in a very precarious situation},<note: Literally \"it was very pressed for David\"> for the people spoke of stoning him, for the souls of all the people were bitter, each [one] over his sons and his daughters. But David strengthened himself in Yahweh his God.",
    "30:7": "Then David said to Abiathar the priest, the son of Ahimelech, \"Please bring the ephod here for me.\" So Abiathar brought the ephod to David.",
    "30:8": "And David inquired of Yahweh, saying, \"Should I pursue after this band [of raiders]? Will I overtake them?\" He said to him, \"Pursue [them], for you will certainly overtake them, and you will certainly rescue them.\"",
    "30:9": "So David went, he and the six hundred men who were with him, and they came to the Wadi<note: A valley that is usually dry but contains a stream during the rainy season> Besor, but the rest remained.",
    "30:10": "David pursued, he and four hundred men; but two hundred men stayed because they were too exhausted to pass over the Wadi Besor.",
    "30:11": "Then they found an Egyptian man in the open country and brought him to David, and they gave him food and he ate; they also gave him water.",
    "30:12": "They gave him a slice of fig cake and two raisin cakes; he ate and {this revived him},<note: Literally \"his spirit returned to him\"> because he had not eaten food or drunk water [for] three days and three nights.",
    "30:13": "Then David said to him, \"{To whom do you belong},<note: Literally \"To whom [are] you\"> and from where [are] you? The young man said, \"I am an Egyptian young man, a servant of an Amalekite man, but my master abandoned me because I became ill three days ago.",
    "30:14": "We raided the Negev of the Kerethites and that [which belongs] to Judah and then the Negev of Caleb, and we burned Ziklag with fire.\"",
    "30:15": "So David asked him, \"Will you take me down to this band [of raiders]?\" He said, \"Swear to me by God that you will not kill me and that you will not deliver me into my master's hand! Then I will take you down to this band.\"",
    "30:16": "So he took him down, and {there they were},<note: Literally \"look\"> spread out over the surface of all the land, eating and drinking and dancing because of all of the abundant plunder which they had taken from the land of [the] Philistines and from the land of Judah.",
    "30:17": "Then David attacked them from twilight until the evening of the next day. Not a man of them escaped {except}<note: Literally \"but if\"> four hundred young men who rode [off] on camels and fled.",
    "30:18": "So David recovered all that [the] Amalekites had taken; David also rescued his two wives.",
    "30:19": "None of theirs [was] missing {from the smallest to the greatest},<note: Literally \"from the small and up to the great\"> even sons and daughters, from [the] plunder up to everything they had taken for themselves; David brought back everything.",
    "30:20": "And David took all of the sheep,<note: Hebrew \"flock,\" referring to either sheep or goats or both> and the cattle they drove along in front of that livestock, and they said, \"This [is] David's plunder.\"",
    "30:21": "Then David came to [the] two hundred men {who had been too exhausted to follow}<note: Literally \"who were exhausted from going after\"> David; they had left them behind at the Wadi<note: A valley that is usually dry but contains a stream during the rainy season> Besor. They went out to meet David and to meet the people who were with him. David came near with the people and {asked them how they were doing}.<note: Literally \"asked for them as far as peace\">",
    "30:22": "Then all the corrupt and useless men among the men who went with David reacted and said, \"Because they did not go with us, we will not give them [anything] from the plunder which we recovered, {except}<note: Literally \"but if\"> each [man may take] his own wife and children. They must take them along and go!\"",
    "30:23": "But David said to them, \"You should not do so, my brothers, with what Yahweh has given to us! He has preserved us and has given the [raiding] band that came against us into our hand.",
    "30:24": "And who would listen to you regarding this matter? For as the share of the one who went down into the battle, so the share of the one who remained with the baggage will be. They will share alike.\"",
    "30:25": "So<note: Or \"And\"> from that day and beyond, he made it a rule and a regulation for Israel until this day.",
    "30:26": "Then David came to Ziklag, and he sent some of the plunder to the elders of Judah, to his friends, saying, \"{Here is}<note: Literally \"Look\"> a gift for you from the plunder of the enemies of Yahweh!\"",
    "30:27": "[It was] for those in Bethel, for those in Ramoth of the Negev, for those in Jattir,",
    "30:28": "for those in Aroer, for those in Siphmoth, for those in Eshtemoa,",
    "30:29": "for those in Racal, for those in the towns of the Jerahmeelites, for those in the towns of the Kenites,",
    "30:30": "for those in Hormah, for those in Bor Ashan, for those in Athach,",
    "30:31": "for those in Hebron, and for all the places {where David and his men had roamed}.<note: Literally \"where David had gone about there, he and his men\">",
    "31:1": "Now [the] Philistines [were] fighting against Israel, and the men of Israel fled before [the] Philistines, and they fell slain on Mount Gilboa.",
    "31:2": "And [the] Philistines overtook Saul and his sons, and [the] Philistines killed Jonathan and Abinadab and Malki-Shua, the sons of Saul.",
    "31:3": "{Saul was in the thick of the battle},<note: Literally \"The battle weighed heavily on Saul\"> and {the archers}<note: Literally \"the shooters, the men with the bow\"> spotted<note: Hebrew \"found\"> him, and he [was] badly wounded by the archers.",
    "31:4": "Then Saul said to {his armor bearer},<note: Literally \"the carrier of his weapons\"> \"Draw your sword and thrust me through with it, so that these uncircumcised do not come and thrust me through and make a fool of me!\" But {his armor bearer}<note: Literally \"the carrier of his weapons\"> [was] not willing [to do so] because he [was] very afraid. So Saul took the sword and fell on it.",
    "31:5": "And when {his armor bearer}<note: Literally \"the carrier of his weapons\"> saw that Saul [was] dead, he also fell on his sword and died with him.",
    "31:6": "So Saul died, and his three sons, {his armor bearer},<note: Literally \"the carrier of his weapons\"> [and] all his men together that [same] day.",
    "31:7": "And when the men of Israel who [were] on the other side of the valley and [those] who were beyond the Jordan saw that the men of Israel had fled and that Saul and his sons were dead, they abandoned the towns and fled. Thus [the] Philistines came and lived in them.",
    "31:8": "{And then}<note: Literally, \"And it happened\"> the next day, [the] Philistines came to strip the dead and they found Saul and his three sons lying [dead] on Mount Gilboa.",
    "31:9": "So they cut off his head and stripped off his armor. Then they sent [messengers] around in the land of [the] Philistines to proclaim [victory in] the temples<note: Or \"houses\"> of their idols and [to] the people.",
    "31:10": "And they put his armor [in] the temple<note: Or \"house\"> of the Ashtoreth,<note: Hebrew plural \"Ashtaroth\" (Ashtoreth was the female consort of Ba'al)> and they fastened his corpse to the wall of Beth Shan.",
    "31:11": "When the inhabitants of Jabesh Gilead heard about it, what [the] Philistines had done to Saul,",
    "31:12": "all of {the valiant men}<note: Literally \"the men of ability\"> set out and went all night and took the corpse of Saul and the corpses of his sons from the wall of Beth Shan, and they came to Jabesh and burned them there.",
    "31:13": "Then they took their bones and buried [them] under the tamarisk in Jabesh, and they fasted [for] seven days."
  }
}