{
  "abbreviation": "1Ti",
  "passages": {
    "1:1": "Paul, an apostle of Christ Jesus according to the command of God our Savior and of Christ Jesus our hope,",
    "1:2": "to Timothy, [my] true child in the faith. Grace, mercy, [and] peace from God the Father and Christ Jesus our Lord.",
    "1:3": "Just as I urged you [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"traveled\") which is understood as temporal> traveled to Macedonia, remain in Ephesus, so that you may instruct certain people not to teach other doctrine,",
    "1:4": "and not to pay attention to myths and endless genealogies, which cause useless speculations rather than God's plan [that is] by faith.",
    "1:5": "But the goal of our instruction is love from a pure heart and a good conscience and a faith without hypocrisy,",
    "1:6": "from which some have deviated, [and] have turned away into fruitless discussion,",
    "1:7": "wanting to be teachers of the law, [although they]<note: *Here \"[although]\" is supplied as a component of the participle (\"understand\") which is understood as concessive> do not understand either [the things] which they are saying or [the things] concerning which they are speaking confidently.",
    "1:8": "But we know that the law [is] good, if anyone makes use of it lawfully,",
    "1:9": "knowing this, that the law [is] not given for a righteous [person] but for the lawless and rebellious, for the ungodly and sinners, for the unholy and totally worldly, for the one who kills his father and the one who kills his mother, for murderers,",
    "1:10": "sexually immoral people, homosexuals, kidnappers, liars, perjurers, and {whatever}<note: Literally \"if anything\"> else is opposed to sound teaching,",
    "1:11": "according to the glorious gospel of the blessed God that I was entrusted with.",
    "1:12": "{I give thanks}<note: Literally \"I have thankfulness\"> to the one who strengthens me, Christ Jesus our Lord, because he considered me faithful, placing [me] into ministry,<note: Or \"service\">",
    "1:13": "[although I]<note: *Here \"[although]\" is supplied as a component of the participle (\"was\") which is understood as concessive> was formerly a blasphemer and a persecutor and a violent man, but I was shown mercy because I acted ignorantly in unbelief,",
    "1:14": "and the grace of our Lord abounded with the faith and love [that are] in Christ Jesus.",
    "1:15": "The saying [is] trustworthy and worthy of all acceptance: Christ Jesus came into the world to save sinners, of whom I am the foremost.",
    "1:16": "But because of this I was shown mercy, in order that in me foremost, Christ Jesus might demonstrate his total patience, for an example for those who are going to believe in him for eternal life.",
    "1:17": "Now to the King of the ages, immortal, invisible, to the only God, [be] honor and glory {forever and ever}<note: Literally \"to the ages of the ages\">. Amen.",
    "1:18": "I am setting before you this instruction, Timothy [my] child, in accordance with the prophecies spoken long ago about you, in order that by them you may fight the good fight,",
    "1:19": "having faith and a good conscience, which some, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"have rejected\") which is understood as causal> have rejected [these], have suffered shipwreck concerning their faith,",
    "1:20": "among whom are Hymenaeus and Alexander, whom I have handed over to Satan, in order that they may be taught not to blaspheme.",
    "2:1": "Therefore, I urge first of all [that] petitions, prayers, requests, [and] thanksgiving be made on behalf of all people,",
    "2:2": "on behalf of kings and all those who are in authority, in order that we may live a tranquil and quiet life in all godliness and dignity.",
    "2:3": "This [is] good and acceptable before God our Savior,",
    "2:4": "who wants all people to be saved and to come to a knowledge of the truth.",
    "2:5": "For [there is] one God and one mediator between God and human beings, the man Christ Jesus,",
    "2:6": "who gave himself a ransom for all, the testimony at the proper time,",
    "2:7": "for which I was appointed a herald and an apostle--I am speaking the truth, [I am] not lying--a teacher of the Gentiles in faith and truth.",
    "2:8": "Therefore I want the men in every place to pray, lifting up holy hands without anger and dispute.",
    "2:9": "Likewise also the women should adorn themselves in appropriate clothing, with modesty and self-control, not with braided hair and gold jewelry or pearls or expensive clothing,",
    "2:10": "but with good deeds which are fitting for women who profess godliness.",
    "2:11": "A woman must learn in quietness with all submission.",
    "2:12": "But I do not permit a woman to teach or to exercise authority over a man, but {to remain quiet}<note: Literally \"to be in quietness\">.",
    "2:13": "For Adam was formed first, then Eve,",
    "2:14": "and Adam was not deceived, but the woman, [because she]<note: *Here \"[because]\" is supplied as a component of the participle (\"was deceived\") which is understood as causal> was deceived, came into transgression.",
    "2:15": "But she will be saved through the bearing of children, if she continues in faith and love and holiness with self-control.",
    "3:1": "The saying [is] trustworthy: if anyone aspires to supervision, he desires a good work.",
    "3:2": "Therefore the overseer must be irreproachable, the husband of one wife, temperate, self-controlled, respectable, hospitable, skillful in teaching,",
    "3:3": "not addicted to wine, not a violent person, but gentle, peaceable, not loving money,",
    "3:4": "managing his own household well, having children in submission with all dignity",
    "3:5": "(but if someone does not know how to manage his own household, how will he take care of the church of God?),",
    "3:6": "not newly converted, lest he become conceited [and] fall into the condemnation of the devil.",
    "3:7": "But [he] must also have a good testimony from those outside, in order that he may not fall into disgrace and the trap of the devil.",
    "3:8": "Deacons likewise [must be] dignified, not insincere, not devoted to much wine, not fond of dishonest gain,",
    "3:9": "holding the mystery of the faith with a clear conscience,",
    "3:10": "and these also must be tested first; then let them serve [if they]<note: *Here \"[if]\" is supplied as a component of the participle (\"are\") which is understood as conditional> are above reproach.",
    "3:11": "The wives<note: Or \"The women\"> likewise [must be] dignified, not slanderous, temperate, faithful in all [things].",
    "3:12": "Deacons must be husbands of one wife, managing [their] children and their own households well.",
    "3:13": "For those who have served well acquire a good standing for themselves, and great boldness in the faith [that is] in Christ Jesus.",
    "3:14": "I am writing these [things] to you, hoping to come to you in a short time.",
    "3:15": "But if I am delayed, [I am writing]<note: *The words \"I am writing\" are not in the Greek text, but are an understood repetition from the previous clause> in order that you may know how one must conduct oneself in the household of God, which is the church of the living God, the pillar and mainstay<note: Or \"basis\"; or \"support\"> of the truth.",
    "3:16": "And most certainly, great is the mystery of godliness: Who was revealed in the flesh, was vindicated by<note: Or perhaps \"in\"> the Spirit, was seen by angels, was proclaimed among the Gentiles<note: Or \"nations\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context>, was believed on in the world, was taken up in glory.\r\n",
    "4:1": "Now the Spirit explicitly says that in the last times some will depart from the faith, paying attention to deceitful spirits and teachings of demons,",
    "4:2": "by the hypocrisy of liars, who are seared in their own conscience,",
    "4:3": "who forbid marrying [and insist on] abstaining from foods that God created for sharing in with thankfulness by those who believe and who know the truth,",
    "4:4": "because everything created by God [is] good and nothing [is to be] rejected [if it is]<note: *Here \"[if]\" is supplied as a component of the participle (\"received\") which is understood as conditional> received with thankfulness,",
    "4:5": "for it is made holy by the word of God and prayer.",
    "4:6": "[By]<note: *Here \"[by]\" is supplied as a component of the participle (\"teaching\") which is understood as means> teaching these [things] to the brothers, you will be a good servant of Christ Jesus, trained in the words of the faith and of the good teaching that you have followed faithfully.",
    "4:7": "But reject those {worthless myths told by elderly women}<note: Literally \"worthless and characteristic of an elderly woman myths\">, and train yourself for godliness.",
    "4:8": "For the training of the body is {somewhat}<note: Literally \"for a little\"> profitable, but godliness is profitable for everything, [because it]<note: *Here \"[because]\" is supplied as a component of the participle (\"holds\") which is understood as causal> holds promise for the present life and for the [life] to come.",
    "4:9": "The statement [is] trustworthy and deserving of complete acceptance.",
    "4:10": "For to this [end] we labor and suffer reproach,<note: Some manuscripts have \"and strive\"> because we have put our hope in [the] living God, who is the Savior of all people, especially of believers.",
    "4:11": "Command these [things] and teach [them].",
    "4:12": "Let no one look down on your youth, but be an example for the believers in word, in conduct, in love, in faith, in purity.",
    "4:13": "Until I come, pay attention to the [public] reading,<note: Many English translations supply \"of scripture\" here to clarify what is to be read aloud> to exhortation, to teaching.",
    "4:14": "Do not neglect the gift [that is] in you, that was granted to you through prophecy with the laying on of hands by the council of elders.",
    "4:15": "Practice these [things]. Be [diligent]<note: Literally \"be in these [things],\" though most English versions supply a predicate here> in these [things], in order that your progress may be evident to everyone.",
    "4:16": "Fix [your] attention on yourself and on your teaching. Continue in them, for [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"doing\") which is understood as means> doing this you will save both yourself and those who hear you.",
    "5:1": "Do not rebuke an older man, but appeal to [him] as a father, younger men as brothers,",
    "5:2": "older women as mothers, younger women as sisters, with all purity.",
    "5:3": "Honor widows [who are] truly widows.",
    "5:4": "But if any widow has children or grandchildren, they must learn to show profound respect for their own household first, and to pay back recompense to their parents, for this is pleasing in the sight of God.",
    "5:5": "But the widow [who is one] truly, and is left alone, has put her hope in God and continues in her petitions and prayers night and day.",
    "5:6": "But the one who lives for sensual pleasure is dead [even though she]<note: *Here \"[even though]\" is supplied as a component of the participle (\"lives\") which is understood as concessive> lives.",
    "5:7": "And command these [things], in order that they may be irreproachable.",
    "5:8": "But if someone does not provide for his own [relatives], and especially the members of his household, he has denied the faith and is worse than an unbeliever.",
    "5:9": "Let a widow be put on the list [if she]<note: *Here \"[if]\" is supplied as a component of the participle (\"is\") which is understood as conditional> is not less than sixty years [old], the wife of one husband,",
    "5:10": "being well-attested by good works, if she has brought up children, if she has shown hospitality, if she has washed the feet of the saints, if she has helped those who are oppressed, if she has devoted herself to every good work.",
    "5:11": "But refuse younger widows, for whenever their physical desires lead them away from Christ, they want to marry,",
    "5:12": "[thus] incurring condemnation because they have broken their former pledge.",
    "5:13": "And at the same time also, going around from house to house, they learn [to be] idle, and not only idle, but also gossipy and busybodies, saying the things [that are] not necessary.",
    "5:14": "Therefore I want younger [widows] to marry, to bear children, to manage a household, to give the adversary no opportunity for reproach.",
    "5:15": "For already some have turned away [and followed] after Satan.",
    "5:16": "If any believing woman has widows, she must help them, and the church must not be burdened, in order that it may help those [who are] truly widows.",
    "5:17": "The elders who lead well must be considered worthy of double honor, especially those who labor by speaking and teaching.",
    "5:18": "For the scripture says, \"You must not muzzle an ox [while it]<note: *Here \"[while]\" is supplied as a component of the participle (\"threshing\") which is understood as temporal> is threshing,\"<note: A quotation from Deut 25:4> and \"The worker [is] worthy of his wages.\"<note: A quotation from Luke 10:7>",
    "5:19": "Do not accept an accusation against an elder except on the evidence of two or three witnesses.",
    "5:20": "Reprove those who sin in the presence of all, in order that the rest also may experience fear.",
    "5:21": "I testify solemnly before God and Christ Jesus and the elect angels that you observe these [things] without prejudice, doing nothing according to partiality.",
    "5:22": "Lay hands on no one hastily, and do not participate in the sins of others. Keep yourself pure.",
    "5:23": "(No longer drink only water, but use a little wine for your stomach and your frequent illnesses.)",
    "5:24": "The sins of some people are evident, preceding [them] to judgment, but for some also they follow after [them].",
    "5:25": "Likewise also good works [are] evident, and those considered otherwise are not able to be hidden.",
    "6:1": "All those who are under the yoke as slaves must regard their own masters as worthy of all honor, lest the name of God and the teaching be slandered.",
    "6:2": "And those who have believing masters must not look down on [them] because they are brothers, but rather they must serve, because those who benefit by their service are believers and dearly loved.",
    "6:3": "If anyone teaches other doctrine and does not devote himself to the sound words of our Lord Jesus Christ and the teaching [that is] in accordance with godliness,",
    "6:4": "he is conceited, understanding nothing, but having a morbid interest concerning controversies and disputes about words, from which come envy, strife, slanders, evil suspicions,",
    "6:5": "constant wrangling by people of depraved mind and deprived of the truth, who consider godliness to be a means of gain.",
    "6:6": "But godliness with contentment is a great means of gain.",
    "6:7": "For we have brought nothing into the world, so that neither can we bring anything out.",
    "6:8": "But [if we]<note: *Here \"[if]\" is supplied as a component of the participle (\"having\") which is understood as conditional> have food and clothing, with these [things] we will be content.",
    "6:9": "But those who want to be rich fall into temptation and a trap and many foolish and harmful desires, which plunge those people into ruin and destruction.",
    "6:10": "For the love of money is a root of all evil, by which some, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"desire\") which is understood as causal> desire [it], have gone astray from the faith and have pierced themselves with many pains.",
    "6:11": "But you, O man of God, flee from these [things], and pursue righteousness, godliness, faith, love, patient endurance, gentleness.",
    "6:12": "Fight the good fight of the faith; take hold of the eternal life to which you were called, and confessed the good confession in the presence of many witnesses.",
    "6:13": "I command you, in the sight of God who gives life to all [things] and Christ Jesus who testified the good confession before Pontius Pilate,",
    "6:14": "[that] you observe the commandment without fault, irreproachable until the appearing of our Lord Jesus Christ,",
    "6:15": "which he will make known in his own time, the blessed and only Sovereign, the King of those who reign as kings and Lord of those who rule as lords,",
    "6:16": "the [one who] alone possesses immortality, who lives [in] unapproachable light, whom no human being has seen nor is able to see, to whom [be] honor and eternal power. Amen.",
    "6:17": "Command those [who are] rich in this present age not to be proud and not to put their hope in the uncertainty of riches, but in God, who provides us all [things] richly for enjoyment,",
    "6:18": "to do good, to be rich in good works, to be generous, sharing freely,",
    "6:19": "storing up for themselves a good foundation for the future, in order that they may take hold of [what is] truly life.",
    "6:20": "O Timothy, guard what has been entrusted [to you]. Turn away from pointless empty talk and contradictions of [what is] falsely called knowledge,",
    "6:21": "which some, [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"professing\") which is understood as means> professing [it], have deviated concerning the faith. Grace [be] with you [all]. Timothy\r\n"
  }
}