{
  "abbreviation": "2Ch",
  "passages": {
    "1:1": "And Solomon the son of David strengthened himself concerning his kingdom, and Yahweh his God [was] with him and made him exceedingly great.",
    "1:2": "And Solomon spoke to all Israel, to the commanders of thousands and of hundreds, and to the judges, and to all the leaders for all Israel, the heads of the {families}.<note: Literally \"fathers\">",
    "1:3": "And Solomon and the whole assembly with him went to the high place that [was] at Gibeon, for the tent of assembly<note: Or \"meeting\"> of God that Moses the servant of Yahweh had made in the desert was there.",
    "1:4": "(But the ark of God David had brought up from Kiriath-Jearim to [the place] David had prepared for it, for David had pitched a tent for it in Jerusalem.)",
    "1:5": "And the bronze altar that Bezalel the son of Uri, the son of Hur, had made [was] there before the tabernacle of Yahweh. And Solomon and the assembly sought it out.",
    "1:6": "And Solomon went up there to the bronze altar before Yahweh, which [was] at the tent of assembly,<note: Or \"meeting\"> and he offered upon it a thousand burnt offerings.",
    "1:7": "On that night God appeared to Solomon and said to him, \"Ask what I shall give to you.\"",
    "1:8": "Then Solomon said to God, \"You yourself have shown steadfast<note: Or \"great\"> loyal love to David my father and have made me king in his place.",
    "1:9": "Now, O Yahweh God, let your word to David my father be fulfilled, for you yourself have made me king over a people as numerous as the dust of the earth.",
    "1:10": "Now, give to me wisdom and knowledge that I may go out and come in before this people, for who can judge this, your great people?\"",
    "1:11": "Then God said to Solomon, \"Because this was with your heart and you did not ask for wealth, possessions, honor, and the lives of your enemies, and also did not ask for {long life},<note: Literally \"many days\"> but have asked for wisdom and knowledge that you might judge my people over whom I have made you king,",
    "1:12": "wisdom and knowledge is given to you. And I will [also] give to you wealth, possessions, and honor, the like of which was not had by the kings who [were] before you, nor will there be the like after you.\"",
    "1:13": "So Solomon went from the high place which [was] at Gibeon [to] Jerusalem before the tent of assembly.<note: Or \"meeting\"> And he reigned over Israel.",
    "1:14": "And Solomon gathered chariots and horsemen. And he had one thousand four hundred chariots and twelve thousand horsemen, and he placed them in the chariot cities and with the king in Jerusalem.",
    "1:15": "And the king made silver and gold in Jerusalem like the stones. And he made cedar as abundant as the sycamore fig trees that [were] in the Shephelah.",
    "1:16": "And Solomon's horses [were] imported from Egypt and from Kue. The traders of the king received [them] from Kue at a price.",
    "1:17": "They went up and exported a chariot from Egypt for six hundred shekels of silver and a horse for one hundred and fifty [shekels]. And [these were] {likewise exported}<note: Literally \"likewise through their hand\"> to all the kings of the Hittites and the kings of Aram.<note: Or \"Syria\">",
    "2:1": "<note: 2 Chronicles 2:1-18 in the English Bible is 1:18-2:17 in the Hebrew Bible> And Solomon planned to build a house for the name of Yahweh and a {royal palace for himself}.<note: Literally \"house for his kingdom\">",
    "2:2": "And Solomon assigned seventy thousand men {to bear burdens}<note: Literally \"carriers\"> and eighty thousand {quarriers}<note: Literally \"stone craftsmen\"> in the hill country, and three thousand six hundred [men] to supervise them.",
    "2:3": "And Solomon sent [word] to Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> king of Tyre, saying, \"As you have dealt with David my father and sent cedar to him to build for himself a house in which to live, [please deal with me].",
    "2:4": "Look, I am building a house for the name of Yahweh my God to dedicate to him, to offer sweet spices of incense before him, and [for] the regular rows [of bread], and burnt offerings for mornings, evenings, Sabbaths, and new moon festivals, and for appointed feasts of Yahweh our God which [are] everlasting for Israel.",
    "2:5": "And the house that I am building [will be] great, for our God [is] greater than all gods.",
    "2:6": "Now who indeed has adequate strength to build a house for him? For the heavens and {the highest heavens}<note: Literally \"the heavens of the heavens\"> are not able to contain him. Now who [am] I that I would build a house for him, except to burn incense before him?",
    "2:7": "So then, send to me skilled men to work with gold, silver, bronze, and iron, and with purple, crimson, and blue fabric, knowledgeable in engraving, with the skilled men who [are] with me in Judah and in Jerusalem, whom David my father has established.",
    "2:8": "Send me trees of cedar, cypress, and algum from Lebanon, for I myself know that your servants [are] knowledgeable in cutting the trees of Lebanon. Now see, my servants [will be] with your servants",
    "2:9": "to prepare trees in abundance for me, for the house that I am building [will be] great and wonderful.",
    "2:10": "Now see, I will provide twenty thousand dry measures of crushed wheat, twenty thousand dry measures of barley, twenty thousand baths of wine, and twenty thousand baths of oil to the woodcarvers and those who cut timber.\"",
    "2:11": "Then Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> king of Tyre answered in a letter, and he sent [word] to Solomon: \"Because Yahweh loves his people, he has made you king over them.\"",
    "2:12": "Then Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> said, \"Blessed be Yahweh, the God of Israel, who has made the heavens and the earth, who has given to King David a wise son knowing discretion and understanding, who will build for Yahweh a house and a royal palace for himself.",
    "2:13": "So now I have sent a skilled man, knowledgeable [and with] understanding: my master<note: Or \"my father\"> Huram,",
    "2:14": "a son of a woman from the daughters of Dan, and his father [was] a man of Tyre, knowledgeable for working with gold, silver, bronze, iron, stone, and wood, and with purple, blue, and crimson fabric, and with fine linen, for engraving any engraving and devising any plan that is given to him, with your skilled men and the skilled men of my lord David your father.",
    "2:15": "Now as for the wheat, barley, oil, and wine that my lord mentioned, let him send [that] to his servants.",
    "2:16": "And we ourselves will cut trees from Lebanon according to all your need, and we will bring them to you on rafts over the sea to Joppa, so that you may bring them up to Jerusalem.\"",
    "2:17": "Then Solomon counted all the resident alien men who [were] in the land of Israel after the census that David his father had taken of them. And there were found one hundred and fifty-three thousand.",
    "2:18": "And he appointed from them seventy thousand {to bear burdens},<note: Literally \"carriers\"> eighty thousand {to quarry}<note: Literally \"stone craftsmen\"> in the hill country, and three thousand six hundred overseers to make the people work.",
    "3:1": "Then Solomon began to build the house of Yahweh in Jerusalem, on Mount Moriah, where Yahweh had appeared to David his father, at the place that David had established, on the threshing floor of Ornan the Jebusite.",
    "3:2": "And he began to build in the second month of the fourth year of his reign.",
    "3:3": "Now these [were] the measurements of Solomon for building the house of God: the length in cubits by the former measurement [was] sixty cubits, and the width [was] twenty cubits.",
    "3:4": "{The length of the portico that [was] in front was the same as the front of the width of the house}:<note: Literally \"The length at the front of the portico the front of the width of the house\"> twenty cubits. And its height [was] one hundred and twenty cubits. And he overlaid it on the inside with pure gold.",
    "3:5": "And the great house [itself] he covered with cypress wood, then he overlaid it with pure gold. And he put on it palm tree [images] and [ornate] chains.",
    "3:6": "Then he overlaid the house with precious stone as decoration. (Now the gold [was] the gold of Parvaim.)",
    "3:7": "And he overlaid the house with gold--the beams, the thresholds, the walls, and the doors. And he carved cherubim upon the walls.",
    "3:8": "Then he made {the most holy place}.<note: Literally \"the house of the holy of the holies\"> Its length {was equal to}<note: Literally \"at the front of\"> the width of the house: twenty cubits. And its breadth [was] twenty cubits. And he overlaid it with six hundred talents of fine gold.",
    "3:9": "And the weight for the nails [was] fifty shekels of gold. And he overlaid its upper rooms with gold.",
    "3:10": "And he made two sculpted wood cherubim in {the most holy place},<note: Literally \"the house of the holy of the holies\"> and he overlaid them with gold.",
    "3:11": "The length of the [outstretched] wings of the cherubim [were] twenty cubits; one wing of five cubits touched the wall of the house, and the other wing of five cubits [was] touching the [outstretched] wing of the other cherub.",
    "3:12": "And the wing of five cubits of the other cherub [was] touching the wall of the house, and its other wing five cubits long touching the wing of the first<note: Or \"other\"> cherub.",
    "3:13": "The wings of these cherubim extended twenty cubits, and they were standing on their feet, their faces toward the house.",
    "3:14": "And he made the curtain of blue and purple and crimson and fine linen, and put cherubim on it.",
    "3:15": "And at the front of the house he made two columns, thirty-five cubits high, and the capital on their top was five cubits.",
    "3:16": "And he made [decorative] chains in the inner sanctuary and put [them] on top of the columns. And he made one hundred pomegranate [ornaments], and put them on the chains.",
    "3:17": "And he erected the columns in front of the temple, one on the south and one on the north. He called the name of the southern one Jakin, and the name of the northern one Boaz.",
    "4:1": "And he made an altar of bronze, twenty cubits [was] its length, and twenty cubits [was] its width, and ten cubits [was] its height.",
    "4:2": "Then he made the sea of molten metal, from brim to brim [it was] ten cubits, completely round. And [it was] five cubits in height, and {its circumference measured}<note: Literally \"and it measured a line all around it\"> thirty cubits.",
    "4:3": "Under it [were] figures of oxen all around it, ten cubits [high], encircling the sea all around. The oxen [were] in two rows {cast as one piece with it}.<note: Literally \"molten with its casting\">",
    "4:4": "[It was] standing upon twelve oxen, three facing north, and three facing west, and three facing south, and three facing east. The sea [was set] upon them from above, and all their hindquarters [faced] {inward}.<note: Literally \"into the house\">",
    "4:5": "And its thickness [was] a handbreadth, and its brim [was] like the working of the lip of a cup, the blossom of a lily. And it held three thousand baths.",
    "4:6": "And he made ten basins. And he set five on the south and five on the north in which to wash; they washed off the work of the burnt offering in them, but the sea [was] for the priests to wash therein.",
    "4:7": "And he made ten golden lampstands according to their custom, and he set [them] in the temple, five on the south and five on the north.",
    "4:8": "And he made ten tables and placed them in the temple, five on the south and five on the north. And he made a hundred drinking bowls of gold.",
    "4:9": "And he made the courtyard of the priests and the great outer courtyard and the doors for the outer court. And he overlaid their doors with bronze.",
    "4:10": "And he set the sea at the southeast [corner of the temple].",
    "4:11": "And Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> made the pots, the shovels, and the drinking bowls. So Hiram<note: The spelling (\"Hiram\") is different here than in the previous occurrences> finished making the work that he made on the house of God for King Solomon:",
    "4:12": "the two columns, the bowls, and the two capitals on top of the columns, and the two latticeworks to cover the two bowls of the capitals that [were] on top of the columns,",
    "4:13": "and the four hundred pomegranates for the two latticeworks, two rows of pomegranates for the latticework, to cover the two bowls of the capitals that [were] before the columns.",
    "4:14": "And he made the water carts, and he made the basins on the water carts,",
    "4:15": "and the one sea and the twelve oxen underneath it.",
    "4:16": "And Huram-abi made for King Solomon the pots, the shovels, the three-pronged meat forks, and all the utensils of polished bronze for the house of Yahweh.",
    "4:17": "The king cast them in the plain of the Jordan, in the clay soil between Succoth and Zeredah.",
    "4:18": "Solomon made all these utensils in great abundance, for the weight of the bronze could not be determined.",
    "4:19": "So Solomon made all the objects that [were in] the house of God: the altar of gold; the tables upon which [was] the bread of the presence;",
    "4:20": "the lampstands, and the lamps for burning according to the custom before the inner sanctuary, of solid gold;",
    "4:21": "and the blossoms, the lamps, and the tongs that [were] of solid gold;",
    "4:22": "and the snuffers, the drinking bowls, the dishes, and the firepans, of solid gold; and the entrance to the house, the inner doors to {the most holy place}, and the doors to the house of the temple [were] of gold.",
    "5:1": "When all the work that Solomon did for the house of Yahweh was finished, Solomon brought the holy objects of David his father: the silver, the gold, and all the objects he had put into the storehouses of the house of God.",
    "5:2": "Then Solomon assembled all the elders of Israel and all the heads of the tribes, the leaders of the {families}<note: Literally \"fathers\"> for the {Israelites},<note: Literally \"sons/children of Israel\"> to Jerusalem in order to bring up the ark of the covenant of Yahweh from the city of David, which [is] Zion.",
    "5:3": "And all the men of Israel assembled before the king at the feast that [is in] the seventh month.",
    "5:4": "And all the elders of Israel came, and the Levites took up the ark.",
    "5:5": "And they brought up the ark, the tent of assembly,<note: Or \"meeting\"> and all the holy objects that [were] in the tent; the Levitical priests brought them up.",
    "5:6": "And King Solomon and the whole community of Israel that was assembled before him [were] before the ark, sacrificing sheep and cattle that could not be counted nor numbered for abundance.",
    "5:7": "Then the priests brought up the ark of the covenant of Yahweh to its place in the inner sanctuary of the house, into {the most holy place}, underneath the wings of the cherubim.",
    "5:8": "The cherubim were spreading [their] wings over the place of the ark, so that the cherubim were covering the ark and over its poles [from] above.",
    "5:9": "But the poles were [so] long that the ends of the poles from the ark were seen from before the inner sanctuary, but they could not be seen from the outside. And they are there until this day.",
    "5:10": "There was nothing in the ark but the two stone tablets that Moses had put [inside] at Horeb [on] which Yahweh had {made}<note: Literally \"cut\"> a covenant with the {Israelites}<note: Literally \"sons/children of Israel\"> when they went out from Egypt.",
    "5:11": "And when the priests came out of the sanctuary (for all the priests who were present<note: Or \"who were found\"> sanctified themselves without keeping their divisions)",
    "5:12": "and all the Levitical singers--Asaph, Heman, Jeduthun, their sons, their brothers, dressed [in] fine linen, with cymbals, harps, and stringed instruments--[they] were standing to the east of the altar. And with them outside [were] one hundred and twenty priests [who were] trumpet blowers.",
    "5:13": "And it was the primary [duty] of the trumpeters and singers to make themselves heard [with] one voice, to praise and give thanks to Yahweh. And when a sound from the trumpets, cymbals, and other instruments of song was raised to Yahweh--for he [is] good, because his loyal love [is] everlasting--then the house, the house of Yahweh, was filled with a cloud.",
    "5:14": "And the priests were not able to stand to minister because of the cloud, for the glory of Yahweh filled the house of God.",
    "6:1": "Then Solomon said, \"Yahweh has decided<note: Or \"said\"> to dwell in the deep gloom.",
    "6:2": "But I have built for you an exalted house, even a place for you to dwell in forever.\"",
    "6:3": "Then the king turned around<note: Or \"turned his face\"> and blessed all the assembly of Israel, and all the assembly of Israel were standing.",
    "6:4": "And he said, \"Blessed be Yahweh, the God of Israel, who spoke with his mouth with David my father, and with his hands he has fulfilled [it], saying,",
    "6:5": "'From the day that I brought my people out of the land of Egypt I did not choose a city among all the tribes of Israel to build a house in order for my name [to be] there. Nor did I choose a man to be leader over my people Israel.",
    "6:6": "But I have chosen my name to be there in Jerusalem, and I have chosen David to be over my people Israel.'",
    "6:7": "Now, it was in the heart of David my father to build a house for the name of Yahweh, the God of Israel.",
    "6:8": "But Yahweh said to David my father, 'Because it was in your heart to build a house for my name, you did well that it was in your heart,",
    "6:9": "but you yourself will not build the house, but your son who will proceed from your loins; he himself will build the house for my name.'",
    "6:10": "Now Yahweh has fulfilled his word that he spoke. I have risen in the place of David my father and am seated on the throne of Israel as Yahweh has spoken. I have built the house for the name of Yahweh, the God of Israel.",
    "6:11": "And I have there the ark [in] which [is] the covenant of Yahweh that he {made}<note: Literally \"cut\"> with the {Israelites}.\"<note: Literally \"sons/children of Israel\">",
    "6:12": "Then Solomon stood before the altar of Yahweh before all the assembly of Israel and spread out his hands.",
    "6:13": "(For Solomon had made a platform of bronze five cubits long and five cubits wide and three cubits high, and placed it in the midst of the outer court.) And he stood upon it, then knelt down on his knees before the whole assembly of Israel and spread out his hands to heaven.",
    "6:14": "And he said, \"O Yahweh, God of Israel, there is none like you, a God in the heavens and on the earth, keeping the covenant and loyal love with your servants who walk before you with all their heart,",
    "6:15": "that you have kept for your servant David my father what you spoke to him. You spoke with your mouth, and by your hand you have fulfilled [it] on this day.",
    "6:16": "And now, O Yahweh, God of Israel, keep for your servant David, my father, what you have spoken to him, saying, '{You shall not lack}<note: Literally \"There shall not be cut off\"> a man to sit on the throne of Israel before me, if only your sons keep their way, to walk in my law as you have walked before me.'",
    "6:17": "And now, O Yahweh, God of Israel, let your word that you have spoken to your servant David be confirmed.",
    "6:18": "\"But will God indeed dwell with humankind upon the earth? Look, the heavens and {the highest heavens}<note: Literally \"the heavens of the heavens\"> cannot contain you! Surely then this house that I have built [will not contain you!]",
    "6:19": "But turn to the prayer of your servant and to his plea, O Yahweh my God, to hearken to the pleading and to the prayer that your servant is praying before you,",
    "6:20": "that your eyes may be open day and night to this house, to the place that you have promised to place your name there, that you may hear the prayer that your servant has prayed to this place.",
    "6:21": "And listen to the pleas of your servant and your people Israel when they pray toward this place, that you yourself might hear from the place of your dwelling, from the heavens, that you might hear and forgive.",
    "6:22": "\"If a man sins against his neighbor and {makes him swear an oath}<note: Literally \"places upon him an oath to swear an oath\"> and comes [with] an oath before your altar in this house,",
    "6:23": "then may you yourself hear from the heavens and act and judge your servants, to repay the guilty by bringing his way upon his head and to vindicate the righteous by giving to him according to his righteousness.",
    "6:24": "\"And if your people Israel are defeated before an enemy because they have sinned against you and they repent and confess your name and pray and plead before you in this house,",
    "6:25": "then may you yourself hear from the heavens and forgive the sin of your people Israel and again bring them back to the land that you gave to them and to their ancestors.<note: Or \"fathers\">",
    "6:26": "\"When the heavens are stopped up and there is no rain because they have sinned against you and they pray to this place and confess your name and turn back from their sin when you humble them,",
    "6:27": "then may you yourself hear from the heavens and forgive the sin of your servants and your people Israel, when you teach them the good way in which they should walk, and give rain upon your land that you have given to your people as an inheritance.",
    "6:28": "\"If there is a famine in the land; if there is disease, blight, mildew, locust, and caterpillar; if it happens that his enemy lays siege to him in the land [and] his gates; any kind of plague, any kind of disease,",
    "6:29": "[then] any prayer, any plea that is [made] by any person and by all your people Israel, each one who knows his own affliction and his own anguish and [who] spreads out his hands to this house,",
    "6:30": "then may you yourself hear from the heavens, your dwelling place, and forgive and give to each according to all his ways, since you know the heart of the children of humankind,",
    "6:31": "that they may fear you [and] walk in your ways all the days that they [are] alive upon the face of the land that you have given to our ancestors.<note: Or \"fathers\">",
    "6:32": "\"And also, with respect to the foreigner, he who [is] not of your people Israel, but comes from a distant land, for the sake of your great name and your powerful hand and outstretched arm, when he comes and prays to this house,",
    "6:33": "then may you yourself hear from the heavens, from your dwelling place, and do according to all that the foreigner asks of you, so that all peoples of earth will know of your name and fear you, as [do] your people Israel, and that they may know that your name {possesses}<note: Literally \"is called over\"> this house that I have built.",
    "6:34": "\"When your people go out to battle against their enemy according to the way that you have sent them, and they pray to you toward this city that you have chosen and the house that I have built for your name,",
    "6:35": "then may you hear their prayer and their pleas from the heavens and uphold their case.",
    "6:36": "When they sin against you--for there is no person who does not sin--and you become angry with them and place them before their enemy that they carry them away as captives to a land far or near,",
    "6:37": "but {if they repent}<note: Literally \"if they turn back to their heart\"> in the land where they were taken captive and {repent}<note: Literally \"turn back\"> and beg you for mercy in the land of their captivity, saying, 'We have sinned and acted perversely and done wickedly,",
    "6:38": "and we return to you,' with their whole heart and with all their inmost being in the land of their captivity where they took them captive, and [if] they pray toward their land that you have given to their ancestors<note: Or \"fathers\"> and the city that you have chosen and to the house that I have built for your name,",
    "6:39": "then may you hear their prayer and their pleas from the heavens, from your dwelling place, and uphold their case and forgive your people who sinned against you.",
    "6:40": "Now, O my God, please let your eyes be open and your ears attentive to the prayer of this place!",
    "6:41": "\"And now arise, O Yahweh God, to your resting place, you and the ark of your strength! O Yahweh God, let the priests be clothed with salvation, and let your holy ones rejoice in your goodness!",
    "6:42": "O Yahweh God, do not turn away the face of your anointed one! Remember the loyal love of your servant, David!\"",
    "7:1": "And when Solomon finished praying, then fire came down from heaven and consumed the burnt offering and the sacrifices, and the glory of Yahweh filled the house.",
    "7:2": "And the priests were not able to go into the house of Yahweh, for the glory of Yahweh had filled the house.",
    "7:3": "When all the {Israelites}<note: Literally \"sons/children of Israel\"> saw the fire come down and the glory of Yahweh upon the house, they knelt down [with their] faces to the ground on the pavement and worshiped and gave thanks to Yahweh, for [he is] good, for his loyal love [is] everlasting.",
    "7:4": "Then the king and all the people were offering a sacrifice before Yahweh.",
    "7:5": "And King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred and twenty thousand sheep. So the king and all the people dedicated the house of God.",
    "7:6": "And the priests stood at their posts with the Levites, with the instruments of the song of Yahweh that King David had made to give thanks to Yahweh--for his loyal love [is] everlasting--whenever David offered praise by their hand. Now the priests sounded trumpets [standing] opposite them, and all Israel stood.",
    "7:7": "And Solomon consecrated the middle of the courtyard that [was] before the house of Yahweh, for there he had made the burnt offerings and the fat of the fellowship offerings, for the bronze altar that Solomon had made was not able to hold the burnt offerings, cereal offerings, and the fat.",
    "7:8": "And Solomon held<note: Or \"made\"> a feast at that time [of] seven days. And all Israel [was] with him, a very great assembly, from Lebo-Hamath to the river of Egypt.",
    "7:9": "And on the eighth day they made a solemn assembly, for they held<note: Or \"made\"> the dedication of the altar seven days and the feast seven days.",
    "7:10": "And on the twenty-third day of the seventh month he sent the people away to their tents rejoicing and festive of heart on account of the goodness that Yahweh had done for David, Solomon, and Israel his people.",
    "7:11": "And Solomon finished the house of Yahweh and the house of the king. And all that came into the heart of Solomon to do with respect to the house of Yahweh and his own house he accomplished.",
    "7:12": "Then Yahweh appeared to Solomon at night and said to him, \"I have heard your prayer and have chosen this place for myself as a house of sacrifice.",
    "7:13": "When I hold back the heavens so that there is not rain, and when I command the locust to devour the earth, and if I send disease among my people,",
    "7:14": "[then if] my people who are called by my name will humble themselves and will pray and will seek my face and will turn from their evil ways, then I myself shall hear from the heavens and will forgive their sins and heal their land.",
    "7:15": "Now my eyes will be open and my ears attentive to the prayer of this place.",
    "7:16": "And now I have chosen and consecrated this house for my name to be there forever. My eyes and my heart will be there {for all time}.<note: Literally \"all the days\">",
    "7:17": "Now [as for] you, if you will walk before me as David your father walked and do according to all that I have commanded you and will keep my ordinances and judgments,",
    "7:18": "then I will establish the throne of your kingdom as I promised<note: Or \"covenanted\"> to David your father, saying, 'A man shall not be cut off for you [from] ruling over Israel.'",
    "7:19": "\"But if you turn yourselves away and forsake my ordinances and my commandments which I have given before you [all] and will go and serve other gods and bow down to them,",
    "7:20": "then I will uproot them from upon my land that I have given to them, and this house that I have consecrated for my name I will send away from before my face, and I will make it a proverb and a taunt among all the nations.",
    "7:21": "And [as for] this house, which was exalted, all who pass by it will be appalled and will say, 'Why has Yahweh done thus to this land and to this house?'",
    "7:22": "Then they will say, 'Because they forsook Yahweh, the God of their ancestors,<note: Or \"fathers\"> who brought them out from the land of Egypt, and [they] laid hold of other gods and worshiped them and served them. Therefore he has brought upon them all this evil.'\"",
    "8:1": "And it happened [that] at the end of twenty years [in] which Solomon had built the house of Yahweh and his own house,",
    "8:2": "Solomon also built the cities that Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> had given to him, and he settled the {Israelites}<note: Literally \"sons/children of Israel\"> in them.",
    "8:3": "And Solomon went to Hamath-Zobah and laid siege upon it.",
    "8:4": "And he built Tadmor in the desert, and he built all the storage cities in Hamath.",
    "8:5": "He also built Upper Beth-Horon and Lower Beth-Horon, fortified cities [with] walls, gates, and bars;",
    "8:6": "Baalath and all the storage cities that belonged to Solomon; all the cities for chariots<note: Hebrew \"chariot\"> and cities for horses; and any desire of Solomon that he desired to build in Jerusalem, in Lebanon, and in all the land of his dominion.",
    "8:7": "All the people who remained from the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites who were not from Israel,",
    "8:8": "from the descendants<note: Or \"sons/children\"> who were left over after them in the land, whom the Israelites had not destroyed, Solomon conscripted them as forced labor until this day.",
    "8:9": "But from the {Israelites}<note: Literally \"sons/children of Israel\"> Solomon did not give as servants for his work, but they [were] men of war, his commanders of his officers, and commanders of his chariots<note: Hebrew \"chariot\"> and his horses.",
    "8:10": "And these [were] the commanders of the garrisons that belonged to King Solomon, two hundred and fifty who exercised authority over the people.",
    "8:11": "And Solomon brought up the daughter of Pharaoh from the city of David to the house that he had built for her, for he said, \"My wife shall not dwell in the house of David, king of Israel, for those [places] to which the ark of Yahweh has come [are] holy.",
    "8:12": "Then Solomon offered burnt offerings to Yahweh on the altar of Yahweh that he had built before the portico,",
    "8:13": "{as was the daily requirement},<note: Literally \"with respect to the word of the day, by day\"> to offer up according to the commandments of Moses for Sabbaths, new moon festivals, and the three {annual}<note: Literally \"occurrences in the year\"> feasts: the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Booths.",
    "8:14": "And in accord with the ordinance of David his father he appointed working groups of priests for their service, Levites for their responsibilities for praise and cultic service before the priests {according to the daily requirement},<note: Literally \"according to the word of the day, by day\"> and the gatekeepers in their working groups, gate by gate. For thus David the man of God had commanded.",
    "8:15": "And they did not turn aside from the commandment of the king concerning the priests and the Levites concerning anything, and concerning the treasury rooms.",
    "8:16": "And Solomon accomplished all the work from the day the foundation stone [was laid for] the house of Yahweh until its completion, and the house of Yahweh was finished.",
    "8:17": "Then Solomon went to Ezion-Geber, and to Elath, on the edge of the sea in the land of Edom.",
    "8:18": "And Huram<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> sent to him, by the hand of his servants, ships and servants knowledgeable of the sea. And they went with the servants of Solomon to Ophir, and from there they collected four hundred and fifty talents of gold and brought it to King Solomon.",
    "9:1": "Now the queen of Sheba heard of the fame of Solomon, and she came to Jerusalem to test Solomon with hard questions, with much wealth and camels, bearing spices and much gold and precious stones. And she came to Solomon and told him all that [was] {on her mind}.<note: Literally \"in her heart\">",
    "9:2": "And Solomon {answered all her questions}.<note: Literally \"made known to her all her words\"> Not a word was hidden from Solomon that he did not answer for her.",
    "9:3": "When the queen of Sheba saw the wisdom of Solomon and the house he had built,",
    "9:4": "and the food of his table, and the position of his officers, the duty of his servants and their clothing, his cupbearers and their clothing, and his burnt offerings that he offered at the house of Yahweh, there was no longer any breath<note: Or \"spirit\"> in her.",
    "9:5": "And she said to the king, \"The word which I heard in my land concerning your words and your wisdom [is] true,",
    "9:6": "but I did not believe their words until I came and saw with my own eyes. And behold, half the greatness of your wisdom was not reported to me; you surpass the rumors that I had heard.",
    "9:7": "Blessed [are] your men, and blessed [are] these your servants who stand before you regularly and hear your wisdom!",
    "9:8": "Blessed be Yahweh your God who took delight in you, to put you on his throne as king for Yahweh your God! Because your God loved Israel, he established him forever and has put you over them as king to do justice and righteousness!\"",
    "9:9": "And she gave to the king one hundred and twenty talents of gold and a very great amount of spices and precious stones. And there were no spices such as those that the queen of Sheba gave to King Solomon.",
    "9:10": "Moreover the servants of Hiram and the servants of Solomon who brought gold from Ophir brought algum wood and precious stones.",
    "9:11": "And the king made steps for the house of Yahweh and the house of the king, and lyres and harps for the singers [from] the algum wood. And there was not seen [anything] like them before in the land of Judah.",
    "9:12": "Now King Solomon gave to the queen of Sheba every desired thing she asked, besides what she had brought to the king. Then she turned and went to her land, she and her servants.",
    "9:13": "And it happened [that] the weight of the gold that came to Solomon in one year [was] six hundred and sixty-six talents of gold,",
    "9:14": "besides the gold and silver the traders and merchants brought, and all the kings of Arabia and the governors of the land brought.",
    "9:15": "And King Solomon made two hundred shields of beaten gold; six hundred [shekels] of beaten gold went into each shield.",
    "9:16": "And [he made] three hundred small shields of beaten gold; three hundred [shekels] went into each small shield. And the king put them in the House of the Forest of Lebanon.",
    "9:17": "And the king made a large ivory throne and overlaid it with pure gold.",
    "9:18": "And the throne had six steps, and a footstool of gold [was] attached to the throne. And [there were] armrests {on each side}.<note: Literally \"from this and from that\"> And by {the seat}<note: Literally \"the place of sitting\"> [were] two lions standing beside the armrests.",
    "9:19": "And twelve lions were standing there on [each] of the six steps {on each end}.<note: Literally \"from this and from that\"> And there was nothing like [it] made in all the kingdom.",
    "9:20": "And all the drinking vessels of King Solomon [were] of gold, and all the vessels of the House of the Forest of Lebanon [were] of pure gold. Silver was not valued as anything in the days of Solomon.",
    "9:21": "For the ships of the king went to Tarshish with the servants of Huram.<note: This is the spelling in Hebrew, though many translations have \"Hiram\"> Once {every three years}<note: Literally \"for three years\"> the ships of Tarshish came carrying gold, silver, ivory, apes, and peacocks.",
    "9:22": "Thus King Solomon was greater than all the kings of the earth in wealth and wisdom.",
    "9:23": "And all the kings of the earth sought the face of Solomon to hear his wisdom that God put in his heart.",
    "9:24": "And each of them brought his gifts, objects of silver, objects of gold, cloaks, myrrh, spices, horses, and mules, [as] an amount year by year.",
    "9:25": "And Solomon had four thousand stalls for horses and chariots, and twelve thousand horsemen. And he stationed them in the chariot cities and with the king in Jerusalem.",
    "9:26": "And he ruled over all the kings from the River<note: That is, the Euphrates> to the land of the Philistines, to the boundary of Egypt.",
    "9:27": "And the king made silver in Jerusalem as stones, and he made cedar as the sycamore trees that [are] in the Shephelah for abundance.",
    "9:28": "And the horses [were] imported from Egypt and from all lands for Solomon.",
    "9:29": "As for the remainder of the words of Solomon [from] the first to the last, are they not written in the chronicles<note: Or \"words\"> of Nathan the prophet and in the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer, concerning Jeroboam the son of Nebat?",
    "9:30": "And Solomon reigned in Jerusalem over all Israel forty years.",
    "9:31": "And Solomon slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city of David his father. And Rehoboam his son reigned in his place.",
    "10:1": "Then Rehoboam went to Shechem, for all Israel had come [to] Shechem to make him king.",
    "10:2": "And it happened [that] when Jeroboam the son of Nebat heard [it]--now he [was] in Egypt, where he had fled from the presence of King Solomon--Jeroboam returned from Egypt.",
    "10:3": "And they sent and called him. Then Jeroboam and all Israel went, and they spoke to Rehoboam, saying,",
    "10:4": "\"Your father made our yoke heavy. Now, therefore, lighten the hard service of your father and his heavy yoke which he put upon us, and we will serve you.\"",
    "10:5": "And he said to them, \"In three days return to me again.\" And the people went away.",
    "10:6": "Then King Rehoboam took counsel with the elders who had been {serving}<note: Literally \"standing\"> before Solomon his father when he was alive, saying, \"What word do you advise to answer this people?\"",
    "10:7": "And they said to him, \"If you will be good to this people and please them, then speak good words to them. Then they will be your servants {forever}.\"<note: Literally \"all the days\">",
    "10:8": "But he forsook the advice of the elders that advised him and took counsel of the young men who had grown up with him who were {serving}<note: Literally \"standing\"> before him.",
    "10:9": "And he said to them, \"What do you advise that we should say in return to this people, who said to me, 'Lighten the yoke that your father has put upon us'?\"",
    "10:10": "Then the young men who had grown up with him said to him, \"Thus you should say to this people who have said to you, 'Your father made our yoke heavy, so you yourself should lighten [it] for us.' Thus you should say to them, 'My little finger [is] thicker than the loins of my father.",
    "10:11": "So now, my father laid upon you a heavy yoke, but I myself will add to the yoke. My father disciplined you with whips, but I myself [will do so] with scorpions.'\"",
    "10:12": "Then Jeroboam and all the people came to Rehoboam on the third day as the king had spoken, saying, \"Return to me on the third day.\"",
    "10:13": "And the king answered them harshly, and King Rehoboam forsook the advice of the elders.",
    "10:14": "And he spoke to them according to the advice of the young men, saying, \"I will make your yoke heavy, and I myself will add to it. My father disciplined you with whips, but I [will do so] with scorpions.\"",
    "10:15": "So the king did not listen to the people, for it was a turning [of events] from God, so that Yahweh might fulfill his word that he had spoken by the hand of Ahijah the Shilonite to Jeroboam son of Nebat.",
    "10:16": "So all Israel [saw] that the king would not listen to them, and the people answered the king, saying, \"What portion [is there] for us in David? [We have] no inheritance in the son of Jesse. Each to your tents, O Israel! Now look to your own house, David!\" And all Israel went to their own tents.",
    "10:17": "But as for the {Israelites}<note: Literally \"sons/children of Israel\"> who were living in the cities of Judah, Rehoboam ruled over them.",
    "10:18": "Then King Rehoboam sent Hadoram, who was {in charge of}<note: Literally \"over\"> the forced labor, but the {Israelites}<note: Literally \"sons/children of Israel\"> stoned him with stones, and he died. Then King Rehoboam hastily went up into the chariot to flee to Jerusalem.",
    "10:19": "So Israel has rebelled against the house of David until this day.",
    "11:1": "When Rehoboam came to Jerusalem he assembled the house of Judah and Benjamin, one hundred and eighty thousand {chosen warriors},<note: Literally \"chosen makers of war\"> to fight against Israel to restore the kingdom to Rehoboam.",
    "11:2": "But the word of Yahweh came to Shemaiah, the man of God, saying,",
    "11:3": "\"Say to Rehoboam, son of Solomon, king of Judah, and to all Israel in Judah and Benjamin,",
    "11:4": "'Thus says Yahweh: \"Do not go up, and do not fight against your brothers. Return, each man to his house, for this matter has come from me.\" '\" So they obeyed the words of Yahweh and turned back from going against Jeroboam.",
    "11:5": "And Rehoboam lived in Jerusalem, and he built cities as strongholds in Judah.",
    "11:6": "He built Bethlehem, Etah, Tekoa,",
    "11:7": "Beth-Zur, Socoh, Adullam,",
    "11:8": "Gath, Mareshah, Ziph,",
    "11:9": "Adoraim, Lachish, Azekah,",
    "11:10": "Zorah, Aijalon, and Hebron, fortified cities that [are] in Judah and in Benjamin.",
    "11:11": "And he strengthened the fortifications and put commanders in them, [along with] stores of food, olive oil, and wine.",
    "11:12": "And in all the cities [he put] shields and spears, and he greatly strengthened them. So he had Judah and Benjamin.",
    "11:13": "Now the priests and the Levites who [were] throughout all Israel took their stand with him<note: That is, Rehoboam> from all their territories.",
    "11:14": "For the Levites left their pasturelands and their property and came to Judah and to Jerusalem, for Jeroboam and his sons had rejected them from serving as priests to Yahweh.",
    "11:15": "And he appointed his own priests for the high places and for the goat idols and for the bull calves that he had made.",
    "11:16": "Then after them, from all the tribes of Israel, those who set their heart to seek Yahweh, the God of Israel, came to Jerusalem to offer to Yahweh, the God of their ancestors.<note: Or \"fathers\">",
    "11:17": "And they strengthened the kingdom of Judah and made Rehoboam, the son of Solomon, secure for three years, for they walked in the way of David and Solomon for three years.",
    "11:18": "Then Rehoboam took to himself as a wife Mahalath, the daughter<note: This follows the reading tradition (Qere); the Kethib reading has \"son\"> of Yerimot son of David, and of Abihail the daughter of Eliab the son of Jesse.",
    "11:19": "And she bore to him sons: Jeush, Shemariah, and Zaham.",
    "11:20": "And after her he took Maacah the daughter of Absalom, who bore to him Abijah, Attai, Ziza, and Shelomith.",
    "11:21": "And Rehoboam loved Maacah the daughter of Absalom more than all his wives and concubines (for he took eighteen wives and sixty concubines, and he fathered twenty-eight sons and sixty daughters).",
    "11:22": "And Rehoboam appointed Abijah the son of Maacah as chief and crown prince over his brothers, in order to make him king.",
    "11:23": "And he dealt wisely and distributed some of his sons throughout all the land of Judah and Benjamin, through all the fortified cities, and gave abundant provisions to them and obtained many wives [for them].",
    "12:1": "And when the kingdom of Rehoboam was established and when he was strengthened, he forsook the law of Yahweh, and all Israel with him.",
    "12:2": "And it happened [that] in the fifth year of King Rehoboam (for they had acted unfaithfully against Yahweh), Shishak the king of Egypt came up against Jerusalem",
    "12:3": "with one thousand two hundred chariots and sixty thousand horsemen. And there was no number to the people who came up with him from Egypt--Libyans, Sukkites, and Cushites.",
    "12:4": "And he took the fortified cities that belonged to Judah, and he came up to Jerusalem.",
    "12:5": "Then Shemaiah the prophet came to Rehoboam and the princes of Judah who had gathered at Jerusalem from before Shishak. And he said to them, \"Thus says Yahweh: 'You yourselves have abandoned me, and I myself have surely abandoned you into the hand of Shishak.'\"",
    "12:6": "Then the princes of Israel and the king humbled themselves and said, \"Yahweh [is] righteous.\"",
    "12:7": "And when Yahweh saw that they humbled themselves, the word of Yahweh came to Shemaiah, saying, \"They have humbled themselves; I will not destroy. I will give to them some way of escape, that my anger not be poured out against Jerusalem by the hand of Shishak.",
    "12:8": "However, they shall be his servants, that they might know my service and the service of the kingdoms of [other] countries.\"",
    "12:9": "Then Shishak king of Egypt came up against Jerusalem, and he took the treasures out of the house of Yahweh and the treasures out of the king's house. He took everything. He also took the small shields of gold that Solomon had made.",
    "12:10": "And King Rehoboam made small shields of bronze in their place and committed them into the hand of the commanders of the guards who were keeping the entrance of the house of the king.",
    "12:11": "And whenever the king went into the house of Yahweh, the guards came and carried them, and then they returned them to the alcove of the guards.",
    "12:12": "And when he humbled himself, the anger of Yahweh was turned away from him, so that he did not destroy [the city] completely. Moreover, matters were well in Judah.",
    "12:13": "So King Rehoboam was strengthened in Jerusalem, and he reigned [there]. Now, Rehoboam [was] forty-one years old when he became king, and he reigned seventeen years in Jerusalem, the city where Yahweh had chosen to put his name out of all the tribes of Israel. And the name of his mother [was] Naamah the Ammonite.",
    "12:14": "And he did evil, for he did not set his heart to seek Yahweh.",
    "12:15": "Now the words of Rehoboam [from] the first to the last, are they not written in the chronicles<note: Or \"words\"> of Shemaiah the prophet and Iddo the seer as a record? And [there were] battles [between] Rehoboam and Jeroboam all their<note: Or \"the\"> days.",
    "12:16": "And Rehoboam slept with his ancestors,<note: Or \"fathers\"> and he was buried in the city of David, and Abijah his son reigned in his place.",
    "13:1": "In the eighteenth year of King Jeroboam, Abijah reigned over Judah.",
    "13:2": "He reigned for three years in Jerusalem. And the name of his mother [was] Micaiah the daughter of Uriel from Gibeah. Now there was war between Abijah and between Jeroboam.\r\n",
    "13:3": "And Abijah joined in the battle with an army of four hundred thousand {battle-hardened warriors},<note: Literally \"mighty warriors of battle\"> chosen men, and Jeroboam put the battle in order against him with eight hundred thousand chosen men, an army of mighty warriors.",
    "13:4": "Then Abijah stood up on top of Mount Zemaraim that [is] in the hill country of Ephraim and said, \"Hear me, O Jeroboam and all Israel!",
    "13:5": "Do you not all know that Yahweh the God of Israel gave the kingdom to David over Israel forever, to him and to his sons [by] a covenant of salt?",
    "13:6": "But Jeroboam the son of Nebat, a servant of Solomon the son of David, rose up and rebelled against his master,",
    "13:7": "and worthless men, {sons of wickedness},<note: Literally \"sons of Belial\"> were gathered about him and became hostile against Rehoboam the son of Solomon, when Rehoboam was a boy and gentle of heart and was not strong enough [to stand] before them.",
    "13:8": "So now you yourselves are considering [that you are] strong before the kingdom of Yahweh [which is] in the hand the sons of David, since you yourselves are a great multitude and you have bull calves of gold that Jeroboam has made for idols.",
    "13:9": "Did you not drive out the priests of Yahweh, the sons of Aaron, the Levites? Have you [not] made for yourselves priests like all the peoples of the lands? All who come {to be consecrated for priestly service}<note: Literally \"to fill his hand\" (a Hebrew idiom for ordination)> with a young bull or seven rams becomes a priest of [what is] not a god.",
    "13:10": "But as for us, Yahweh [is] our God, and we have not forsaken him. The priests serving Yahweh [are] the sons of Aaron, the Levites, according to their service.",
    "13:11": "They offer burnt offerings to Yahweh {every morning}<note: Literally \"in the morning, in the morning\"> and {every evening},<note: Literally \"in the evening, in the evening\"> sweet spices of incense, and the rows of bread upon the pure table. And the golden lampstand with its lamps [they] keep kindled {every evening},<note: Literally \"in the evening, in the evening\"> for we are keeping the requirement of Yahweh our God, but you yourselves have forsaken him.",
    "13:12": "And look, God [is] with us at the head, and his priests [have] the trumpets for sounding blasts against you, O sons of Israel. Do not fight against Yahweh, the God of your ancestors,<note: Or \"fathers\"> for you will not succeed.\"",
    "13:13": "Then Jeroboam sent around an ambush to come behind them. So they were in front of Judah, but the ambush [was] behind them.",
    "13:14": "When Judah turned, then behold, the battle against them [was] in front and behind, and they cried to Yahweh, and the priests blew on the trumpets.",
    "13:15": "Then the men of Judah shouted, and it happened [that] when the men of Judah were shouting, then God defeated Jeroboam and all Israel before Abijah and Judah.",
    "13:16": "And the {Israelites}<note: Literally \"sons/children of Israel\"> fled from before Judah, and God gave them into their hand.",
    "13:17": "And Abijah and his people struck a great blow against them, and the dead from Israel [that] fell [were] five hundred thousand chosen men.",
    "13:18": "And the {Israelites}<note: Literally \"sons/children of Israel\"> were subdued at that time, and the people<note: Or \"sons\"> of Judah were victorious, for they relied upon Yahweh the God of their ancestors.<note: Or \"fathers\">",
    "13:19": "And Abijah pursued after Jeroboam and took cities from him: Bethel with its villages, Jeshanah with its villages, and Ephron with its villages.",
    "13:20": "And Jeroboam did not regain strength again in the days of Abijah. And Yahweh plagued him and he died.",
    "13:21": "But Abijah became strong, and he took to himself fourteen wives and fathered twenty-two sons and sixteen daughters.",
    "13:22": "Now the rest of the words of Abijah and his ways and his words are written in the story of the prophet Iddo.",
    "14:1": "<note: 2 Chronicles 14:1-15 in the English Bible is 13:23-14:14 in the Hebrew Bible> And Abijah slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city of David. And Asa his son became king in his place. In his days the land was at rest ten years.",
    "14:2": "Asa did that which [was] good and right in the eyes of Yahweh his God.",
    "14:3": "He removed the foreign altars and high places, broke down the stone pillars, and cut down the Asherahs.",
    "14:4": "And he commanded Judah to seek Yahweh, the God of their ancestors,<note: Or \"fathers\"> and to keep the law and the commandment.",
    "14:5": "And he removed the high places and the incense stands from all the cities of Judah, and the kingdom had rest under<note: Or \"before\"> him.",
    "14:6": "And he built fortified cities in Judah, for the land was at rest. Under<note: Or \"With\"> him there was no war in those years, for Yahweh had given rest to him.",
    "14:7": "And he said to Judah, \"Let us build these cities and surround [them with] walls, towers, gates, and bars while the land [is] before us, because we have sought Yahweh our God. We have sought and he has given rest to us on every side.\" So they built and had success.",
    "14:8": "And Asa had an army [of] three hundred thousand from Judah, bearing shields and spears, and two hundred and eighty thousand from Benjamin [who] carried shields and drew bows. All of these [were] mighty warriors of strength.",
    "14:9": "Zerah the Cushite came out against them with an army of a thousand thousands and three hundred chariots. And he came to Mareshah.",
    "14:10": "And Asa went out before him, and a battle was put in order in the valley of Zepah at Mareshah.",
    "14:11": "Then Asa cried out to Yahweh his God. And he said, \"O Yahweh, there is none with you to help between the great and the powerless. Help us, O Yahweh our God, for we rely upon you, and in your name we have come against this multitude. O Yahweh, you [are] our God! Let no man prevail against you!\"",
    "14:12": "So Yahweh defeated the Cushites before Asa and before Judah, and the Cushites fled.",
    "14:13": "Then Asa and the army<note: Or \"people\"> with him pursued them to Gerar. And [many] from the Cushites fell, for they had no deliverance, for they were shattered before Yahweh and before his army. And they carried away much war booty.",
    "14:14": "And they struck all the cities around Gerar, for the fear of Yahweh was upon them. And they plundered all the cities, for there was much plunder in them.",
    "14:15": "And they also struck the tents of the herdsmen and carried away many sheep and camels. Then they returned to Jerusalem.",
    "15:1": "Now Azariah the son of Oded--the Spirit of God came upon him.",
    "15:2": "And he went out before Asa and said to him, \"Hear me, O Asa and all of Judah and Benjamin! Yahweh [is] with you while you are with him. And if you will seek him he will be found by you. But if you forsake him he will forsake you.",
    "15:3": "Now Israel [has been] without the true God many days, and without a teaching priest, and without law,",
    "15:4": "but at its trouble he returned to Yahweh, the God of Israel. They sought him, and he was found by them.",
    "15:5": "And in those times there was no peace for the one going out and the one coming in, for great tumults [were] upon all the inhabitants of the lands.",
    "15:6": "Nation was crushed by nation, and city [was] against city, for God threw them into confusion by all [sorts of] trouble.",
    "15:7": "But as for you, be strong and let not your hands be weak, for there is reward for your labor.\"",
    "15:8": "And when Asa heard these words, the prophecy of Oded the prophet, he took courage and removed the vile idols from all the lands of Judah and Benjamin, and from the cities that he had taken in the hill country of Ephraim, and he repaired the altar of Yahweh that was in front of the portico of Yahweh.",
    "15:9": "And he gathered all Judah and Benjamin and those sojourning with them, from Ephraim, Manasseh, and Simeon, for many had deserted to him from Israel when they saw that Yahweh his God [was] with him.",
    "15:10": "And they were gathered [at] Jerusalem in the third month of the fifteenth year of the reign of Asa.",
    "15:11": "And they sacrificed to Yahweh on that day from the war booty they brought back: seven hundred oxen and seven thousand sheep.",
    "15:12": "And they entered into a covenant to seek Yahweh, the God of their ancestors,<note: Or \"fathers\"> with all their heart and with all their inmost being,<note: Or \"soul\">",
    "15:13": "but all who will not seek Yahweh the God of Israel should be killed, from young to old, from men to women.",
    "15:14": "And they took an oath to Yahweh with a great voice, with shouting, with trumpets, and with horns.",
    "15:15": "And all Judah rejoiced over the oath, for they swore with all their heart. And they sought him with their whole desire, and he was found by them, and Yahweh gave rest to them all around.",
    "15:16": "And also Maacah, the mother of Asa, the king removed her from [being] queen, because she had made a repulsive image for Asherah. And Asa cut down her repulsive image, and he crushed and burned [it] at the Wadi<note: Or \"valley\"; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season> Kidron.",
    "15:17": "But the high places were not removed from Israel. Nevertheless, the heart of Asa was fully devoted all his days.",
    "15:18": "And he brought the holy objects of his father and his own holy objects [into] the house of God--silver and gold and vessels.",
    "15:19": "And there was no war until the thirty-fifth year of the reign of Asa.",
    "16:1": "In the thirty-sixth year of the reign of Asa, Baasha the king of Israel went up against Judah. And he built Ramah in order not to allow [anyone] to go out or come in to Asa, king of Judah.",
    "16:2": "Then Asa brought out silver and gold from the storehouses of the house of Yahweh and the house of the king, and he sent [them] to Ben-Hadad, king of Aram,<note: Or \"Syria\"> who lived in Damascus, saying,",
    "16:3": "\"[There is] a covenant between me and you, [as there was] between my father and your father. Look, I am sending you silver and gold. Go, break your covenant with Baasha, king of Israel, that he might withdraw from me.\"",
    "16:4": "And Ben-Hadad listened to King Asa, and he sent commanders of his troops that [were] with him against the cities of Israel. And they struck Ijon, Dan, Abel-Maim, and all the storage cities of Naphtali.",
    "16:5": "And it happened [that] when Baasha heard [this], he stopped building Ramah and ceased his work.",
    "16:6": "Then King Asa took all of Judah, and they carried away the stones of Ramah and its timber with which Baasha had been building, and he built Geba and Mizpah with them.",
    "16:7": "And at that time Hanani the seer came to Asa king of Judah and said to him, \"On account of your reliance upon the king of Aram,<note: Or \"Syria\"> and [since] you did not rely on Yahweh your God, therefore the troops of the king of Aram<note: Or \"Syria\"> escaped from your hand.",
    "16:8": "Were not the Cushites and Libyans a mighty army with very abundant chariots and horsemen? And because of your reliance on Yahweh he gave them into your hand.",
    "16:9": "For the eyes of Yahweh roam throughout all the earth to strengthen those whose heart is fully devoted to him. You have been foolish in this, for from now on you will have wars.\"",
    "16:10": "Then Asa was angry with the seer and put him in {the prison},<note: Literally \"the house of the stocks\"> for he was enraged with him concerning this. And Asa oppressed some of the people at that time.",
    "16:11": "Now behold, the words of Asa [from] the first to the last, behold, they are written in the scroll of the kings of Judah and Israel.",
    "16:12": "And in the thirty-ninth year of his reign, he fell {severely}<note: Literally \"until his illness unto severity\"> ill in his feet. But even in his illness he did not seek Yahweh, but [only] among the healers.",
    "16:13": "And Asa slept with his ancestors.<note: Or \"fathers\"> And he died in the forty-first year of his reign.",
    "16:14": "And they buried him in his burial site, which had been cut out for him in the city of David. And they laid him on the bier which they had filled with all kinds of spices made [by] the perfumers as a fragment ointment. And they made a great fire in his honor.",
    "17:1": "And Jehoshaphat his son reigned in his place, and he strengthened himself against Israel.",
    "17:2": "And he put troops in all the fortified cities of Judah, and put garrisons in the land of Judah and in the cities of Ephraim that Asa his father had taken.",
    "17:3": "And Yahweh was with Jehoshaphat, because he walked in the former ways of David his father and did not seek after the Baals,",
    "17:4": "but he sought after the God of his ancestors<note: Or \"fathers\"> and walked in his commandments and not according to the works of Israel.",
    "17:5": "So Yahweh established the kingdom in his hand. And all Judah gave tribute to Jehoshaphat, and he had much wealth and honor.",
    "17:6": "And his heart was courageous in the ways of Yahweh. Moreover, he removed the high places and the Asherahs from Judah.",
    "17:7": "In the third year of his reign he sent his officials, Ben-Hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah;",
    "17:8": "and with them the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-Adonijah; and with them the priests Elisham and Joram.",
    "17:9": "And they taught in Judah, and the scroll of the law of Yahweh [was] with them when they went around in all the cities of Judah, and they taught the people.",
    "17:10": "And the fear of Yahweh was upon all the kingdoms of the lands surrounding Judah, and they did not make war against Jehoshaphat.",
    "17:11": "And some of the Philistines brought a gift and silver to Jehoshaphat [as] tribute. The Arabians also brought him seven thousand seven hundred sheep and seven thousand seven hundred goats.",
    "17:12": "And Jehoshaphat {grew greater and greater},<note: Literally \"was going and becoming great to the height\"> and he built fortresses and storage cities in Judah.",
    "17:13": "And he had many supplies in the cities of Judah and mighty warriors for battle in Jerusalem.",
    "17:14": "Now these [were] their enrollment by the house of their ancestors:<note: Or \"fathers\"> of Judah, the commanders of thousands: Adnah, the commander, and with him [were] three hundred thousand mighty armed warriors;",
    "17:15": "and at his side,<note: Or \"hand\"> Jehohanan the commander, and with him [were] two hundred and eighty thousand;",
    "17:16": "and at his side,<note: Or \"hand\"> Amasiah the son of Zicri, who had made a freewill offering to Yahweh, and with him [were] two hundred thousand mighty armed warriors.",
    "17:17": "And from Benjamin: Eliada, a powerful mighty warrior, and with him [were] two hundred thousand armed with bow and shield;",
    "17:18": "and at his side,<note: Or \"hand\"> Jehozabad, and with him [were] one hundred and eighty thousand armed for war.",
    "17:19": "These were serving the king, besides [those] whom the king had placed in the fortified cities throughout all Judah.",
    "18:1": "Now Jehoshaphat had much wealth and honor, and he became son-in-law to Ahab.",
    "18:2": "And {after some years}<note: Literally \"at the end of years\"> he went down to Ahab in Samaria. And Ahab slaughtered many sheep and cattle for him and for the people who [were] with him, and urged him to go up against Ramoth-Gilead.",
    "18:3": "And Ahab the king of Israel said to Jehoshaphat, king of Judah, \"Will you go up with me to Ramoth-Gilead?\" And he answered him, \"I [am] as you [are], and my people [are] as your people with you in war.\"",
    "18:4": "Then Jehoshaphat said to the king of Israel, \"Seek {first of all}<note: Literally \"as the day\"> the word of Yahweh.\"",
    "18:5": "Then the king of Israel gathered the prophets, four hundred men. And he said to them, \"Shall we go to Ramoth-Gilead to battle, or shall we cease?\" And they said, \"Go up, since God will give [it] into the hand of the king.\"",
    "18:6": "Then Jehoshaphat said, \"Is there not here another prophet of Yahweh that we might inquire of him?\"",
    "18:7": "Then the king of Israel said to Jehoshaphat, \"[There is] yet one man by whom to seek Yahweh, but I hate him, because he never prophesies good concerning me, but {always}<note: Literally \"all his days\"> disaster. He [is] Micaiah the son of Imlah.\" Then Jehoshaphat said, \"Let not the king say thus.\"",
    "18:8": "Then the king of Israel called to a eunuch and said, \"Quickly bring Micaiah the son of Imlah.\"",
    "18:9": "Now the king of Israel and Jehoshaphat the king of Judah were each sitting on his throne, clothed in robes. And they were sitting at the threshing floor at the entrance of the gate of Samaria, and all the prophets were prophesying before them.",
    "18:10": "And Zedekiah the son of Kenaanah made for himself horns of iron, and he said, \"Thus says Yahweh: 'With these you will gore Aram<note: Or \"Syria\"> to their destruction.'\"",
    "18:11": "And all the prophets prophesied thus, saying, \"Go up to Ramoth-Gilead and triumph! Yahweh will give it into the hand of the king.\"",
    "18:12": "Then the messenger who went to call Micaiah said to him, \"Behold, the words of the prophets [are] good with one voice to the king. Please let your word be as one with them and speak good.\"",
    "18:13": "But Micaiah said, \"As Yahweh lives, only what my God has said, that will I speak.\"",
    "18:14": "And when he had come to the king, the king said to him, \"Micaiah, shall we go to Ramoth-Gilead to war or shall I cease?\" And he said, \"Go up and triumph! They shall be given into your hand.\"",
    "18:15": "But the king said to him, \"How many times shall I make you swear that you speak nothing except the truth in the name of Yahweh?\"",
    "18:16": "Then he said, \"I saw all Israel scattered upon the mountains like sheep that had no shepherd. And Yahweh said, 'These have no masters; let them return to his own house in peace.'\"",
    "18:17": "Then the king of Israel said to Jehoshaphat, \"Did I not say to you he would not prophesy good concerning me, but only disaster?\"",
    "18:18": "Then Micaiah said, \"Therefore hear the word of Yahweh: I saw Yahweh sitting upon his throne with all the host of heaven standing on his right and on his left.",
    "18:19": "And Yahweh said, 'Who will entice Ahab the king of Israel that he would go up and fall at Ramoth-Gilead?' And one said this, and another said that.",
    "18:20": "Then a spirit came forth and stood before Yahweh and said, 'I will entice him.' Then Yahweh said to him, 'By what means?'",
    "18:21": "Then he said, 'I will go forth and will be a lying spirit in the mouth of all his prophets.' And he said, 'You will entice him and will also succeed. Go out and do so.'",
    "18:22": "So now, behold, Yahweh has put a spirit of deception into the mouths of these your prophets. Yahweh has spoken disaster against you.\"",
    "18:23": "Then Zedekiah the son of Kenaanah came near and struck Micaiah on the cheek and said, \"{Which way}<note: Literally \"Where is this the way\"> did the Spirit of Yahweh come from me to speak to you?\"",
    "18:24": "Then Micaiah said, \"Behold, you will see on that day when you go into a private room to hide yourself.\"",
    "18:25": "Then the king of Israel said, \"Take Micaiah and return him to Amon the commander of the city and to Jehoash the son of the king,",
    "18:26": "and say, 'Thus says the king: \"Put this one into the prison house, and let him eat {a meager ration of bread and water}<note: Literally \"bread a short ration and water a short ration\"> until I return in peace.\" '\"",
    "18:27": "And Micaiah said, \"If you surely return in peace Yahweh has not spoken with me.\" Then he said, \"Hear, peoples, all of them!\"",
    "18:28": "Then the king of Israel and Jehoshaphat king of Judah went up to Ramoth-Gilead.",
    "18:29": "And the king of Israel said to Jehoshaphat, \"I will disguise myself and go into battle, but you, wear your garments.\" So the king of Israel disguised himself, and they went to war.",
    "18:30": "Now the king of Aram<note: Or \"Syria\"> had commanded the commanders of his chariots,<note: Hebrew \"chariot\"> saying, \"Do not fight with the small [or] the great, but only with the king of Israel.\"",
    "18:31": "And it happened [that] when the commanders of the chariots<note: Hebrew \"chariot\"> saw Jehoshaphat, then they said, \"It [is] the king of Israel!\" And they turned against him to fight. Then Jehoshaphat cried out and Yahweh helped him. God drove them away from him.",
    "18:32": "And it happened [that] when the commanders of the chariots<note: Hebrew \"chariot\"> saw that it was not the king of Israel, they turned back from following him.",
    "18:33": "Now a certain man drew the bow {at random}<note: Literally \"in his innocence\"> and struck the king of Israel between the soldering of [his] breastplate armor. Then he said to the chariot driver, \"{Turn around};<note: Literally \"Turn away your hand\"> get me away from the [war] camp, for I am wounded.\"",
    "18:34": "And the battle went on that day, and the king of Israel was propped up in the chariot facing Aram<note: Or \"Syria\"> until the evening. And he died at the time of the going down of the sun.",
    "19:1": "Then Jehoshaphat king of Judah returned to his house in peace to Jerusalem.",
    "19:2": "And Jehu son of Hanani the seer went out to meet him. And he said to King Jehoshaphat, \"Should you [be] a help to the wicked and love those who hate Yahweh? On account of this, wrath [has come] against you from Yahweh.",
    "19:3": "Nevertheless some good things have been found in regard to you, for you burned the Asherahs out of the land and set your heart to seek God.\"",
    "19:4": "And Jehoshaphat lived in Jerusalem and returned and went out among the people from Beersheba to the hill country of Ephraim and brought them back to Yahweh, the God of their ancestors.<note: Or \"fathers\">",
    "19:5": "And he appointed judges in the land and in all the fortified cities of Judah, city by city.",
    "19:6": "And he said to the judges, \"Consider what you are doing, for you are not judging for a man but for Yahweh. Now [he is] with you in speaking justice.",
    "19:7": "So now, let the fear of Yahweh be upon you all. {Be careful what you do},<note: Literally \"Keep and do\"> for there is neither wickedness nor {showing partiality}<note: Literally \"lifting faces\"> and taking bribes with Yahweh our God.\"",
    "19:8": "Moreover, Jehoshaphat appointed in Jerusalem some of the Levites and the priests and heads of the {families}<note: Literally \"fathers\"> of Israel as judges and to decide legal disputes for Yahweh. And they sat<note: Or \"lived\"> [in] Jerusalem.",
    "19:9": "And he commanded them, saying, \"Thus you must do in the fear of Yahweh in faithfulness and with a whole heart.",
    "19:10": "Any legal dispute that comes before you from your brothers who live in their cities concerning bloodguilt, law, commandment, statutes, and justice, you must warn them, so that they do not incur guilt before Yahweh, and that wrath may not come upon you and your brothers. Thus you must do that you do not incur guilt.",
    "19:11": "And behold, Amariah the chief priest [is] over you in all matters of the word of Yahweh, and Zebadiah the son of Ishmael, the governor of the house of Judah, in all matters of the king, and the Levites [shall be] before you [as] officials. Be strong and do [well]! May Yahweh be with the upright.\"",
    "20:1": "And it happened [that] afterward, the {Moabites},<note: Literally \"sons/children of Moab\"> the {Ammonites},<note: Literally \"sons/children of Ammon\"> and some of the Meunites<note: The Hebrew term is difficult; it may also mean \"Ammonim\"> came against Jehoshaphat for war.",
    "20:2": "And they came and reported [it] to Jehoshaphat, saying, \"A great multitude from beyond the sea, from Aram,<note: Or \"Syria\"> is coming against you. Now behold, [they are] in Hazazon Tamar\" (that [is], En Gedi).",
    "20:3": "Then Jehoshaphat was afraid and set his face to seek Yahweh. And he called for a fast through all Judah.",
    "20:4": "And Judah assembled to seek after Yahweh; even from all the cities of Judah they came to seek Yahweh.",
    "20:5": "Then Jehoshaphat stood in the assembly of Judah and Jerusalem in the house of Yahweh before the new courtyard.",
    "20:6": "And he said, \"O Yahweh, God of our ancestors,<note: Or \"fathers\"> are you not God in heaven? Now you rule in all the kingdoms of the nations, and in your hand [are] power and might, and there is none [who can] resist against you.",
    "20:7": "O, our God, did you yourself not drive out the inhabitants of this land before your people Israel and give it to the descendants<note: Or \"seed\"> of Abraham your friend forever?",
    "20:8": "And they lived in it and built for you a sanctuary for your name in it, saying,",
    "20:9": "'If disaster, a sword, punishment, disease, or famine come upon us, we shall stand before this house and before you--for your name [is] in this house--and cry out to you out of our trouble, then you will hear and save [us].'",
    "20:10": "And now, look, the people<note: Or \"sons\"> of Moab and Ammon and Mount Seir whom you did not allow Israel to come against when they came from Egypt, from whom they turned aside and did not destroy,",
    "20:11": "now behold, they are rewarding us by coming to dispossess us from your possession which you gave us as an inheritance.",
    "20:12": "O our God, will you not judge them, for there is no power in us before this great multitude that is coming against us. Now we do not know what we shall do, for our eyes [are] upon you.\"",
    "20:13": "And all Judah was standing before Yahweh, [and] also their little children, their wives, and their children.",
    "20:14": "Then the Spirit of Yahweh came upon Jahaziel, the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, the Levite from the descendants<note: Or \"sons\"> of Asaph, in the midst of the assembly.",
    "20:15": "And he said, \"Listen, all Judah and inhabitants of Jerusalem and King Jehoshaphat, thus says Yahweh to you: 'Do not be afraid and do not be dismayed before this great multitude, for the battle is not yours, but God's.",
    "20:16": "Tomorrow go down against them. Behold, they are coming up the ascent of Ziz. And you will find them at the end of the valley facing the desert of Jeruel.",
    "20:17": "[There will be] no [need] for you to fight in this [battle]. Take your stand! Stand and see the deliverance of Yahweh among you, O Judah and Jerusalem! Do not fear and do not be dismayed. Tomorrow go out before them and Yahweh [will be] with you.'\"",
    "20:18": "Then Jehoshaphat bowed his face<note: Literally \"nostrils\"> down to the ground, and all Judah and the inhabitants of Jerusalem fell before Yahweh to worship Yahweh.",
    "20:19": "Then the Levites, from the {Kohathites}<note: Literally \"sons of the Kohathites\"> and from the {Korahites}<note: Literally \"sons of the Korahites\"> stood up to praise Yahweh the God of Israel with an exceedingly<note: Literally \"above\"> loud voice.",
    "20:20": "And they rose up early in the morning and went out to the desert of Tekoa. And when they went out, Jehoshaphat stood and said, \"Hear me, O Judah and inhabitants of Jerusalem! Believe in Yahweh your God, and you shall be established! Believe in his prophets, and you shall succeed!\"",
    "20:21": "And when he had taken counsel with the people, he appointed singers to Yahweh [who were] giving praise to the splendor of [his] holiness when they went out before the army. And they said, \"Give thanks to Yahweh, for his loyal love [is] everlasting!\"",
    "20:22": "And {when}<note: Or \"on time\" or \"at the time\"> they began with singing and praise, Yahweh set ambushes against the people<note: Or \"sons\"> of Ammon, Moab, and Mount Seir who were coming against Judah. And they were defeated",
    "20:23": "when the people<note: Or \"sons\"> of Ammon and Moab rose up against the inhabitants of Mount Seir to destroy and demolish [them]. And when the inhabitants of Seir had made an end of them, each helped to destroy his comrade.",
    "20:24": "And Judah came against the watchtower of the wilderness. And they looked at the crowd, and behold, corpses were lying on the ground. There was none [who had] escaped.",
    "20:25": "When Jehoshaphat came with his people to plunder their booty, they found among them in abundance possessions, corpses, and precious items. And they took plunder for themselves {until they could carry no more}.<note: Literally \"until not carrying\"> And they were three days in plundering the booty, for it [was] abundant.",
    "20:26": "And on the fourth day, they assembled in the Valley of Berakah, for there they blessed Yahweh. Therefore the name of that place is called the Valley of Berakah up to this day.",
    "20:27": "And all the men of Judah and Jerusalem returned, and Jehoshaphat [was] at their head in returning to Jerusalem with joy, for Yahweh caused them to rejoice over their enemies.",
    "20:28": "And they came to Jerusalem with harps, stringed instruments, and trumpets to the house of Yahweh.",
    "20:29": "And the fear of God came upon all the kingdoms of the earth when they heard that Yahweh had fought against the enemies of Israel.",
    "20:30": "So the kingdom of Jehoshaphat was at rest, since his God gave rest to him all around.",
    "20:31": "So Jehoshaphat reigned over Judah. [He was] thirty-five years old when he began to reign. And he reigned twenty-five years in Jerusalem. The name of his mother [was] Azubah, the daughter of Shilhi.",
    "20:32": "And he walked in the way of his father Asa and did not turn aside from it, to do what was right in the eyes of Yahweh.",
    "20:33": "Only the high places were not removed. The people still had not yet set their heart on the God of their ancestors.<note: Or \"fathers\">",
    "20:34": "Now the rest of the words of Jehoshaphat, [from] the first to the last, behold, they [are] written in the chronicles<note: Or \"words\"> of Jehu the son of Hanani, which [are] recorded in the scroll of the kings of Israel.",
    "20:35": "And afterward Jehoshaphat the king of Judah joined with Ahaziah the king of Israel, who acted wickedly.",
    "20:36": "He joined with him to build ships to go to Tarshish. And they built the ships in Ezion Geber.",
    "20:37": "Then Eliezer the son of Dodavahu of Mareshah prophesied against Jehoshaphat, saying, \"Because of your joining with Ahaziah, Yahweh will break down your works.\" And the ships were destroyed and were not able to go to Tarshish.",
    "21:1": "And Jehoshaphat slept with his ancestors<note: Or \"fathers\"> and was buried with his ancestors<note: Or \"fathers\"> in the city of David, and Jehoram his son reigned in his place.",
    "21:2": "Now he had brothers, the sons of Jehoshaphat: Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All these [were] the sons of Jehoshaphat, king of Israel.",
    "21:3": "And their father gave to them many gifts of silver, gold, and valuables, with fortified cities in Judah, but he gave the kingdom to Jehoram, for he [was] the firstborn.",
    "21:4": "When Jehoram ascended to the kingdom of his father, he strengthened himself and murdered all his brothers with the sword, and even some of the princes of Israel.",
    "21:5": "Jehoram [was] thirty-two years old when he became king, and he reigned eight years in Jerusalem.",
    "21:6": "And he walked in the way of the kings of Israel as the house of Ahab had done, for the daughter of Ahab was his wife. And he did evil in the sight of Yahweh.",
    "21:7": "But Yahweh was not willing to destroy the house of David on account of the covenant that he had {made}<note: Literally \"cut\"> with David and since he had promised<note: Or \"said\"> to give a lamp to him and to his descendants<note: Or \"sons\"> {forever}.<note: Literally \"all the days\">",
    "21:8": "In his days Edom revolted from under the hand of Judah, and they set up a king of their own.",
    "21:9": "Then Jehoram passed over with his commanders and all the chariots with him, and when night came he struck Edom who [was] all around him and the commanders of his chariots.",
    "21:10": "So Edom revolted from under the hand of Judah until this day. Then Libnah [also] revolted at that time from under his hand, because he had forsaken Yahweh, the God of his ancestors.<note: Or \"fathers\">",
    "21:11": "Moreover, he made high places in the hill country of Judah, and he enticed the inhabitants of Jerusalem to be unfaithful, and he led Judah astray.",
    "21:12": "And a letter from Elijah the prophet came to him, saying, \"Thus says Yahweh, the God of David your father: 'Because you have not walked in the ways of Jehoshaphat your father or in the ways of Asa, the king of Judah,",
    "21:13": "but have walked in the way of the kings of Israel and have enticed Judah and the inhabitants of Jerusalem to be unfaithful like the unfaithfulness of the house of Ahab, and have also murdered your brothers of the house of your father who [were] better than you,",
    "21:14": "behold, Yahweh is inflicting a great plague on your people, your children, your wives, and all your possessions,",
    "21:15": "and you yourself [will be afflicted] with great illness, with sickness in your bowels, until your bowels come out on account of the illness, day by day.'\"",
    "21:16": "And Yahweh stirred up the spirit of the Philistines and the Arabs who [were] {near}<note: Literally \"at the hand of\"> the Cushites against Jehoram.",
    "21:17": "And they came up against Judah and invaded it and carried away all the possessions found in the house of the king, and also his sons and his wives, so that no son was left to him except Jehoahaz his youngest son.",
    "21:18": "And after all this Yahweh afflicted him in his bowels with an illness for [which there was] no cure.",
    "21:19": "And it happened [that] {after many days, at the end of two years},<note: Literally \"for days from days and as the time went out to the end for two days\"> his bowels came out because of his illness, and he died in terrible agony. And his people did not make a fire for him like the fire for his ancestors.<note: Or \"fathers\">",
    "21:20": "He was thirty-two years old when he began to reign, and he reigned eight years in Jerusalem. And he departed<note: Or \"went\"> with no [one's] regret. And they buried him in the city of David, but not in the burial sites of the kings.",
    "22:1": "And the inhabitants of Jerusalem made Ahaziah his youngest son king in his place, for the band of men who had come with the Arabs to the camp had murdered all the older sons. And Ahaziah the son of Jehoram, the king of Judah, reigned.",
    "22:2": "Ahaziah [was] forty-two<note: The Septuagint reads \"twenty-two\" here> years old when he became king, and he reigned one year in Jerusalem. And the name of his mother [was] Athaliah, the daughter<note: Some translations render the term \"granddaughter\"> of Omri.",
    "22:3": "He also walked in the ways of the house of Ahab, for his mother was his counselor for doing wickedness.",
    "22:4": "And he did evil in the eyes of Yahweh as the house of Ahab [had done], for they were his counselors to his destruction after the death of his father.",
    "22:5": "He also walked in their counsel and went with Jehoram the son of Ahab, king of Israel, to war against Hazael king of Aram<note: Or \"Syria\"> at Ramoth-Gilead. And the Arameans wounded Joram.",
    "22:6": "And he returned to be healed in Jezreel because of the wounds he had suffered at Ramah, when he made war against Hazael king of Aram.<note: Or \"Syria\"> And Azariah the son of Jehoram, king of Judah, went down to see Jehoram son of Ahab in Jezreel for he [was] sick.",
    "22:7": "But the downfall of Ahaziah was from God, [and intended] to come to Joram. And when he came, he went out with Jehoram to Jehu the son of Nimshi, whom Yahweh had anointed to destroy the house of Ahab.",
    "22:8": "And it happened [that] when Jehu was judging the house of Ahab, he found the princes of Judah and the sons of the brothers of Ahaziah who ministered to Ahaziah, and he killed them.",
    "22:9": "And he searched for Ahaziah and captured him. And he was hiding in Samaria. And they brought him to Jehu and put him to death. And they buried him, for they said, \"He [is] the descendant<note: Or \"son\"; Ahaziah was Jehoshaphat's grandson> of Jehoshaphat, who sought Yahweh with his whole heart.\" And the house of Ahab had no one to exercise power over the kingdom.",
    "22:10": "Now [when] Athaliah the mother of Ahaziah saw that her son [was] dead, she arose and murdered all the {royal descendants}<note: Literally \"seed of the kingdom\"> of the house of Judah.",
    "22:11": "But Jehosheba the daughter of the king took Joash, the son of Ahaziah, and kidnapped him away from the sons of the king who were to be put to death. And she put him and his nurse in a private bedroom. So Jehosheba the daughter of King Jehoram, the wife of Jehoiada the priest, because she was a sister of Ahaziah, hid him from before Athaliah so that she did not put him to death.",
    "22:12": "And he was hidden with them in the house of God six years, but Athaliah reigned over the land.",
    "23:1": "And in the seventh year Jehoiada strengthened himself and took with him into a covenant [relationship] the commanders of hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zicri.",
    "23:2": "And they went around in Judah and gathered the Levites from all the cities of Judah, and the heads of the {families}<note: Literally \"fathers\"> of Israel, and they came to Jerusalem.",
    "23:3": "And all the assembly {made}<note: Literally \"cut\"> a covenant with the king in the house of God. And he said to them, \"Behold, the son of the king shall reign as Yahweh has spoken concerning the sons of David.",
    "23:4": "This is the thing that you must do: one third of you priests and Levites {coming off duty on the Sabbath}<note: Literally \"coming the Sabbath\"> [shall be] gatekeepers at the entrances,",
    "23:5": "and one third at the house of the king, and one third at the Gate of the Foundation. And all the people [shall be] in the courtyards of the house of Yahweh.",
    "23:6": "Let no one enter into the house of Yahweh except the priests and the ministering Levites. They themselves may enter, for they [are] holy, but all the people shall keep the requirements of Yahweh.",
    "23:7": "And the Levites shall surround the king all around, each with his weapons in his hand. And whoever comes into the house shall be put to death. You shall be with the king when he comes in and when he goes out.\"",
    "23:8": "And the Levites and all Judah did according to all that Jehoiada the priest commanded. And they each took his men [who were] {coming off duty on the Sabbath}<note: Literally \"coming the Sabbath\"> with {the ones going out to duty on the Sabbath},<note: Literally \"going out the Sabbath\"> for Jehoiada the priest did not dismiss the working groups.",
    "23:9": "And Jehoiada the priest gave the spears and small shields that had belonged to King David that [were in] the house of God to the commanders of hundreds.",
    "23:10": "And he appointed all the people, each [with] his weapon in his hand from the south side of the house to the north side of the house around the altar and the house.",
    "23:11": "Then they brought out the son of the king and set upon him the crown and [gave him] the statute and made him king. And Jehoiada and his sons anointed him and said, \"{Long live the king}!\"<note: Or \"May the king live!\">",
    "23:12": "When Athaliah heard the sound of the people running and praising the king, she came to the people [at] the house of Yahweh.",
    "23:13": "And she looked and, behold, the king was standing by his column at the entrance, and the commanders and trumpeters beside the king, along with all the people of the land, rejoicing and blowing with trumpets, and the singers with the instruments of song leading the praise. And Athaliah tore her garments and cried, \"Conspiracy! Conspiracy!\"",
    "23:14": "Then Jehoiada the priest brought out the commanders of the hundreds appointed over the troops, and he said to them, \"Bring her out between the ranks, and whoever goes after her shall be put to death with the sword.\" For the priest had said, \"You must not kill her in the house of Yahweh.\"",
    "23:15": "And they laid hands on her, and she went into the entrance of the Horse Gate of the house of the king, and they killed her there.",
    "23:16": "And Jehoiada {made}<note: Literally \"cut\"> a covenant between himself and all the people and the king, that they should be Yahweh's people.",
    "23:17": "Then all the people went to the house of Baal and broke it down. And they smashed his altars and his images, and they killed Mattan the priest of Baal before the altars.",
    "23:18": "And Jehoiada placed appointees [at] the house of Yahweh under the hand of the Levitical priests whom David had allotted to the house of Yahweh to offer burnt offerings to Yahweh as was written in the law of Moses, with joy and with song, according to the {order of David}.<note: Literally \"hands of David\">",
    "23:19": "And he set the gatekeepers at the gates of the house of Yahweh so that no person unclean with respect to any matter could enter.",
    "23:20": "And he took the commanders of hundreds, the noblemen, the governors over the people, and all the people of the land, and they brought the king down from the house of Yahweh. And they came through the upper gate [to] the house of the king, and they set the king upon the throne of the kingdom.",
    "23:21": "So all the people of the land rejoiced, and the city was quiet [after] Athaliah had been killed with the sword.",
    "24:1": "Joash [was] seven years old when he became king, and he reigned forty years in Jerusalem. And the name of his mother [was] Zibiah from Beersheba.",
    "24:2": "And Joash did what was right in the eyes of Yahweh all the days of Jehoiada the priest.",
    "24:3": "And Jehoiada took two wives for him, and he fathered sons and daughters.",
    "24:4": "And afterward it was in the heart of Joash to repair the house of Yahweh.",
    "24:5": "So he gathered the priests and the Levites and said to them, \"Go out to the cities of Judah and gather money from all Israel to strengthen the house of your God sufficiently year by year. Now you yourselves must hasten to the matter.\" But the Levites did not act with haste.",
    "24:6": "So the king called Jehoiada the chief, and he said to him, \"Why have you not required the Levites to bring from Judah and Jerusalem the tax of Moses, the servant of Yahweh, and [of] the assembly of Israel for the tent of the testimony?\"",
    "24:7": "For the sons of the wicked Athaliah had broken into the house of God and had used all the holy vessels of the house of Yahweh for the Baals.",
    "24:8": "Then the king commanded, and they made a chest and put it at the gate outside the house of Yahweh.",
    "24:9": "And {they issued a proclamation}<note: Literally \"they gave a voice\"> in Judah and in Jerusalem to bring to Yahweh the tax [that] Moses the servant of God [had levied] upon Israel in the wilderness.",
    "24:10": "And all the princes and all the people rejoiced, and they brought [their tax] and threw [it] into the chest until [it was] finished.",
    "24:11": "And whenever he brought the chest to the appointee of the king by the hand of the Levites, and when they saw that [there was] much money [in it], then the secretary of the king and the officer of the chief priest came and emptied the chest, then they took it and returned it to its place. Thus they did day by day and gathered money in abundance.",
    "24:12": "And the king and Jehoiada gave it to those who did the work of the service of the house of Yahweh. And they hired stonemasons and skilled craftsmen to restore the house of Yahweh, and also workers in iron and bronze to repair the house of Yahweh.",
    "24:13": "So those doing the work labored, and the restoration for the work made progress under their hand. And they restored the house of God to its position and strengthened it.",
    "24:14": "And when they had finished, they brought the remainder of the money before the king and Jehoiada, and they used it [for] objects for the house of Yahweh, objects for the service and the burnt offerings, dishes, and objects of gold and silver. And they were offering burnt offerings in the house of Yahweh regularly, all the days of Jehoiada.",
    "24:15": "And Jehoiada grew old and full of days, and he died; [he was] one hundred and thirty years old at his death.",
    "24:16": "And they buried him in the city of David with the kings, for he did good in Israel and with respect to God and his house.",
    "24:17": "Now after the death of Jehoiada, the princes of Judah came and bowed down to the king. Then the king listened to them.",
    "24:18": "And they forsook the house of Yahweh, the God of their ancestors<note: Or \"fathers\"> and served the Asherahs and the idols. And wrath came upon Judah and Jerusalem on account of this guilt.",
    "24:19": "But he sent prophets among them, to bring them back to Yahweh. And they testified against them, and they did not obey.",
    "24:20": "Then the Spirit of God clothed Zechariah the son of Jehoiada the priest, and he stood above the people and said to them, \"Thus says God: 'Why are you transgressing the commandments of Yahweh so that you will not succeed? For you have forsaken Yahweh, so he will forsake you.'\"",
    "24:21": "Then they conspired against him and stoned him [with] stones at the command of the king in the courtyard of the house of Yahweh.",
    "24:22": "So King Joash did not remember the loyal love that Jehoiada had shown to him, and he killed his son. And as he was dying he said, \"May Yahweh see and avenge!\"",
    "24:23": "And it happened at the turn of the year [that] the army of Aram<note: Or \"Syria\"> went up against him, and they came to Judah and Jerusalem and destroyed all the commanders of the people from among the people, and all the war booty they sent to the king of Damascus.",
    "24:24": "Though the army of Aram<note: Or \"Syria\"> came with few men, Yahweh gave a very large army into their hand, for they had forsaken Yahweh, the God of their ancestors.<note: Or \"fathers\"> And they inflicted punishment on Joash.",
    "24:25": "And when they were going away from him (for they had left him with many wounds), his servants conspired against him on account of the blood of the sons<note: The Septuagint reads \"son\"> of Jehoiada the priest. So they killed him on his bed and he died. And they buried him in the city of David, but they did not bury him at the burial sites of the kings.",
    "24:26": "Now these [are] the ones who conspired against him: Zabad the son of Shimeath, the Ammonite, and Jehozabad the son of Shimrith, the Moabite.",
    "24:27": "And [as for] his sons, the many oracles against him, and [his repair of] the foundation of the house of God, behold, they [are] written in the story of the scroll of the kings. And Amaziah his son reigned in his place.",
    "25:1": "Amaziah was twenty-five years old [when] he became king. And he reigned twenty-nine years in Jerusalem, and the name of his mother [was] Jehoaddan from Jerusalem.",
    "25:2": "And he did what was right in the eyes of Yahweh, only not with a fully-devoted heart.",
    "25:3": "And it happened [that] as his reign was strengthened, he killed his servants who had killed his father the king.",
    "25:4": "But he did not put their children to death, according to [what] is written in the law, in the scroll of Moses, where Yahweh commanded, saying, \"Fathers shall not be put to death on account of the sons, and the sons shall not be put to death on account of the fathers, but each shall be put to death for his own sin.\"",
    "25:5": "Then Amaziah assembled [the men of] Judah and set them by {families}<note: Literally \"[the] house of the fathers\"> under commanders of thousands and commanders of hundreds for all Judah and Benjamin. And he counted them from twenty years old and upward, and found them [to be] three hundred thousand chosen for going out to battle, able [with] spear and shield.",
    "25:6": "And he hired from Israel one hundred thousand strong, mighty warriors for one hundred talents.",
    "25:7": "But a man of God came to him, saying, \"O king, do not let the army of Israel go with you, for Yahweh is not with Israel, all the Ephraimites.",
    "25:8": "But even still, you yourself go, do! Be strong for the battle [else] God will make you stumble before the enemy! For there is power with God to help and to cause stumbling.\"",
    "25:9": "And Amaziah said to the man of God, \"Now what [should I] do with the one hundred talents that I have given to the troops of Israel?\" And the man of God said, \"{Yahweh is able to give}<note: Literally \"There is to Yahweh to give\"> to you more than this.\"",
    "25:10": "Then Amaziah dismissed the troops that came to him from Ephraim to go to their home.<note: Or \"their place\"> And {they became very angry}<note: Literally \"their noses became very hot\"> with Judah, and they returned to their home {in great anger}.<note: Literally \"in hotness of nose\">",
    "25:11": "Then Amaziah strengthened himself, and leading his army, he went [to] the Valley of Salt. And he struck [down] ten thousand men<note: Or \"sons\"> of Seir.",
    "25:12": "Now the {troops}<note: Literally \"the sons of the troop\"> captured ten thousand [others] alive, and they brought them to the top of the rock and threw them from the top of the rock. So all of them were smashed [to pieces].",
    "25:13": "As for the {troops}<note: Literally \"sons of the troop\"> Amaziah had sent back from going with him to war, they raided the cities of Judah from Samaria to Beth-Horon. And they struck [down] three thousand of them and plundered much booty.",
    "25:14": "And it happened [that] after Amaziah came [back] from killing the Edomites, he brought the gods of the sons of Seir, and he stood them up to himself as gods and bowed down before them and make smoke offerings for them.",
    "25:15": "So {Yahweh became very angry}<note: Literally \"Yahweh's nose became very hot\"> with Amaziah and sent a prophet to him, and he said to him, \"Why have you sought the gods of the people who could not deliver their own people from your hand?\"",
    "25:16": "And it happened [that] while he was speaking to him, he said to him, \"Have we appointed you as a counselor to the king? Stop--{why should you be killed}?\"<note: Literally \"why shall he strike you?\"> So the prophet stopped and said, \"I know that God has determined to destroy you, because you have done this and have not listened to my advice.\"",
    "25:17": "Then Amaziah king of Judah took counsel, and he sent to Joash the son of Jehoahaz the son of Jehu, king of Israel, saying, \"Come,<note: This translation follows the Qere reading> {let us face one another}.<note: Literally \"let us look at faces\">",
    "25:18": "And Joash the king of Israel sent to Amaziah king of Judah, saying, \"The thorn bush that [is] in Lebanon has sent to the cedar which [is] in Lebanon, saying, 'Give your daughter to my son as wife.' But a wild animal of the field that [was] in Lebanon passed by and trampled the thorn bush.",
    "25:19": "Look, you say [that] you have struck Edom, and your heart has lifted you up to boast. Now remain at your home. Why stir up disaster that you fall, you and Judah with you?\"",
    "25:20": "But Amaziah did not listen, for it [was] from God that he might give them into the hand [of enemies], because they sought the gods of Edom.",
    "25:21": "So Joash the king of Israel went up, and he and Amaziah the king of Judah {faced one another}<note: Literally \"looked at one another's faces\"> at Beth-Shemesh, which belongs to Judah.",
    "25:22": "And Judah was defeated before Israel, and each [man] fled to his tent.",
    "25:23": "And Joash the king of Israel captured Amaziah the king of Judah, the son of Joash, the son of Jehoahaz, at Beth-Shemesh. And they brought him [to] Jerusalem and broke down the wall of Jerusalem from the Gate of Ephraim to the Corner Gate, four hundred cubits.",
    "25:24": "Then with all the gold and silver, all the objects found in the house of God with Obed-Edom, the storehouses of the house of the king, and {the hostages},<note: Literally \"the sons of the pledges\"> he returned to Samaria.",
    "25:25": "And Amaziah the son of Joash, king of Judah, lived after the death of Joash the son of Jehoahaz, the king of Israel, fifteen years.",
    "25:26": "Now the remainder of the words of Amaziah, [from] the first [to] the last, behold, are they not written in the scroll of the kings of Judah and Israel?",
    "25:27": "And from the time that Amaziah turned away from Yahweh, they had plotted a conspiracy against him in Jerusalem. And he fled to Lachish, but they sent after him to Lachish and killed him there.",
    "25:28": "And they carried him on the horses and buried him with his ancestors<note: Or \"fathers\"> in the city of Judah.",
    "26:1": "Then all the people of Judah took Uzziah (now he [was] sixteen years old) and made him king in the place of his father Amaziah.",
    "26:2": "He built Elath and returned it to Judah after the king slept with his ancestors.<note: Or \"fathers\">",
    "26:3": "Uzziah [was] sixteen years old when he became king, and he reigned in Jerusalem fifty-two years. And the name of his mother [was] Yecoliah of Jerusalem.",
    "26:4": "And he did what [was] right in the eyes of Yahweh, according to all that Amaziah his father had done.",
    "26:5": "And he began to seek<note: Or \"was seeking\"> God in the days of Zechariah who was teaching in visions of God. And {whenever}<note: Literally \"in the days\"> he sought Yahweh God made him have success.",
    "26:6": "And he went out and made war against the Philistines, and he broke down the wall of Gath and the wall of Jabneh and the wall of Ashdod, and he built cities in Ashdod and among the Philistines.",
    "26:7": "And God helped him against the Philistines and against the Arabs who were living in Gur-Baal and Meunim.",
    "26:8": "And the Ammonites gave tribute to Uzziah, and his fame<note: Or \"name\"> went out to the boundary<note: Literally \"to coming in\"> of Egypt, for he became {very strong}.<note: Literally \"to above\">",
    "26:9": "And Uzziah built towers in Jerusalem at the Corner Gate, at the Valley Gate, and at the Angle, and he strengthened them.",
    "26:10": "And he built towers in the desert and hewed many cisterns, for he had much livestock, both in the Shephelah and on the plain, [along with] farmers and vinedressers in the hills and in the fertile lands, for he loved the soil.",
    "26:11": "And Uzziah had troops {trained and ready for war}<note: Literally \"making war, going out to fight\"> in divisions according to the number of their enrollment at the hand of Jeuel the scribe and Maaseiah the officer, under the hand of Hananiah of the king's commanders.",
    "26:12": "The whole number of the heads of the {families}<note: Literally \"fathers\"> for mighty warriors of strength [was] two thousand six hundred.",
    "26:13": "And under their hand [were] army troops [numbering] three hundred and seven thousand five hundred who could make war with power and strength to help the king against an enemy.",
    "26:14": "And Uzziah prepared small shields, spears, helmets, breastplates, bows, and slingstones for the whole army.",
    "26:15": "And he made siege machines in Jerusalem designed [by] skillful men to be [set] upon the towers and upon the corners to shoot arrows and large slingstones. And his fame<note: Or \"name\"> went out far, for he helped marvelously, for he was strong.",
    "26:16": "But on account of his strength his heart grew proud unto destruction. And he acted unfaithfully against Yahweh his God and went into the temple of Yahweh to offer an incense offering on the altar.",
    "26:17": "And Azariah the priest, along with eighty strong priests with him, went in after him.",
    "26:18": "And they stood against King Uzziah and said to him, \"It is not for you, Uzziah, to burn incense to Yahweh, but [it is] for the priests, the descendants<note: Or \"sons\"> of Aaron, who are consecrated to burn incense. Go out of the sanctuary, for you have acted unfaithfully. There will be no honor for you from Yahweh God.\"",
    "26:19": "Then Uzziah, his censer in hand to burn incense, became angry. And when he became angry with the priests, then leprosy appeared on his forehead in front of the priests in the house of Yahweh at the altar of incense.",
    "26:20": "When Azariah the chief priest and all the priests turned to him, behold, he [was] leprous in the forehead. So they rushed him away from there, and he also hastened to go out, for Yahweh had smitten him.",
    "26:21": "So King Uzziah was leprous until the day of his death, and he lived in a separate house as a leper, for he was cut off from the house of Yahweh. And Jotham his son [was] over the house of the king, judging the people of the land.",
    "26:22": "Now the remainder of the words of Uzziah, [from] the first [to] the last, Isaiah the prophet, the son of Amoz, wrote [them].",
    "26:23": "And Uzziah slept with his ancestors,<note: Or \"fathers\"> and they buried him with his ancestors<note: Or \"fathers\"> in the burial field which belonged to the kings, because, they said, \"He [was] leprous.\" And Jotham his son reigned in his place.",
    "27:1": "Jotham [was] twenty-five years old when he became king, and he reigned sixteen years in Jerusalem. And the name of his mother [was] Jerusha the daughter of Zadok.",
    "27:2": "And he did what was right in the eyes of Yahweh, according to all that his father Uzziah had done--only he did not go into the temple of Yahweh. But the people still acted corruptly.",
    "27:3": "He built the upper gate of the house of Yahweh, and {he did much restoration}<note: Literally \"he built much\"> on the wall of Ophel.",
    "27:4": "And he built cities in the hill country of Judah, and he built forts and towers in the wooded places.",
    "27:5": "Now he fought with the king of the {Ammonites}<note: Literally \"sons/children of Ammon\"> and prevailed against them. And the {Ammonites}<note: Literally \"sons/children of Ammon\"> gave to him in that year one hundred talents of silver and ten thousand measures of wheat and ten thousand [measures of] barley. This [is what] the {Ammonites}<note: Literally \"sons/children of Ammon\"> rendered to him, as well as in the second and third year.",
    "27:6": "And Jotham strengthened himself, for he established his ways before Yahweh his God.",
    "27:7": "Now the remainder of the words of Jotham and all his wars and his ways, behold, they are written upon the scroll of the kings of Israel and Judah.",
    "27:8": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem.",
    "27:9": "And Jotham slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city of David. And his son Ahaz became king in his place.",
    "28:1": "Ahaz [was] twenty years old when he became king, and he reigned sixteen years in Jerusalem. And he did not do what is right in the eyes of Yahweh like David his ancestor.<note: Or \"father\">",
    "28:2": "But he walked in the ways of the kings of Israel and also made molten idols for the Baals.",
    "28:3": "And he himself burned incense in the valley of Ben-Hinnom and burned his sons in the fire, according to the detestable [practices] of the nations whom Yahweh drove out before the Israelites.",
    "28:4": "And he sacrificed and burned incense at the high places, on the hilltops, and under every flourishing tree.",
    "28:5": "Then Yahweh his God gave him into the hand of the king of Aram<note: Or \"Syria\"> who defeated him and captured many captives from him and brought [them to] Damascus. Moreover, he was also given into the hand of the king of Israel, and he defeated him by a great attack.",
    "28:6": "And Pekah, the son of Remaliah, killed in one day one hundred and twenty thousand in Judah, all men of strength, because they forsook Yahweh the God of their ancestors.<note: Or \"fathers\">",
    "28:7": "And Zikri, a mighty warrior of Ephraim, killed Maaseiah the son of the king, Azrikam the commander of the house, and Elkanah the second to the king.",
    "28:8": "And the Israelites captured two hundred thousand of their brothers, women, sons, and daughters. And they also plundered much booty from them and brought the booty to Samaria.",
    "28:9": "Now a prophet of Yahweh was there; Oded [was] his name. And he went out before the army that was coming to Samaria and said to them, \"Look, [it is] on account of the anger of Yahweh, the God of your ancestors,<note: Or \"fathers\"> against Judah [that] he gave them into your hands, and you killed them in a rage reaching to the heavens.",
    "28:10": "So now, you yourselves plan to subdue people of Judah and Jerusalem as slaves and female servants for yourselves. {Is there not also guilt on your part}<note: Literally \"Is there not only you with yourselves guilt?\"> against Yahweh your God?",
    "28:11": "So now, listen to me and return the captives of your brothers whom you have taken captive, for the fierce anger of Yahweh [is] against you.\"",
    "28:12": "Then men from the heads of Ephraim--Azariah the son of Jehohanan, Berekiah the son of Meshillemoth, Hezekiah the son of Shallum, and Amasa the son of Hadlai--stood against those returning from the fight.",
    "28:13": "And they said to them, \"You shall not bring the captives here, for [it is] as guilt [against] Yahweh upon us. You yourselves plan to add to our sins and to our guilt, but our guilt is very great, and [there is] great anger against Israel.\"",
    "28:14": "So the soldiers left the captives and the plunder before the commanders and all the assembly.",
    "28:15": "Then the men designated by name arose and took the captives and from the plunder clothed all their nakedness. So they clothed them, gave them sandals, gave them food to eat, gave them water to drink, anointed them, and guided them with the donkeys [provided] for all those who stumbled, and brought them to Jericho, the city of the palm trees, next to their brothers. Then they returned to Samaria.",
    "28:16": "At that time King Ahaz sent to the king of Assyria to help him,",
    "28:17": "since again the Edomites came and struck against Judah and took captives.",
    "28:18": "And the Philistines sent raids into the cities of the Shephelah and the Negeb of Judah. And they captured Beth-Shemesh, Aijalon, Gederoth, Socoh with its villages, Timnah with its villages, and Gimzo with its villages. And they settled there.",
    "28:19": "For Yahweh subdued Judah for the sake of Ahaz, king of Israel, for he created disorder in Judah and acted unfaithfully against Yahweh.",
    "28:20": "Then Tiglath-Pileser<note: The Hebrew reads \"Tilgath-Pilneser\"> the king of Assyria came against him and brought trouble for him, {instead of helping him},<note: Literally \"and did not strengthen him\">",
    "28:21": "for Ahaz took a portion [from] the house of Yahweh and the house of the king and the princes, and he gave [it] to the king of Assyria, but it was no help to him.",
    "28:22": "And in the time of his distress, King Ahaz continued to act unfaithfully against Yahweh.",
    "28:23": "He sacrificed to the gods of Damascus that had defeated him and said, \"Because the gods of the king of Aram<note: Or \"Syria\"> helped them, I will sacrifice to them so that they will help me.\" But they were {a disaster}<note: Literally \"a cause of stumbling\"> to him and to all Israel.",
    "28:24": "Then Ahaz gathered the objects of the house of God, and he cut the objects of the house of God to pieces. And he shut the doors of the house of Yahweh and made for himself altars in every corner of Jerusalem.",
    "28:25": "And {in every city}<note: Literally \"in all city and city\"> of Judah he made high places to burn incense to other gods, and he provoked Yahweh, the God of his ancestors,<note: Or \"fathers\"> to anger.",
    "28:26": "Now the remainder of his words and all his ways, [from] the first [to] the last, behold, they are written upon the scroll of the kings of Judah and Israel.",
    "28:27": "And Ahaz slept with his ancestors,<note: Or \"fathers\"> and they buried him in the city, in Jerusalem, for they did not bring him to the burial site of the kings of Israel. And Hezekiah his son became king in his place.",
    "29:1": "Hezekiah became king when he [was] twenty-five years old, and he reigned twenty-nine years in Jerusalem. And the name of his mother [was] Abijah the daughter of Zechariah.",
    "29:2": "And he did that which was right in the eyes of Yahweh, according to all that David his father had done.",
    "29:3": "In the first year of his kingship, in the first month, he opened the doors of the house of Yahweh and strengthened them.",
    "29:4": "And he brought in the priests and the Levites, and he gathered them into the eastern square.",
    "29:5": "And he said to them, \"Hear me, O Levites! Sanctify yourselves now, and sanctify the house of Yahweh, the God of your ancestors,<note: Or \"fathers\"> and bring out the defilement from the sanctuary.",
    "29:6": "For our ancestors<note: Or \"fathers\"> acted unfaithfully and did evil in the sight of Yahweh our God, and have forsaken him and turned away their faces from the dwelling place of Yahweh. {They have turned their backs}<note: Literally \"And they have given back\"> [on it].",
    "29:7": "They also shut the doors of the portico and extinguished the lamps. And they did not burn incense or offer burnt offerings in the sanctuary to the God of Israel.",
    "29:8": "And the wrath of Yahweh was upon Judah and Jerusalem. And he made them as an abhorrence, as a desolation and an object of scorn, as you see with your own eyes.",
    "29:9": "Now behold, our fathers have fallen by the sword, and our sons and our daughters and our wives [are] in captivity on account of this.",
    "29:10": "Now {it is in my heart}<note: Literally \"with my heart\"> to {make}<note: Literally \"cut\"> a covenant with Yahweh, the God of Israel, so that his fierce anger might turn away from him.",
    "29:11": "Now, my sons, do not be negligent, for Yahweh has chosen you to stand before him to serve him and to be his servants and incense burners.\"",
    "29:12": "Then the Levites arose--Mahath the son of Amasai and Joel the son of Azariah, from the Kohathites; and Kish the son of Abdi and Azariah the son of Jehallelel from the Merarites; and Joah son of Zimmah and Eden son of Joah, from the Gershonites.",
    "29:13": "And from the descendants<note: Or \"sons\"> of Elizaphan: Shimri and Jeiel; and from the descendants<note: Or \"sons\"> of Asaph: Zechariah and Mattaniah;",
    "29:14": "and from the descendants<note: Or \"sons\"> of Heman: Jeiel and Shimei; and from the descendants<note: Or \"sons\"> of Jeduthun: Shemaiah and Uzziel--",
    "29:15": "and they gathered their brothers and sanctified themselves, and they went in according to the command of the king because of the words of Yahweh, to purify the house of Yahweh.",
    "29:16": "And the priests went into the inner [part] of the house of Yahweh to purify [it]. And they brought out all the impurity that they found in the temple of Yahweh [out] to the courtyard of the house of Yahweh. And the Levites took [them] to bring [them] outside to the Wadi<note: Or \"valley\"; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season> Kidron.",
    "29:17": "And they began to sanctify themselves on the first day of the first month. And on the eighth day of the month they came to the portico of Yahweh. And they sanctified the house of Yahweh for eight days, and on the sixteenth day of the first month they finished.",
    "29:18": "And they went into the inner [part] to King Hezekiah and said, \"We have cleansed all the house of Yahweh: the altar of burnt offering, all its objects, the table of the rows [of bread] and all its objects,",
    "29:19": "and all the objects that King Ahaz discarded in his reign when he sinned, we have prepared and sanctified. Look, they [are] before the altar of Yahweh.\"",
    "29:20": "Then King Hezekiah rose early and gathered the officials of the city, and he went up to the house of Yahweh.",
    "29:21": "And they brought seven bulls, seven rams, seven lambs, and seven male goats as a purification offering for the kingdom, for the sanctuary, and for Judah. And he commanded the descendants<note: Or \"sons\"> of Aaron, the priests, to offer [them] on the altar of Yahweh.",
    "29:22": "And they slaughtered the cattle, and the priests received the blood and threw it toward the altar. Then they slaughtered the rams and threw the blood toward the altar, and then they slaughtered the lambs and threw the blood toward the altar.",
    "29:23": "Then they brought the goats of the sin offering before the king and the assembly, and they laid hands upon them.",
    "29:24": "And the priest killed them and offered their blood against the altar to make atonement for all Israel, for the king had commanded the burnt offering and the sin offering for all Israel.",
    "29:25": "And he stood the Levites [in] the house of Yahweh with cymbals, harps, and lyres, according to the command of David and Gad, the seer of the king, and Nathan the prophet, for the command [was] by the hand of Yahweh by the hand of his prophets.",
    "29:26": "When the Levites stood with the objects of David and the priests with the trumpets,",
    "29:27": "Hezekiah commanded to offer the burnt offering upon the altar. And at the time the burnt offering began, the song of Yahweh began, and also the trumpets, at the hands of [the] instruments of David king of Israel.",
    "29:28": "Then all the assembly bowed down, and the song was sung, and the trumpeters trumpeted--all [together] until the end of the burnt offering.",
    "29:29": "And when the offering was finished, the king and all who were found with him knelt down and bowed themselves.",
    "29:30": "Then King Hezekiah and the princes commanded the Levites to praise Yahweh with the words of David and Asaph the seer. So they offered praise with joy, and they bowed down and worshiped.",
    "29:31": "Then Hezekiah answered and said, \"Now {you have consecrated yourselves}<note: Literally \"you have filled your hands\"> to Yahweh. Come near and bring sacrifices and thank offerings to the house of Yahweh!\" And the assembly brought sacrifices and thank offerings, and all [who were] willing in heart [brought] burnt offerings.",
    "29:32": "And the number of burnt offerings that the assembly brought was seventy cattle, one hundred rams, two hundred lambs--all these [were] to offer to Yahweh.",
    "29:33": "And the consecrated offerings of cattle [were] six hundred cattle and three thousand sheep.",
    "29:34": "But the priests were too few, and they were not able to offer all the burnt offerings, so their brothers, the Levites, strengthened them to finish the work, and until the [rest of] the priests consecrated themselves. (For the Levites [were] {more conscientious}<note: Literally \"more upright of heart\"> to sanctify themselves than the priests.)",
    "29:35": "And beside the many burnt offerings [was] the fat of the peace offerings and the libations for the burnt offerings. So the service of the house of Yahweh was established.",
    "29:36": "And Hezekiah and all the people rejoiced over what God had established with the people, for the matter happened suddenly.",
    "30:1": "Then Hezekiah sent to all Israel and Judah, and he also wrote letters to Ephraim and Manasseh, to come to the house of Yahweh in Jerusalem to make a Passover feast to Yahweh the God of Israel.",
    "30:2": "Now the king and his princes, and all the assembly in Jerusalem had taken counsel to make the Passover feast in the second month--",
    "30:3": "but they were not able to make it at that time, for the priests had not consecrated themselves {in sufficient numbers},<note: Literally \"for enough\"> and the people had not been assembled in Jerusalem--",
    "30:4": "and the plan seemed right in the eyes of the king and in the eyes of all the assembly.",
    "30:5": "So they let the decree stand, {to make a proclamation}<note: Literally \"to spread a voice\"> throughout all Israel, from Beersheba to Dan, to come to make a Passover feast to Yahweh the God of Israel.",
    "30:6": "And the runners went with the letter from the hand of the king and his princes throughout all Israel and Judah according to the command of the king, saying, \"O sons of Israel, return to Yahweh, the God of Abraham, Isaac, and Israel, that he may turn again to the remnant of you who escaped from the hand of the kings of Assyria.",
    "30:7": "Do not be like your fathers and like your brothers, who acted unfaithfully before Yahweh, the God of their ancestors,<note: Or \"fathers\"> so that he made them as a desolation, as you see.",
    "30:8": "Now, do not stiffen your neck as your fathers,<note: Or \"ancestors\"> but give a hand to Yahweh and come to his sanctuary, which he has consecrated forever, and serve Yahweh your God that his fierce anger may turn away from you.",
    "30:9": "For when you return to Yahweh, your brothers and your children [will find] compassion before their captors and return to this land, for Yahweh your God [is] gracious and compassionate, and he will not turn away his face from you if you return to him.\"",
    "30:10": "And it happened [that] the runners were passing from city to city in the land of Ephraim and Manasseh, and up to Zebulun, but they were laughing at them and mocking them.",
    "30:11": "Only men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.",
    "30:12": "The hand of God was also upon Judah, to give them one heart to obey the command of the king and the princes concerning the word of Yahweh.",
    "30:13": "So many people gathered in Jerusalem to hold the Feast of Unleavened Bread in the second month; [it was] a very great assembly.",
    "30:14": "And they rose up and removed the altars that [were] in Jerusalem. And they removed all the incense altars and threw [them] away in the Wadi<note: Or \"valley\"; a wadi is a valley that is dry most of the year, but contains a stream during the rainy season> Kidron.",
    "30:15": "And they slaughtered the Passover lamb on the fourteenth day of the second month. And the priests and the Levites were disgraced, so they consecrated themselves and brought burnt offerings into the house of Yahweh.",
    "30:16": "Then they stood at their positions according to custom, according to the law of Moses the man of God. The priests were sprinkling the blood from the hand of the Levites.",
    "30:17": "For [there were] many in the assembly who did not consecrate themselves, so the Levites [were] over the killing of the Passover sacrifices for all who [were] not clean, to consecrate [them] to Yahweh.",
    "30:18": "For a majority of the people, many from Ephraim, Manasseh, Issachar, and Zebulun, had not cleansed themselves. But they ate the Passover sacrifice {otherwise than prescribed},<note: Literally \"in not as it is written\"> but Hezekiah had prayed for them, saying, \"May the good Yahweh make atonement unto",
    "30:19": "everyone whose heart is set to seek God, Yahweh the God of his ancestors,<note: Or \"fathers\"> though not according to the cleansing for the sanctuary.\"",
    "30:20": "And Yahweh listened to Hezekiah, and he healed the people.",
    "30:21": "And the {Israelites}<note: Literally \"sons/children of Israel\"> who were found in Jerusalem kept the Feast of Unleavened Bread seven days with great joy. And the Levites and the priests were offering praise to Yahweh day by day, with powerful instruments to Yahweh.",
    "30:22": "And Hezekiah spoke to the heart of all the Levites {who were skilled at service}<note: Literally \"who were showing good understanding\"> to Yahweh. So they ate the feast seven days, offering peace offerings and giving thanks to Yahweh, the God of their ancestors.<note: Or \"fathers\">",
    "30:23": "Then the whole assembly decided to make seven more days [of feasting], so they made seven [more] days with joy,",
    "30:24": "for Hezekiah the king of Judah had {provided}<note: Literally \"lifted up\"> one thousand bulls and seven thousand sheep for the assembly, and the princes {provided}<note: Literally \"lifted up\"> one thousand bulls and ten thousand sheep for the assembly. And many priests consecrated themselves.",
    "30:25": "And the whole assembly of Judah, the priests and the Levites, all the assembly who had come from the land of Israel, and those living in Judah rejoiced.",
    "30:26": "And there was great joy in Jerusalem, for from the days of Solomon the son of David, king of Israel, there was nothing such as this in Jerusalem.",
    "30:27": "Then the priests and the Levites arose and blessed the people, and their voice was heard, and their prayer came to his holy dwelling place in the heavens.",
    "31:1": "And when all this was finished, all Israel who were found in the cities of Judah went out and shattered the stone pillars, cut down the Asherahs, and destroyed the high places and the altars from all Judah, Benjamin, Ephraim, and Manasseh {to the very last one}.<note: Literally \"until finishing\"> Then all the Israelites returned, each to his own property [and] to their cities.",
    "31:2": "And Hezekiah appointed working groups of the priests and the Levites, each according to their divisions, {according to the service for priests and Levites},<note: Literally \"according to the mouth of his service, for priests and Levites\"> for burnt offerings, for peace offerings, to serve, to give thanks, and to praise in the gates of the camps of Yahweh.",
    "31:3": "And the gift of the king [was] out of his own possessions for the burnt offerings--the burnt offerings for the morning and the evening and for Sabbaths, new moon festivals, and appointed feasts, as is written in the law of Yahweh.",
    "31:4": "Then he said to the people, to the inhabitants of Jerusalem, to give a gift for the priests and the Levites, so that they might be strong in the law of Yahweh.",
    "31:5": "And the word spread. The Israelites gave abundantly [from] the firstfruits of grain, new wine, olive oil, honey, and all [kinds of] grains from the field. And they brought tithes of everything in abundance.",
    "31:6": "Then the people of Israel and Judah who were living in the cities of Judah, they also brought a tithe of cattle and sheep and a tithe of consecrated objects to Yahweh their God. And they gave heaps [upon] heaps.",
    "31:7": "In the third month the heaps began to pile up, and in the seventh month they ceased.",
    "31:8": "When Hezekiah and the princes came and saw the heaps, they blessed Yahweh and his people Israel.",
    "31:9": "And Hezekiah questioned<note: Or \"sought\"> the priests and the Levites concerning the heaps.",
    "31:10": "And Azariah the chief priest of the house of Zadok answered him, saying, \"Since the offerings began to be brought to the house of Yahweh, [we have] eaten and been satisfied, and have much to spare, for Yahweh has blessed his people. Now [see] this abundant remainder!\"",
    "31:11": "And Hezekiah commanded to prepare chambers in the house of Yahweh, and they were prepared.",
    "31:12": "Then they brought the offerings and tithes and holy objects faithfully. And over them [as] leader [was] Conaniah the Levite. And Shimei his brother [was] second [in rank].",
    "31:13": "And Jehiel, Azaziah, Nathan, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah [were] chief officers under the hand of Conaniah and Shimei, his brother, by appointment of King Hezekiah. And Azaraiah [was] leader of the house of God.",
    "31:14": "Now Kore the son of Imlah, the Levite, the gatekeeper of the east gate [was] over the freewill offerings of God, to give offerings to Yahweh and the most holy things.",
    "31:15": "And at his hand [were] Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah in the cities of the priests [and] {entrusted}<note: Literally \"in faithfulness\"> to give to their brothers by working groups, according to the eldest [to] the youngest,",
    "31:16": "besides their enrollment by genealogy, to males from three years old and upward, to all who came into the house of Yahweh, {as each day required}<note: Literally \"for the word of the day by his day\"> for their service in their posts according to their working groups.",
    "31:17": "And the enrollment of the priests [was] according to the house of their fathers, and the Levites, from twenty years old and upward, according to their posts by their working groups.",
    "31:18": "And [they were] enrolled with all their little ones, their wives, their sons, and their daughters for the whole assembly because of their faithfulness. And they sanctified themselves in holiness.",
    "31:19": "And for the descendants<note: Or \"sons\"> of Aaron, the priests, [who were] in the fields of the pasturelands of their cities, {in each and every one of their cities}<note: Literally \"in every city and the city\"> [were] men who were designated by name to give shares to every male among the priests and to everyone enrolled among the Levites.",
    "31:20": "And Hezekiah did according to this throughout all Judah. And he did what [is] good and what [is] right and what [is] faithful before Yahweh his God.",
    "31:21": "And in every work that he began in the service of the house of God or with respect to the law and the commandment to seek his God, he did with all his heart, and he prospered.",
    "32:1": "After these things and these [acts of] faithfulness, Sennacherib the king of Assyria came, and he came against Judah. And he encamped against the fortified cities and planned to break them down for himself.",
    "32:2": "When Hezekiah saw that Sennacherib had come and [that] his face [was set] for battle against Jerusalem,",
    "32:3": "he took counsel with his commanders and his mighty warriors to block off the waters of the springs that [came] from outside the city, and they helped him.",
    "32:4": "Then many people were gathered, and they blocked off all the springs and the river that flowed through the midst of the land, saying, \"Why should the kings of Assyria come and find much water?\"",
    "32:5": "Then he strengthened himself and built up all the walls that were broken down, and raised towers upon [them] and another wall {outside}.<note: Literally \"toward the street\"> And he strengthened the Millo of the city of David and made much weaponry and small shields.",
    "32:6": "And he appointed commanders for battle over the people and gathered them to himself into the public square of the gate of the city. And he spoke to their hearts, saying,",
    "32:7": "\"Be strong! Be courageous! Do not fear and do not be dismayed before the king of Assyria and before all the crowd that [is] with him, for [there are] more with us than with him.",
    "32:8": "With him [is] the arm of flesh, and with us [is] Yahweh our God, to help us and to fight our battles.\" And the people took confidence with the words of Hezekiah, king of Judah.",
    "32:9": "After this Sennacherib the king of Assyria sent his servants to Jerusalem (now he and all his armies with him [were] against Lachish) to Hezekiah king of Judah and to all of Judah that [was] in Jerusalem, saying,",
    "32:10": "\"Thus says Sennacherib the king of Assyria: 'On what [are] you relying that [you are] dwelling in siege works in Jerusalem?",
    "32:11": "Is not Hezekiah urging you to give you [up] to die by starvation and thirst, saying, \"Yahweh our God will save us from the hand of the king of Assyria\"?",
    "32:12": "Has not Hezekiah himself removed his high places and his altars and said to Judah and to Jerusalem, saying, \"You must bow down before one altar and upon it you must make offerings\"?",
    "32:13": "Do you not know what I have done, I and my ancestors,<note: Or \"fathers\"> to all the peoples of the lands? Were the gods of the nations of all the lands at all able to save their land from my hand?",
    "32:14": "Who among all the gods of those nations whom my ancestors<note: Or \"fathers\"> utterly destroyed was able to save his people from my hand, that your God will be able to save you from my hand?",
    "32:15": "So now, do not let Hezekiah deceive you. Do not let him urge you according to this. Do not put trust in him, for no god of any nation and kingdom has been able to save his people from my hand and from the hand of my ancestors.<note: Or \"fathers\"> Surely then your God will not save you from my hand!'\"",
    "32:16": "And still more his servants said against Yahweh God and against Hezekiah his servant.",
    "32:17": "And he wrote letters to treat Yahweh the God of Israel with contempt and spoke against him, saying, \"As the gods of the nations of the earth who did not save their people from my hand, so likewise the God of Hezekiah will not save his people from my hand.\"",
    "32:18": "Then they called with a great voice in Judean to the people of Jerusalem who [were] upon the wall to frighten them and terrify them, so that they could take the city captive.",
    "32:19": "And they spoke about the God of Jerusalem as about the gods of the peoples of the earth, the works of the hands of humankind.",
    "32:20": "Then King Hezekiah and Isaiah the son of Amoz, the prophet, prayed concerning this. And they cried to the heavens.",
    "32:21": "Then Yahweh sent an angel, and he destroyed every mighty warrior of strength, commander, and officer in the camp of the king of Assyria. And he returned with shamed face to his land and went into the house of his god. And some of the offspring of his loins fell upon him there with the sword.",
    "32:22": "So Yahweh saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib, king of Assyria, and from the all [their enemies], and gave them rest all around.",
    "32:23": "And many brought tribute to Yahweh, to Jerusalem, and precious things to Hezekiah king of Judah, so that he was exalted in the eyes of all the nations thereafter.",
    "32:24": "In those days Hezekiah fell ill unto death, and he prayed to Yahweh. And he answered him and gave him a sign.",
    "32:25": "But Hezekiah did not reciprocate according to the benefit [placed] upon him, because his heart became proud. So wrath was upon him and upon Judah and Jerusalem.",
    "32:26": "But Hezekiah humbled himself with respect to the arrogance of his heart, he and the inhabitants of Jerusalem, so that the wrath of Yahweh did not come upon them in the days of Hezekiah.",
    "32:27": "And Hezekiah had very much wealth and honor, and he made storehouses for himself for silver, gold, precious stones, spices, small shields, and all [sorts of] desirable objects;",
    "32:28": "and storage buildings for the yield of grain, new wine, and olive oil; and animal stalls for all [kinds of] animals, and animals and herds for animal stalls.",
    "32:29": "And he made cities for himself, and livestock of sheep and abundant cattle, for God had given to him very abundant possessions.",
    "32:30": "And this same Hezekiah blocked off the flow of the waters of the upper Gihon, and directed them down the west [side] of the city of David. And Hezekiah prospered in all his works.",
    "32:31": "And thus [in the matter of] the envoys of the commanders of Babylon who had been sent to him to seek the sign that had happened in the land, God forsook him, to test him [and] to know all [that was] in his heart.",
    "32:32": "Now the remainder of the words of Hezekiah and his loyal love, behold, they are written in the visions of Isaiah the son of Amoz, the prophet, upon the scroll of the kings of Judah and Israel.",
    "32:33": "And Hezekiah slept with his ancestors,<note: Or \"fathers\"> and they buried him in the upper [part] of the burial sites of the descendants<note: Or \"sons\"> of David. And all Judah and the inhabitants of Jerusalem did him honor at his death. And Manasseh his son became king in his place.",
    "33:1": "Manasseh [was] twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem.",
    "33:2": "And he did evil in the eyes of Yahweh according to the detestable things of the nations whom Yahweh drove out before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "33:3": "And {he rebuilt}<note: Literally \"returned and built\"> the high places that Hezekiah his father broke down, and he set up altars for the Baals, made Asherahs, and bowed down to the host of heaven and served them.",
    "33:4": "And he built altars in the house of Yahweh, [of] which Yahweh had said, \"In Jerusalem my name shall be forever.\"",
    "33:5": "And he built altars to all the host of heaven in the two courtyards of the house of Yahweh.",
    "33:6": "And he himself burned his sons in the fire in the Valley of Ben-Hinnom. And he practiced sorcery and divination, and he engaged in witchcraft and dealt with mediums and spiritists. And he did much evil in the eyes of Yahweh, to provoke him to anger.",
    "33:7": "And he placed the carved image of the idol that he had made in the house of God, [of] which God had said to David and to Solomon his son, \"In this house and in Jerusalem, which I have chosen from all the tribes of Israel, I will put my name forever.",
    "33:8": "And I will {never}<note: Literally \"not continue to\"> remove the foot of Israel from upon the land that I appointed to your ancestors,<note: Or \"fathers\"> if only you will take care to do all that I have commanded them, all the law, the regulations, and the judgments by the hand of Moses.\"",
    "33:9": "And Manasseh seduced Judah and the inhabitants of Jerusalem to do evil more than the nations that Yahweh destroyed before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "33:10": "And Yahweh spoke to Manasseh and to his people, but they would not listen.",
    "33:11": "So Yahweh brought the commanders of the army of the king of Assyria upon them, and they took Manasseh captive with hooks, and they bound him with bronze fetters and brought him to Babylon.",
    "33:12": "And when he was in distress he entreated Yahweh his God and greatly humbled himself before the God of his ancestors<note: Or \"fathers\">",
    "33:13": "and prayed to him. And God responded to him and heard his plea and let him return to Jerusalem to his kingdom. And Manasseh knew that Yahweh was God.",
    "33:14": "Then afterward he built an outer wall for the city of David west of the Gihon in the valley, and for the entrance into the Gate of the Fishes. And it encircled the Ophel and raised it very high. Then he placed strong commanders in all the fortified cities of Judah.",
    "33:15": "And he removed the foreign gods and the carved image from the house of Yahweh and all the altars which he built on the mountain of the house of Yahweh and in Jerusalem, and he threw them outside the city.",
    "33:16": "And he restored the altar of Yahweh and offered sacrifices of peace offerings and thank offerings upon it. And he commanded Judah to serve Yahweh, the God of Israel.",
    "33:17": "Nevertheless, the people offered at the high places, but only to Yahweh their God.",
    "33:18": "Now the remainder of the words of Manasseh and his prayer to his God and the words of the seers who spoke to him in the name of Yahweh, the God of Israel, behold, they [are] in the words of the kings of Israel.",
    "33:19": "And his prayer, and [how] he<note: That is, God> responded to him, all his sin and his unfaithful acts, and the places where he built the high places and set up Asherahs and idols before he humbled himself, behold, they are written in the words of the seers.",
    "33:20": "And Manasseh slept with his ancestors,<note: Or \"fathers\"> and they buried him in his house. And Amon his son became king in his place.",
    "33:21": "Amon [was] twenty-two years old when he began to reign, and he reigned two years in Jerusalem.",
    "33:22": "And he did what [was] evil in the eyes of Yahweh as Manasseh his father had done. And Amon sacrificed to all the idols that Manasseh his father had made, and he served them.",
    "33:23": "And he did not humble himself before Yahweh, as Manasseh his father humbled himself, but Amon himself multiplied [his] guilt.",
    "33:24": "And his servants conspired against him and killed him in his house.",
    "33:25": "But the people of the land struck down all who conspired against King Amon. And the people of the land made his son Josiah king in his place.",
    "34:1": "Josiah [was] eight years old when he became king, and he reigned thirty-one years in Jerusalem.",
    "34:2": "And he did what was right in the eyes of Yahweh, and he walked in the ways of David his ancestor<note: Or \"father\"> and did not deviate [to] the right or [to] the left.",
    "34:3": "In the eighth year of his reign, while he [was] still a boy, he began to seek the God of David his ancestor.<note: Or \"father\"> And in the twelfth year he began to cleanse Judah and Jerusalem of the high places, the Asherahs, the idols, and the images.",
    "34:4": "And he destroyed before him the altars for the Baals, and he cut down the incense stands above them. And the Asherahs, the idols, and the images he smashed. And he ground [them] to powder and sprinkled [the dust] over the burial sites of those who sacrificed to them.",
    "34:5": "And he burned the bones of the priests on the altars and cleansed Judah and Jerusalem.",
    "34:6": "And in the cities of Manasseh, Ephraim, Simeon, and as far as Naphtali, in their ruins all around,",
    "34:7": "he broke down the altars and the Asherahs and crushed the idols, grinding [them] to dust, and he cut down all the incense stands in all the land of Israel. Then he returned to Jerusalem.",
    "34:8": "Now in the eighteenth year of his reign [after] he purged the land and the house, he sent Shaphan the son of Azaliah, Maaseiah the commander of the city, and Joah the son of Joahaz, the recorder, to repair the house of Yahweh his God.",
    "34:9": "And they came to Hilkiah the high priest and gave the money that was brought for the house of God, which the Levites, the guardians of the threshold, had gathered from the hand of Manasseh, Ephraim, and from the whole remnant of Israel, and from all Judah and Benjamin and the inhabitants of Jerusalem.",
    "34:10": "And they delivered [it] into the hand of the workmen who were appointed in the house of Yahweh, and they [in turn] gave it to those doing the work who [were] at work in the house of Yahweh, to repair [and] restore the house.",
    "34:11": "And they dispensed<note: Or \"gave\"> [it] to the skilled craftsmen and the builders to buy stone [for] hewing and timber for the seams and for binding the houses that the kings of Judah had destroyed.",
    "34:12": "And the men did the work faithfully. Over them as supervisors [were] appointed Jahath and Obadiah, the Levites from the Merarites, and Zechariah and Meshullam from the Kohathites. And [other] Levites, all who were skilled in instruments of song,",
    "34:13": "[were] over the porters and were directing all who worked {on each task}.<note: Literally \"for service and service\"> And some of the Levites [were] scribes, officials, and gatekeepers.",
    "34:14": "And when they brought out the money that had been brought [to] the house of Yahweh, Hilkiah the priest found a scroll of the law of Yahweh by the hand of Moses.",
    "34:15": "And Hilkiah answered and said to Shaphan the scribe, \"I have found a scroll of the law in the house of Yahweh!\" Then Hilkiah gave the scroll to Shaphan.",
    "34:16": "And Shaphan brought the scroll to the king and {also informed}<note: Literally \"returned again a word to\"> the king, saying, \"All that was put into the hand of your servants they are doing.",
    "34:17": "They have dispensed<note: Or \"emptied out\"> the money which was found in the house of Yahweh and have put it into the hand of the overseers and those doing the work.\"",
    "34:18": "Then Shaphan the scribe reported to the king, \"Hilkiah the priest gave to me a scroll.\" Then Shaphan read from it before the king.",
    "34:19": "And when the king heard the words of the law, he tore his garments,",
    "34:20": "and the king commanded Hilkiah, Ahikam the son of Shaphan, Abdon the son of Micah, Shaphan the scribe, and Asaiah the servant of the king, saying,",
    "34:21": "\"Go! Seek Yahweh on my behalf and on behalf of those remaining in Israel and Judah concerning the words of the scroll that was found, for the anger of Yahweh that [was] poured out on us [is] great, because our ancestors<note: Or \"fathers\"> have not kept the word of Yahweh, to do all that is written in this scroll.\"",
    "34:22": "Then Hilkiah and those whom the king [had sent] went to Huldah the prophetess, the wife of Shallum, son of Tikvath, son of Hasrah, keeper of the garments. (Now she was living in Jerusalem in the second district.) And they spoke to her concerning this.",
    "34:23": "And she said to them, \"Thus says Yahweh, the God of Israel: 'Say to the man who sent you all to me:",
    "34:24": "\"Thus says Yahweh: 'Behold, I am bringing disaster upon this place and upon its inhabitants--all the curses written in the scroll that were read before the king of Judah--",
    "34:25": "because they have abandoned me and burned incense to other gods so as to provoke me to anger with all the works of their hands. And my wrath will be poured out on this place and it will not be quenched.'",
    "34:26": "But to the king of Judah who sent you to seek Yahweh, thus shall you say to him: 'Thus says Yahweh, the God of Israel: [As for] the words which you heard,",
    "34:27": "because your heart was responsive and you humbled yourself before God when you heard his words against this place and against its inhabitants and you humbled yourself before me and tore your garments and wept before me, now I also have heard,' {declares}<note: Literally \"declaration of\"> Yahweh.",
    "34:28": "'Behold, I will gather you to your ancestors,<note: Or \"fathers\"> and you will be gathered to your grave in peace. Your eyes will not see any of the disaster that I am bringing upon this place.'\" '\"",
    "34:29": "Then they sent [word] to the king, and he gathered all the elders of Judah and Jerusalem.",
    "34:30": "And the king went up to the house of Yahweh with all the men of Judah and the inhabitants of Jerusalem, with the priests and the Levites--all the people from great to small--and they read in their ears all the words of the scroll of the covenant that was found in the house of Yahweh.",
    "34:31": "And the king stood at his position. And he made the covenant before Yahweh, to walk after Yahweh and to keep his commands and statutes and regulations with all his heart and with all his soul, to do the words of the covenant that [were] written on this scroll.",
    "34:32": "Then he obligated<note: Or \"stood\"> all who were found in Jerusalem and in Benjamin, that the inhabitants of Jerusalem would do according to the covenant of God, the God of their ancestors.<note: Or \"fathers\">",
    "34:33": "And Josiah removed all the detestable things from the whole land that belonged to the {Israelites}<note: Literally \"sons/children of Israel\"> and obligated<note: Or \"made\"> all who were found in Israel to serve Yahweh their God. All his days they did not turn aside from following<note: Or \"after\"> Yahweh, the God of their ancestors.<note: Or \"fathers\">",
    "35:1": "Josiah kept<note: Or \"made\"> the Passover to Yahweh in Jerusalem. And they slaughtered the Passover [sacrifice] on the fourteenth day of the first month.",
    "35:2": "And he set the priests at their posts and encouraged them in the service of the house of Yahweh.",
    "35:3": "And he said to the Levites who [were] teaching all Israel, who were sanctified to Yahweh, \"Put the holy ark in the house which Solomon the son of David, king of Israel, built. There is no [need] to carry it on [your] shoulders. Now serve Yahweh your God and his people Israel.",
    "35:4": "And prepare yourselves according to {your families},<note: Literally \"the house of your fathers\"> according to your working groups, according to the decree<note: Or \"writing\"> of David king of Israel and according to the decree<note: Or \"writing\"> of Solomon his son.",
    "35:5": "And stand in the sanctuary according to the clans of {your families}<note: Literally \"the house of your fathers\"> for your brothers, the {lay people},<note: Literally \"sons of the people\"> and a part of the {family}<note: Literally \"house of the father\"> of the Levites.",
    "35:6": "And slaughter the Passover [lamb] and consecrate yourself and prepare for your brothers to do according to the word of Yahweh by the hand of Moses.",
    "35:7": "Then Josiah provided for the {lay people}<note: Literally \"sons of the people\"> sheep, lambs, and young goats, all for the Passover for all who were found [there], to the sum of thirty thousand, along with three thousand bulls. These [were] the possession of the king.",
    "35:8": "And his officials contributed a freewill offering to the people, to the priests, and to the Levites. Hilkiah, Zechariah, and Jehiel, commanders of the house of God, gave to the priests two thousand six hundred Passover [lambs] and three hundred bulls.",
    "35:9": "Conaniah also, and Shemaiah and Nethanel his brothers, and Hashabiah and Jeiel and Jehozabad, commanders of the Levites, contributed to the Levites five thousand Passover [lambs] and five hundred bulls.",
    "35:10": "And when the work had been completed, the priests stood at their positions and the Levites in their working groups according to the command of the king.",
    "35:11": "And they slaughtered the Passover [lamb], and the priests sprinkled [the blood] from their hand, and the Levites flayed [the sacrifices].",
    "35:12": "And they set aside the burnt offerings to give them to the clans of the {families}<note: Literally \"house of the fathers\"> for the {lay people},<note: Literally \"sons of the people\"> to offer to Yahweh according to what is written in the scroll of Moses. And thus they did with the bulls.",
    "35:13": "Then they roasted the Passover [lamb] in the fire according to the ordinance. And they boiled the holy offerings in pots, in kettles, and in dishes and brought it quickly to the {lay people}.<note: Literally \"sons of the people\">",
    "35:14": "And afterward they prepared for themselves and for the priests, since the priests, the descendants<note: Or \"sons\"> of Aaron, [were busy] with offering the burnt offerings and the fat until night. So the Levites prepared for themselves and for the priests, the descendants<note: Or \"sons\"> of Aaron.",
    "35:15": "And the singers, the descendants<note: Or \"sons\"> of Asaph, [were] at their stations according to the decree<note: Or \"command\"> of David and Asaph and Heman and Jeduthun, the seer of the king. And the gatekeepers [were] at {each gate}.<note: Literally \"gate to gate\"> They did not need to depart from their service, for their brothers the Levites had made preparations for them.",
    "35:16": "So all the service of Yahweh was prepared on that day to keep<note: Or \"make\"> the Passover and to sacrifice burnt offerings on the altar of Yahweh, according to the command of King Josiah.",
    "35:17": "And the Israelites who were present kept<note: Or \"made\"> the Passover at that time, and the Feast of Unleavened Bread seven days.",
    "35:18": "And there was no Passover like it kept<note: Or \"made\"> in Israel since the days of Samuel the prophet. And none of the kings of Israel kept<note: Or \"made\"> a Passover like that which Josiah and the priests and the Levites, and all of Judah and Israel who were present, and the inhabitants of Jerusalem, kept.<note: Or \"made\">",
    "35:19": "In the eighteenth year of the reign of Josiah this Passover was kept.<note: Or \"made\">",
    "35:20": "After all of this that Josiah had prepared [for] the temple,<note: Or \"house\"> Neco the king of Egypt went up to make war at Carchemish on the Euphrates, and Josiah went up to meet him.",
    "35:21": "And he<note: That is, Neco> sent messengers to him, saying, \"{What is there between us},<note: Literally \"What to me and to you\"> O king of Judah? [I am] not against you yourself this day, but against the house making war against me. And God has commanded me to make haste. Stop [opposing] God, who [is] with me that he will not destroy you.\"",
    "35:22": "But Josiah did not turn his face from him, but he disguised himself to fight with him. He did not listen to the words of Neco from the mouth of God, and he went out to fight in the plain of Megiddo.",
    "35:23": "And the archers shot King Josiah, and the king said to his servants, \"Take me away, for I am badly wounded.\"",
    "35:24": "So his servants took him out of the chariot and transported him in his second chariot and brought him to Jerusalem. And he died and was buried in the burial sites of his ancestors.<note: Or \"fathers\"> And all Judah and Jerusalem mourned over Josiah.",
    "35:25": "And Jeremiah uttered a lament for Josiah, and all the male and female singers have spoken in their laments about Josiah to this day. And they made them a requirement in Israel, and behold, they are written in the laments.",
    "35:26": "Now the remainder of the words of Josiah and his loyal love [for] what is written in the law of Yahweh",
    "35:27": "and his words, [from] the first [to] the last, behold, they are written in the scroll of the kings of Israel and Judah.",
    "36:1": "And the people of the land took Jehoahaz the son of Josiah and made him king in place of his father in Jerusalem.",
    "36:2": "Jehoahaz [was] twenty-three years old when he began to reign, and he reigned three months in Jerusalem.",
    "36:3": "Then the king of Egypt deposed him in Jerusalem and laid a tribute upon the land [of] one hundred talents of silver and one talent of gold.",
    "36:4": "And the king of Egypt made Eliakim his brother king over Judah and Jerusalem, and he changed his name to Jehoiakim. But Neco took Jehoahaz his brother and brought him to Egypt.",
    "36:5": "Jehoiakim [was] twenty-five years old when he began to reign, and he reigned eleven years in Jerusalem. And he did evil in the eyes of Yahweh his God.",
    "36:6": "Nebuchadnezzar the king of Babylon went up against him, and he bound him with bronze fetters to bring him to Babylon.",
    "36:7": "And Nebuchadnezzar brought to Babylon the objects of the house of Yahweh and put them into the temple in Babylon.",
    "36:8": "Now the remainder of the words of Jehoiakim and the detestable things that he did and what was found against him, behold, they are written in the scroll of the kings of Israel and Judah. And Jehoiachin his son reigned in his place.",
    "36:9": "Jehoiachin [was] eighteen years old when he became king, and he reigned three months and ten days in Jerusalem. And he did evil in the eyes of Yahweh.",
    "36:10": "And at the turn of the year King Nebuchadnezzar sent and brought him to Babylon, with objects of the treasure of the house of Yahweh. And he made Zedekiah his brother king in Judah and Jerusalem.",
    "36:11": "Zedekiah [was] twenty-one years old when he began to reign, and he reigned eleven years in Jerusalem.",
    "36:12": "And he did evil in the eyes of Yahweh his God. He did not humble himself before Jeremiah the prophet {who spoke for}<note: Literally \"from the mouth of\"> Yahweh.",
    "36:13": "And he also rebelled against King Nebuchadnezzar, who had made him swear by God. He stiffened his neck and hardened his heart against turning to Yahweh, the God of Israel.",
    "36:14": "All the leaders of the priests and the people likewise increased in unfaithfulness according to all the detestable things of the nations. And they polluted the house of Yahweh that he had consecrated in Jerusalem.",
    "36:15": "And Yahweh, the God of their ancestors,<note: Or \"fathers\"> had repeatedly and persistently sent to them by the hand of his messengers, because he had compassion on his people and on his dwelling place.",
    "36:16": "But they were mocking the messengers of God and despising his words and scoffing at his prophets until the wrath of Yahweh rose against his people until there was no remedy.",
    "36:17": "Therefore he brought against them the king of the Chaldeans, and he killed their young men with the sword in the house of their sanctuary. He showed no mercy on a young man, a virgin, [the] elderly, or decrepit. He delivered all into his hand.",
    "36:18": "And all the vessels of the house of God, the great and the small, the storehouses of the house of Yahweh, and the storehouses of the king and his princes, these all he brought to Babylon.",
    "36:19": "And they burned the house of God. And they shattered the walls of Jerusalem and burned its citadels with fire and destroyed all the vessels of its treasuries.",
    "36:20": "And he took {those who escaped the sword}<note: Literally \"the remainder from the sword\"> to Babylon. And they became servants to him and to his sons until the rule of the kingdom of Persia,",
    "36:21": "to fulfill the word of Yahweh by the mouth of Jeremiah, until the land has enjoyed its Sabbaths. All the days of desolation it kept Sabbath, to fulfill seventy years.",
    "36:22": "And in the first year of Cyrus, the king of Persia, in order to fulfill the word of Yahweh by the mouth of Jeremiah, Yahweh stirred up the spirit of Cyrus, king of Persia, so that he {made a proclamation}<note: Literally \"extended a voice\"> throughout all his kingdom and also in writing, saying:",
    "36:23": "\"Thus says Cyrus, king of Persia: 'Yahweh the God of heaven has given to me all the kingdoms of the earth, and he has appointed me to build a house for him at Jerusalem, which [is] in Judah. Whoever [is] among you from all his people, may Yahweh his God go up with him.'\""
  }
}