{
  "abbreviation": "2Ki",
  "passages": {
    "1:1": "Moab rebelled against Israel after the death of Ahab.",
    "1:2": "Ahaziah had fallen through the lattice in his upper room, which [was] in Samaria, and he was injured. So he sent messengers, and he said to them, \"Go, inquire of Baal-Zebub, the god of Ekron, if I will survive this injury.\"",
    "1:3": "Then the angel of Yahweh spoke to Elijah the Tishbite, \"Get up, go up to meet the messengers of the king of Samaria and speak to them, 'Is it because there is no God in Israel that you [are] going to inquire of Baal-Zebub, the god of Ekron?'",
    "1:4": "Therefore, thus says Yahweh, 'The bed upon which you have gone, you will not come down from it, but you shall surely die.'\" So Elijah went.",
    "1:5": "When the messengers returned to him, he asked them, \"Why have you returned?\"",
    "1:6": "Then they said to him, \"A man came up to meet us, and he said to us, 'Go, return to the king who sent you and speak to him, \"Thus says Yahweh, 'Is it because there is no God in Israel that you [are] sending to inquire of Baal-Zebub the god of Ekron? Therefore the bed upon which you have gone, you will not come down from it, for you will surely die.'\" '\"",
    "1:7": "Then he spoke to them, \"What [was] the manner of the man who came up to meet you and spoke to you all these things?\"",
    "1:8": "They answered him, \"A {hairy man}<note: Literally \"an owner of hair\"> with a leather belt girded around his waist.\" And he said, \"It [is] Elijah the Tishbite.\"",
    "1:9": "So {Ahaziah}<note: Literally \"he\"> sent to him the commander of fifty with his fifty [men], and he went up to him while he was sitting on the top of the hill. He said to him, \"[O] man of God, the king says, 'Come down.'\"",
    "1:10": "Then Elijah answered and said to the commander of the fifty, \"If I [am] a man of God, let fire come down from heaven and consume you and your fifty!\" Then fire came down from heaven and consumed him and his fifty.",
    "1:11": "So he {again sent}<note: Literally \"returned and sent\"> another commander of fifty and his fifty [men]. He answered and said to him, \"[O] man of God, thus says the king, 'Come down quickly!'\"",
    "1:12": "Then Elijah answered and said to them, \"If I [am] a man of God, then let fire come down from heaven and consume you and your fifty!\" Then the fire of God came down from heaven and consumed him and his fifty.",
    "1:13": "So he {again sent}<note: Literally \"returned and sent\"> a third [time] a commander of fifty and his fifty, and the commander of the third fifty went up and came and knelt down on his knees before Elijah and entreated him. He said to him, \"[O] man of God, please let my life and the lives of your servants, these fifty, be precious in your eyes.",
    "1:14": "Behold, fire from heaven came down and consumed the first two commanders of fifty and their fifties, so then let my life be precious in your eyes.\"",
    "1:15": "Then the angel of Yahweh spoke to Elijah, \"Go down with him. Do not be afraid because of him.\" So he got up and went down with him to the king,",
    "1:16": "and he said to him, \"Thus says Yahweh, 'Because you have sent messengers to inquire of Baal-Zebub, the god of Ekron--is it because there is no God in Israel [from whom] to inquire his word?--therefore the bed upon which you went, you shall not come down from it, for you shall surely die.'\"",
    "1:17": "So he died, according to the word of Yahweh which Elijah had spoken, and Joram became king in his place in the second year of Joram the son of Jehoshaphat, the king of Judah, because he had no son.",
    "1:18": "The remainder of the acts of Ahaziah which he did, [are] they not written in the scroll of the events of the days of the kings of Israel?",
    "2:1": "When Yahweh was about to take Elijah up in the storm [to] heaven, Elijah and Elisha went from Gilgal.",
    "2:2": "Elijah said to Elisha, \"Please stay here, for Yahweh has sent me up to Bethel.\" Elisha said, \"{As Yahweh lives}<note: Literally \"The life of Yahweh\"> and {as your soul lives},<note: Literally \"life of your soul\"> I will certainly not leave you!\" So they went down [to] Bethel.",
    "2:3": "Then the sons of the prophets who [were in] Bethel came out to Elisha, and they said to him, \"Do you know that Yahweh [is] going to take your master {from you}<note: Literally \"from over your head\"> today?\" He said, \"I also know; be quiet!\"",
    "2:4": "Elijah said to him, \"Elisha, please stay here because Yahweh has sent me to Jericho.\" And he said, \"{As Yahweh lives}<note: Literally \"The life of Yahweh\"> and {as your soul lives},<note: Literally \"life of your soul\"> I will certainly not leave you!\" So they came to Jericho.",
    "2:5": "Then the sons of the prophets who [were] in Jericho came near to Elisha, and they said to him, \"Do you know that Yahweh [is] going to take your master {from you}<note: Literally \"from over your head\"> today?\" He said, \"I also know; be quiet!\"",
    "2:6": "Then Elijah said to him, \"Please stay here, because Yahweh has sent me to the Jordan.\" He said, \"{As Yahweh lives}<note: Literally \"The life of Yahweh\"> and {as your soul lives},<note: Literally \"life of your soul\"> I will certainly not leave you!\" So the two of them went on.",
    "2:7": "Then fifty men from the sons of the prophets went and stood opposite [them] at a distance while the two of them stood by the Jordan.",
    "2:8": "Elijah took his cloak, rolled it up, and struck the water. It divided {in two},<note: Literally \"here and here\"> and the two of them crossed over on dry land.",
    "2:9": "After they crossed over, Elijah said to Elisha, \"Ask what I may do for you before I am taken away from you.\" Then Elisha said, \"Please let there come to me a double portion of your spirit.\"",
    "2:10": "He said, \"What you ask is difficult. If you see me being taken from you, it will be so for you, but if not, it will not happen.\"",
    "2:11": "Then they [were] walking, talking as they went. Suddenly a fiery chariot with horses of fire [appeared] and separated between the two of them. Elijah went up in the storm [to] the heavens",
    "2:12": "while Elisha [was] watching and crying out, \"My father, my father; the chariot of Israel and its horsemen!\" But he could not see him any longer, and he grasped his clothes and tore them in two pieces.",
    "2:13": "Then he picked up Elijah's cloak that had fallen off of him, and he returned and stood on the bank of the Jordan.",
    "2:14": "He took Elijah's cloak that had fallen from upon him and struck the water. Then he said, \"Where is Yahweh, the God of Elijah?\" So he also struck the water, and it divided {in two},<note: Literally \"here and here\"> and Elisha crossed over.",
    "2:15": "When the sons of the prophets who [were] at Jericho saw him from [the] other side, they declared, \"The spirit of Elijah rests upon Elisha,\" and they came to meet him and bowed down to him to the ground.",
    "2:16": "Then they said to him, \"Look, there are with your servants fifty able men. Please let them go and look for your master, lest the Spirit of Yahweh has lifted him up and thrown him on one of the mountains or into one of the valleys,\" but he said, \"You must not send them.\"",
    "2:17": "But they urged him until embarrassing [him], so he said, \"Send them.\" So they sent fifty men, and they looked for three days, but they could not find him.",
    "2:18": "Then they returned to him while he [was] staying in Jericho. He said to them, \"Did I not tell you not to go?\"",
    "2:19": "The men of the city said to Elisha, \"Please now, the location of the city [is] good, as my master can see, but the water [is] bad and the land unproductive.\"",
    "2:20": "So he said, \"Bring me a new bowl and put salt in it.\" So they brought it to him.",
    "2:21": "Then he went out to the spring of waters and threw the salt [into it] there and said, \"Thus says Yahweh, 'I hereby purify these waters; let there be no longer any death or unproductiveness from it.'\"",
    "2:22": "Then the waters were purified until this very day according to the word of Elisha that he spoke.",
    "2:23": "Then he went up from there [to] Bethel; as he [was] going up along the way, young boys came out from the city and mocked at him and said to him, \"Go up, baldhead; go up, baldhead!\"",
    "2:24": "When he turned around and saw them, he cursed them in the name of Yahweh. Then two bears came out of the forest and mauled forty-two boys among them.",
    "2:25": "Then he went from there to Mount Carmel and from there he returned [to] Samaria.",
    "3:1": "Now Joram the son of Ahab had become king over Israel in Samaria in the eighteenth year of Jehoshaphat king of Judah. He reigned twelve years",
    "3:2": "and did evil in the eyes of Yahweh, yet not as his father or his mother, as he removed the stone pillars of Baal that his father had made.",
    "3:3": "But he did cling to the sins of Jeroboam the son of Nebat who caused Israel to sin, and he did not depart from it.",
    "3:4": "Now Mesha king of Moab was a sheep breeder, and he used to deliver to the king of Israel a hundred thousand male lambs and a hundred thousand wool rams.",
    "3:5": "It happened that when Ahab died, Mesha king of Moab rebelled against the king of Israel.",
    "3:6": "So King Joram went out on that day from Samaria, and he mustered all of Israel.",
    "3:7": "He went and sent [a message] to Jehoshaphat king of Judah, saying, \"The king of Moab has rebelled against me. Will you go with me against Moab for the battle?\" And he said, \"I will go up. {I am like you};<note: Literally \"Like I am, like you are\"> {my people are like your people};<note: Literally \"like my people, like your people\"> {my horses are like your horses}.\"<note: Literally \"like my horses, like your horses\">",
    "3:8": "Then he said, \"Which way shall we go up?\" And he answered, \"By way of the wilderness of Edom.\"",
    "3:9": "So the king of Israel and the king of Judah and the king of Edom went around, a way of seven days, but there was no water for the army or for the animals which {were with them}.<note: Literally \"[were] at their feet\">",
    "3:10": "Then the king of Israel said, \"Aha, Yahweh has called for these three kings to give them into the hand of Moab.\"",
    "3:11": "Then Jehoshaphat asked, \"Is there no prophet of Yahweh here that we might inquire [guidance] from Yahweh?\" One of the servants of the king of Israel answered and said, \"Elisha the son of Shaphat is here, who poured water on the hands of Elijah.\"<note: That is, Elisha had served Elijah>",
    "3:12": "Jehoshaphat said, \"The word of Yahweh is with him.\" So the king of Israel, Jehoshaphat, and the king of Edom went down to him.",
    "3:13": "Then Elisha said to the king of Israel, \"{What do we have in common}?<note: Literally \"What to me and what for you\"> Go to the prophets of your father and to the prophets of your mother.\" Then the king of Israel said to him, \"No, for Yahweh has called for these three kings to give them into the hand of Moab.\"",
    "3:14": "Then Elisha said, \"{As Yahweh of hosts lives},<note: Literally \"The life of Yahweh of hosts\"> before whom I stand, surely if I was not {regarding the face}<note: Or \"lifting the face\"> of Jehoshaphat king of Judah, I would have not looked at you nor even glanced at you.",
    "3:15": "But now, bring me a musician.\" It happened that at the moment the musician played, the hand of Yahweh came upon him.",
    "3:16": "He said, \"Thus says Yahweh, 'Make this wadi {full of cisterns},'<note: Literally \"cisterns, cisterns\">",
    "3:17": "for thus says Yahweh, 'You will see neither wind nor rain, yet this wadi will be full of water; and you and all of your livestock and your animals shall drink.'",
    "3:18": "And since this is too trivial in the eyes of Yahweh, he will also give Moab into your hand,",
    "3:19": "and you shall defeat every fortified city, every choice city, and you shall fell every good tree. All of the springs of water you shall stop up, and every tract of good land you shall ruin with the stones.\"",
    "3:20": "It happened in the morning about the time of the [morning] offering, that water was suddenly coming from the direction of Edom and the land was filled with water.",
    "3:21": "Now all of Moab had heard that the kings had come up to fight against them, and all {who were fighting age and up}<note: Literally \"who girded on a belt and above\"> were called up, and they stood at the border.",
    "3:22": "When they arose early in the morning, the sun shone on the waters, and Moab saw the waters from the opposite [side] as red as blood.",
    "3:23": "Then they said, \"This [is] blood! Certainly the kings have fought one another, and each has killed his neighbor. Now, to the war booty, O Moab!\"",
    "3:24": "But when they came to the camp of Israel, Israel stood up and killed Moab, so that they fled from before them. They came at her and defeated Moab.",
    "3:25": "The cities they tore down, [on] every good tract of land they threw stones until it was filled up, every spring of water they stopped up, and every good tree they felled. They let the stone walls at Kir Hareseth remain, but the slingers surrounded and attacked it.",
    "3:26": "When the king of Moab saw that the battle was too heavy for him, he took with him seven hundred men who drew the sword to break through to the king of Edom, but they were not able.",
    "3:27": "He took his firstborn son who was to become king in his place and offered him [as] a burnt offering on the wall. Great wrath came upon Israel, and they withdrew from him and returned to the land.",
    "4:1": "A certain woman from the wives of the sons of the prophets cried out to Elisha, saying, \"Your servant my husband is dead. Now you know that your servant was a fearer of Yahweh, but the creditor came to take two of my children for himself as slaves.",
    "4:2": "Elisha asked her, \"What shall I do for you? Tell me, what do you have in the house?\" Then she said, \"Your servant has nothing in the house except a jar of olive oil.\"",
    "4:3": "Then he said to her, \"Go, ask for yourself [some] containers from the streets, from all your neighbors. {You must collect as many empty containers as you can}!<note: Literally \"You must not collect only a few empty containers\">",
    "4:4": "You must also go and shut the door behind you and your children, and you must pour out [oil] into all of these containers and set the filled [ones] aside.\"",
    "4:5": "So she went from him, and she shut the door behind her and her children. They [were] bringing [containers] to her, and she [kept] pouring.",
    "4:6": "It happened that when the containers were full, she said to her son, \"Bring near me another container,\" but he said to her, \"There is not another container.\" Then the olive oil stopped flowing.",
    "4:7": "So she came and told the man of God, and he said, \"Go, sell the olive oil and repay your debt. You and your sons can live on what is left over.\"",
    "4:8": "It happened one day that Elisha passed through to Shunem where there [was] a wealthy woman, and she urged him to eat bread; so it happened each time he passed through, he would stop there to eat.",
    "4:9": "She said to her husband, \"Please now, I know that he [is] a holy man of God who is passing {our way}<note: Literally \"upon us\"> regularly;",
    "4:10": "let us make a small enclosed room [upstairs] and put a bed, table, chair, and lampstand there for him, so that when he comes to us, he can turn and stay there.",
    "4:11": "One day it happened that he came there and went to the upper room and lay down there.",
    "4:12": "He said to Gehazi his servant, \"Call to this Shunammite,\" so he called to her, and she stood before him.",
    "4:13": "He said to him, \"Please say to her, 'Look, you took all this trouble, showing care for us; what is there [for me] to do for you? To speak for you to the king or to the commander of the army?'\" She said, \"I [am] living among my people.\"",
    "4:14": "Then he said, \"What may be done for her?\" Gehazi said, \"Well, she has no son, and her husband is old.\"",
    "4:15": "And he said, \"Call for her,\" so he called for her and she stood in the doorway.",
    "4:16": "And he said, \"At this time {next spring},<note: Literally \"about that season as the time of life\"> you [will be] embracing a son.\" She said, \"No, my lord, [O] man of God! You must not tell a lie to your servant!\"",
    "4:17": "But the woman conceived, and she bore a son {in the spring},<note: Literally \"about that season as the time of life\"> which Elisha had promised to her.",
    "4:18": "The child grew older, and it happened one day that he went out to his father [and] to the reapers.",
    "4:19": "Then he said to his father, \"My head, my head!\" So he said to the servant, \"Carry him to his mother.\"",
    "4:20": "So they carried him and brought him to his mother; he sat on her lap until noon and then died.",
    "4:21": "She went up, laid him on the bed of the man of God, closed [the door], and went out behind it.",
    "4:22": "She called to her husband and said, \"Please send one of the servants and one of the female donkeys for me, so that I can go quickly up to the man of God and return.\"",
    "4:23": "And he said, \"Why are you going to him today? [It is] neither the new moon nor the Sabbath!\" And she said, \"Peace.\"",
    "4:24": "She saddled the female donkey, and she said to her servant, \"Drive along and go; you must not hold me back from riding, unless I tell you.\"",
    "4:25": "So she went and came to the man of God by Mount Carmel. It happened when the man of God saw her {at a distance},<note: Literally \"from opposite\"> he said to Gehazi his servant, \"There is this Shunammite.",
    "4:26": "Now, please run to meet her and ask her, 'Is it peace for you? Is it peace for your husband? Is it peace for the boy?'\" She said, \"Peace.\"",
    "4:27": "So she came to the man of God at the mountain, and she caught hold of his feet. Then Gehazi came near to push her away, but the man of God said, \"Let her alone, for her soul is bitter, and Yahweh has hidden it from me and has not told me.\"",
    "4:28": "Then she said, \"Did I ask for a son from my lord? Did I not say that you must not mislead me?\"",
    "4:29": "Then he said to Gehazi, \"Gird up your loins and take my staff in your hand and go. If you meet anyone, you must not greet them; if anyone greets you, you must not answer them. You must put my staff on the face of the boy.\"",
    "4:30": "Then the mother of the boy said, \"{As Yahweh lives}<note: Literally \"The life of Yahweh\"> and {as your soul lives},<note: Literally \"life of your soul\"> I will surely not leave you.\" So he got up and went after her.",
    "4:31": "Gehazi crossed over before them, and he put the staff on the face of the boy; but there was no sound, and there was no sign of life, so he returned to meet him. He told him, saying, \"The boy did not wake up.\"",
    "4:32": "When Elisha came to the house, here [was] the boy dead, lying on his bed.",
    "4:33": "He went and closed the door behind the two of them and prayed to Yahweh.",
    "4:34": "Then he went up and lay upon the child and put his mouth on his mouth, his eyes on his eyes, and his palms on his palms. As he bent down over him, the flesh of the boy became warm.",
    "4:35": "He returned and went {to and fro}<note: Literally \"here first and here\"> in the house one time, then he went up and bent over him. Then the boy sneezed seven times and opened his eyes.",
    "4:36": "[Elisha] called to Gehazi and said, \"Call this Shunammite.\" So he called her and she came to him; then he said, \"Pick up your son.\"",
    "4:37": "She came and fell at his feet and bowed down to the ground; then she picked up her son and went out.",
    "4:38": "So Elisha returned to Gilgal. Now the famine [was] in the land, and the sons of the prophets were sitting before him. He said to his servant, put on the large pot and cook a stew for the sons of the prophets.",
    "4:39": "One went out to the field to gather herbs, and he found a {wild vine}<note: Literally \"a vine of the field\"> and gathered wild gourds from it [and] filled his cloak. Then he came and cut them into the pot of stew, but they did not know [what they were].",
    "4:40": "They served the men to eat, but when they ate from the stew, they cried out and said, \"There [is] death in the pot, [O] man of God!\" They were not able to eat [it].",
    "4:41": "Then he said, \"Bring [some] flour,\" and he threw it into the pot. He then said, \"Serve the people and let them eat.\" There was nothing harmful in the pot.",
    "4:42": "A man came from Baal-Shalishah and brought food to the man of God: firstfruits and twenty loaves of barley bread, with ripe grain in his sack. He said, \"Give [it] to the people and let them eat.\"",
    "4:43": "Then his servant said, \"How can I set this before a hundred men?\" He said, \"Give it to the people and let them eat, for thus Yahweh says, 'They shall eat and have some left over.'\"",
    "4:44": "So he set it before them, and they ate and had some left over, according to the word of Yahweh.",
    "5:1": "Now Naaman was the commander of the army of the king of Aram. He was a great man before his master and {highly regarded},<note: Literally \"faces were being lifted up \"> for by him Yahweh had given victory to Aram. Now the man was a mighty warrior, [but he was] afflicted with a skin disease.",
    "5:2": "When the Arameans went [on] a raid, they brought back a young girl from the land of Israel, and {she came into the service of}<note: Literally \"she became before\"> the wife of Naaman.",
    "5:3": "She said to her mistress, \"If only my lord would [come] before the prophet who [is] in Samaria; then {he would cure his skin disease}.\"<note: Literally \"he would withdraw him from his skin disease\">",
    "5:4": "He came and told his master, saying, \"Thus and so the girl who [is] from the land of Israel said.\"",
    "5:5": "So the king of Aram said, \"Go, I will send a letter to the king of Israel.\" He went and took {with him}<note: Literally \"in his hand\"> ten talents of silver, six thousand [shekels of] gold, and ten sets of clothing.",
    "5:6": "So he brought the letter of the king to Israel, saying, \"Now, when this letter comes to you, I have just sent Naaman my servant to you that you may cure him from his skin disease.\"",
    "5:7": "It happened that when the king of Israel read the letter, he tore his clothes and said, \"Am I God to cause death or to give life? This man [is] sending a man to me to cure his disease. Indeed! But know and see that he seeks an opportunity against me.\"",
    "5:8": "It happened that as soon as Elisha the man of God heard that the king of Israel had torn his clothes, he sent to the king, saying, \"Why did you tear your clothes? Please may he come to me, that he might know that there is a prophet in Israel.\"",
    "5:9": "Then Naaman came with his horses and his chariots, and he stopped [at] the doorway of the house of Elisha.",
    "5:10": "Elisha sent a messenger to him, saying, \"Go, you must wash seven times in the Jordan, then your flesh shall return to you, and you shall be clean.\"",
    "5:11": "But Naaman became angry and he went and said, \"Look, I said to myself, 'Surely he will come out, stand, call upon the name of Yahweh his God, and wave his hands over the spot; then he would take away the skin disease.'",
    "5:12": "Are not the Abana and the Pharpar, the rivers of Damascus, better than all of the waters of Israel? Could I not wash in them that I may be clean?\" Then he turned and left in anger.",
    "5:13": "But his servants came near and spoke to him and said, \"My father, [if] the prophet had spoken a difficult thing to you to do, would you not have done [it]? [Why not] even when he says to you, 'Wash and you shall be clean'?\"",
    "5:14": "So he went down and plunged into the Jordan seven times, according to the word of the man of God, and his flesh returned as the flesh of a small boy, and he was clean.",
    "5:15": "When he returned to the man of God, he and all of his army, he came and stood before him and said, \"Please now, I know that there is no God in all of the world except in Israel. So then, please take a gift from your servant.\"",
    "5:16": "And he said, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> before whom I stand, I surely will not take [it].\" [Still] he urged him to take [it], but he refused.",
    "5:17": "Then Naaman said, \"If not, then please let a load of soil on a pair of mules be given to your servants, for your servant will never again bring a burnt offering and sacrifice to other gods, [but] only to Yahweh.",
    "5:18": "As far as this matter, may Yahweh pardon your servant when my master goes [into] the house of Rimmon to worship there, and he [is] leaning himself on my arm, that I also bow down [in] the house of Rimmon: when I bow down [in] the house of Rimmon, may Yahweh please pardon your servant in this matter.\"",
    "5:19": "He said to him, \"Go in peace,\" so he went from him {a short distance}.<note: Literally \"a stretch of land\">",
    "5:20": "But Gehazi the servant of Elisha, the man of God, thought, \"Look, my master has refrained from taking what this Aramean Naaman brought from his hand. {As Yahweh lives},<note: Literally \"The life of Yahweh\"> I will certainly run after him, and I will accept something from him.\"",
    "5:21": "So Gehazi pursued after Naaman. When Naaman saw [someone] running after him, he jumped off his chariot to meet him and asked him, \"[Is it] peace?\"",
    "5:22": "He said, \"Peace. My master has sent me saying, 'Look, {just now}<note: Literally \"now this\"> two servants from the hill country of Ephraim came to me, from the sons of the prophets. Please give them a talent of silver and two sets of clothing.'\"",
    "5:23": "Then Naaman said, \"Be prepared to accept two talents.\" So he urged him and tied up two talents of silver in two bags, with two sets of clothing and gave it to two of his servants and they carried it before him.",
    "5:24": "When he came to the citadel, he took them from their hand and put them in the house, then sent away the men so that they went.",
    "5:25": "When he went and stood by his master, Elisha asked him, \"From where have you come, Gehazi?\" And he said, \"Your servant has not gone {anywhere}.\"<note: Literally \"where to where\">",
    "5:26": "Then he said to him, \"Did not my heart go [with you] as the man turned from on his chariot to meet you? [Is] it time to take silver, clothes, olive orchards, vineyards, sheep, oxen, male slaves, and female slaves?",
    "5:27": "The skin disease of Naaman shall cling to you and to your offspring forever.\" Then he went out from before him having a skin disease like the snow.",
    "6:1": "Then the sons of the prophets said to Elisha, \"Please look; the place where we are living before you [is] too cramped for us.",
    "6:2": "Let us please go to the Jordan and each bring from there one log that we might make a place there for us to live.\" Then he said, \"Do so.\"",
    "6:3": "Then a certain one said, \"Please be prepared and go with your servants,\" and he said, \"I will go.\"",
    "6:4": "He went with them, and they went to the Jordan, and they cut down the trees.",
    "6:5": "It happened as the one [was] felling the log, that the iron ax fell into the water. He called out and said, \"Oh, no! My master, it was borrowed!\"",
    "6:6": "Then the man of God said, \"Where did it fall?\" So he showed him the place, and then he cut off a stick and threw [it] there and made the iron ax float.",
    "6:7": "Then he said, \"Pick [it] up for yourself,\" so he stretched out his hand and took it.",
    "6:8": "The king of Aram was fighting with Israel, so he consulted with his officers, saying, \"My camp is {at such and such a place}.\"<note: Literally \"to a place a certain someone\">",
    "6:9": "Then the man of God sent to the king of Israel, saying, \"Take care while crossing over to this place, because [the] Arameans [are] descending there.\"",
    "6:10": "So the king of Israel sent to the place which the man of God said to him and warned him, so he was on guard there {continually}.<note: Literally \"not once or twice\">",
    "6:11": "Then the heart of the king of Aram was stormy because of this matter, so he called his servants and said to them, \"Can you not tell me {who among us sides with the king of Israel}?\"<note: Literally \"who from of us to the king of Israel\">",
    "6:12": "Then one of his servants said, \"No, my lord the king, but Elisha the prophet who is [in] Israel tells the king of Israel things which you speak {in your own bedchamber}.\"<note: Literally \"in the private room of your bed\">",
    "6:13": "Then he said, \"Go and see where he [is] so that I can send and capture him.\" Then he was told to him, \"Look, [he is] in Dothan.\"",
    "6:14": "So he sent horses, chariots, and an oppressing army there. They arrived at night and surrounded the town.",
    "6:15": "The attendant of the man of God arose early and went out, and look, the army [was] surrounding the city with horses and chariots. His servant said to him, \"Oh no, my master! What shall we do?\"",
    "6:16": "And he said, \"Don't be afraid, for more [are] with us than are with them.\"",
    "6:17": "Then Elisha prayed and said, \"O Yahweh, please open his eyes that he may see,\" and Yahweh opened the eyes of the servant, and he saw, and look, the mountain [was] full of horses and chariots of fire all around Elisha.",
    "6:18": "They came down to him, and Elisha prayed to Yahweh and said, \"Please strike this people with blindness,\" so he struck them with blindness as {Elisha had spoken}.<note: Literally \"according to the word of Elisha\">",
    "6:19": "Then Elisha said to them, \"This [is] not the way and this [is] not the city. Come after me, and I will bring you to the man whom you seek.\" Then he brought them to Samaria.",
    "6:20": "It happened at the moment they came to Samaria, Elisha said, \"O Yahweh, open the eyes of these that they may see,\" so Yahweh opened their eyes, and they saw, and look, the middle of Samaria!",
    "6:21": "Then the king of Israel said to Elisha when he saw them, \"Shall I kill them? Shall I kill, my father?\"",
    "6:22": "And he said, \"You shall not kill. Would you kill [those] whom you took captive with the sword or with the bow? Put food and water before them that they may eat and drink and then go to their master.\"",
    "6:23": "So he made a great feast for them, and they ate and drank; then he sent them, and they went to their master. And the bands of the Arameans did not come again into the land of Israel.",
    "6:24": "It happened after this that Ben-Hadad king of Aram assembled all of his army and marched up and laid siege against Samaria.",
    "6:25": "There was a great famine in Samaria, and behold, a siege [was] against it, until the head of a donkey [went] for eighty shekels of silver, and one fourth of the measure of the dung of doves [went] for five shekels of silver.",
    "6:26": "It happened that the king of Israel [was] crossing over on the wall, and a woman called out to him, saying, \"Help, my lord the king!\"",
    "6:27": "He said, \"No, let Yahweh help you. {How}<note: Literally \"From where\"> can I save you? From the threshing floor or from the wine press?\"",
    "6:28": "The king said to her, \"{What is the problem}?\"<note: Literally \"What is for you\"> Then the woman said, \"This woman said to me, 'Give me your son, and let us eat him today, then tomorrow we will eat my son.'",
    "6:29": "So we cooked my son and ate him, and I said to her the next day, 'Give your son that we may eat him.' But she had hidden her son.\"",
    "6:30": "It happened that when the king heard the words of the woman, he tore his clothes. Now he had been walking on the wall, and the people saw, and behold, sackcloth was over his flesh underneath.",
    "6:31": "Then he said, \"May God do to me and thus may he add, if the head of Elisha the son of Shaphat remains on him today!\"",
    "6:32": "Now Elisha [was] sitting in his house and the elders [were] sitting with him, and [the king] dispatched a man from before him, but before the messenger came to him, he said to the elders, \"Did you see that this son of a murderer has sent to remove my head? Look, when the messenger comes, close the door; and you must {hold the door closed against him}.<note: Literally \"hold him close against the door\"> [Is] not the sound of the feet of his master behind him?\"",
    "6:33": "While he [was] still speaking with them, suddenly the messenger [was] coming down to him, and he said, \"Look this trouble [is] from Yahweh. Why should I wait for Yahweh any longer?\"",
    "7:1": "Elisha said, \"Hear the word of Yahweh: 'Thus says Yahweh, \"At this time tomorrow a seah of wheat bread flour [will sell] for a shekel, and two seahs of barley for a shekel in the gate of Samaria.'\"",
    "7:2": "Then the officer {on whom the king relied}<note: Literally \"whom the king was leaning on his hand\"> answered the man of God and said, \"Look, [even if] Yahweh [is] making windows in heaven, could this thing happen?\" And he said, \"Look, you [will be] seeing [it] with your eyes, but you shall not eat from it there.\"",
    "7:3": "Now four men who had a skin disease were [at] the entrance of the gate, and they said {to each other},<note: Literally \"each to his friend\"> \"Why [are] we sitting here until we die?",
    "7:4": "If we say, 'Let us go [into] the city,' the famine [is] in the city, and we shall die there; but if we sit here, we shall die. So then, come, let us fall into the camp of [the] Arameans. If they let us live, we shall live; but if they kill us, then we shall die.\"",
    "7:5": "So they got up at dusk to go to the camp of [the] Arameans. They went up to the edge of the camp of [the] Arameans, and look, there was no man there!",
    "7:6": "Now the Lord had caused the camp of [the] Arameans to hear the sound of chariots, the sound of horses, and the sound of a great army. So they said {to one another},<note: Literally \"each to his brother\"> \"Look, the king of Israel has hired the kings of the Hittites and the kings of Egypt to come against us!\"",
    "7:7": "So they got up and fled at dusk and left their tents, their horses, their donkeys, and the camp as it was, and they fled for their lives.",
    "7:8": "When these who had the skin disease came to the edge of the camp, they went into a certain tent and they ate, drank, and took from there silver and gold and clothes. Then they went and hid [them], then returned and came to another tent, and they took from there and went and hid [them].",
    "7:9": "Then they said {to one another},<note: Literally \"each to his friend\"> \"We [are] not doing right. This day is a day of good news! If we [are] silent and wait until the light of morning, they will find us and {we will be punished}.<note: Literally \"guiltiness\"> So then, come, let us go and tell the house of the king.\"",
    "7:10": "When they came, they called to the gatekeepers of the city and told them, saying, \"We came to the camp of [the] Arameans, and behold, there was no man or the voice of a man there! Only the horses and the donkeys were tied up, and the tents [were left] as they [were].\"",
    "7:11": "Then the gatekeepers called and told [it] inside the house of the king.",
    "7:12": "The king got up in the night and said to his servants, \"Please let me tell you what [the] Arameans have done to us. [The] Arameans know that we [are] hungry, so they went out from the camp to hide in the field, saying, 'When they go out from the city, we shall seize them alive and go into the city.'\"",
    "7:13": "Then one of his servants replied and said, \"Please let them take five of the remaining horses which remain in [the city]; behold, they [are] like all of the multitude of Israel that remain in it; they are like all the multitude of Israel who have perished. Let us send and see.\"",
    "7:14": "So he took two charioteer horsemen, and the king sent after the camp of [the] Arameans, saying, \"Go, find out,\"",
    "7:15": "and they went after them to the Jordan. Look, all of the way [was] littered with clothes and equipment which [the] Arameans had thrown away in their haste. Then the messengers returned and told the king.",
    "7:16": "So the people went out and plundered the camp of [the] Arameans. A seah of wheat flour [went] for a shekel and two seahs of barley [went] for a shekel according to the word of Yahweh.",
    "7:17": "Then the king appointed the officer he was depending on over the gate, but the people trampled him and he died, according to that which the man of God had said which he spoke when the king came down to him.",
    "7:18": "It happened as the man of God spoke to the king, saying, \"Two seahs of barley [shall be sold] for a shekel and a seah of wheat flour for a shekel at this time tomorrow in the gate of Samaria.\"",
    "7:19": "Then the officer had replied to the man of God and said, \"Look, even if Yahweh is opening the windows in heaven, could this thing happen?\" And he had said, \"Look you [are about to] see it with your eyes, but you will not eat from it.\"",
    "7:20": "So it had happened to him; the people trampled him in the gate and he died.",
    "8:1": "Elisha spoke to the woman whose son he had restored to life, saying, \"Get up and go, you and your household, and dwell as an alien wherever you can, for Yahweh has called for a famine, and it will come to the land [for] seven years.\"",
    "8:2": "So the woman got up and did according to the word of the man of God. She and her household went and dwelt as an alien in the land of [the] Philistines for seven years.",
    "8:3": "It happened at the end of seven years that the woman returned from the land of [the] Philistines and went out to appeal to the king for her household and for her {properties}.<note: Literally \"fields\">",
    "8:4": "Now the king [was] speaking to Gehazi the servant of the man of God, saying, \"Please tell me all of the great things which Elisha has done.\"",
    "8:5": "It happened that as he [was] telling the king how he had restored the dead to life, suddenly the woman whose son he had restored to life [was] crying out to the king about her household and about her field. Then Gehazi said, \"My lord the king, this [is] the woman and this is her son whom Elisha restored to life!\"",
    "8:6": "So the king asked the woman, and she told him. So the king appointed for her a certain court official, saying, \"Restore all that [is] hers and all the yield of the field from [the] day she left the land up to now.\"",
    "8:7": "Elisha came [to] Damascus. Now Ben-Hadad king of Aram [was] ill, and he was told, \"The man of God has come up here.\"",
    "8:8": "Then the king said to Hazael, \"Take a gift in your hand and go meet the man of God. Inquire of Yahweh from him, saying, 'Shall I recover from this illness?'\"",
    "8:9": "So Hazael went to meet him and took a gift in his hand of all of the good things of Damascus, a load [on each] of forty camels, and he came and stood before him. Then he said, \"Your son Ben-Hadad king of Aram has sent me to you, saying, 'Shall I recover from this illness?'\"",
    "8:10": "Elisha said to him, \"Go; say to him, 'You shall certainly recover,' but Yahweh has shown me that he certainly will die.\"",
    "8:11": "Then the man {fixed his gaze and stared at him}<note: Literally \"caused his face to stand and set it\"> until he was ashamed and the man of God cried.",
    "8:12": "Then Hazael asked, \"Why [is] my lord crying?\" He said, \"Because I know what evil you will do to the {Israelites}.<note: Literally \"sons/children of Israel\"> You will {set their fortifications on fire},<note: Literally \"you will send their fortifications with the fire\"> and you will kill their young men with the sword. Their little ones you will dash to pieces, and their pregnant women you will rip open!\"",
    "8:13": "Then Hazael said, \"But how could your servant, who [is] like a dog, do this great thing?\" Elisha said, \"Yahweh has shown me [that] you [are to be] king over Aram.\"",
    "8:14": "So he departed from Elisha and came to his master. He asked him, \"What did Elisha say to you.\" So he said, \"He said to me that you will certainly recover.\"",
    "8:15": "On the next day, he took the bed cover, dipped [it] in the water, and spread [it] over his face so that he died. Then Hazael became king in his place.",
    "8:16": "Now in the fifth year of Joram son of Ahab, king of Israel, and Jehoshaphat king of Judah, Joram son of Jehoshaphat became the king of Judah.<note: This likely indicates a coregency in Judah at the time.>",
    "8:17": "He was thirty-two years old when he became king, and he reigned eight years in Jerusalem.",
    "8:18": "He walked in the way of the kings of Israel as the house of Ahab had done, for the daughter of Ahab became his wife, and he did evil in the eyes of Yahweh.",
    "8:19": "Yet Yahweh was not willing to destroy Judah, for the sake of David his servant, as he had promised to give him a lamp for his sons always.",
    "8:20": "In his days, Edom rebelled {against the rule}<note: Literally \"from under the hand\"> of Judah, and they set up a king over them.",
    "8:21": "So Joram crossed over to Zair and all the chariots with him. It happened that he arose [by] night and attacked Edom who had surrounded him and the commanders of the chariots; but the army fled to their tents.",
    "8:22": "So Edom has rebelled {against the rule}<note: Literally \"from under the hand\"> of Judah until this day; then Libnah [also] rebelled at that time.",
    "8:23": "The remainder of the acts of Joram and all that he did, [are] they not written in the scroll of the events of the days of the kings of Judah?",
    "8:24": "So Joram slept with his ancestors,<note: Or \"fathers\"> and he was buried with his ancestors<note: Or \"fathers\"> in the city of David, and Ahaziah his son became king in place of him.",
    "8:25": "In the twelfth year of Joram the son of Ahab, king of Israel, Ahaziah the son of Joram became king of Judah.",
    "8:26": "Ahaziah [was] twenty-two years old when he became king, and he reigned one year in Jerusalem. The name of his mother [was] Athaliah daughter of Omri, king of Israel.",
    "8:27": "He walked in the way of the house of Ahab and did evil in the eyes of Yahweh, as the house of Ahab; for he [was] the son-in-law of the house of Ahab.",
    "8:28": "He went with Joram the son of Ahab for the battle against Hazael king of Aram at Ramoth-Gilead, and the Arameans wounded Joram.",
    "8:29": "Joram the king returned to Jezreel to heal from the wounds which the Arameans had inflicted at Ramah when Hazael king of Aram fought him. Ahaziah the son of Joram, king of Judah, went down to see Joram the son of Ahab in Jezreel, for he [was] ill.",
    "9:1": "Now Elisha the prophet called for one of the sons of the prophets, and he said to him, \"Gird your loins, and take this flask of olive oil in your hand, and go to Ramoth-Gilead.",
    "9:2": "Go there and look there for Jehu the son of Jehoshaphat the son of Nimshi. Go, for you must cause him to arise from among his brothers, and you must bring him into an {inner room}.<note: Literally \"inner room of the inner room\">",
    "9:3": "You must take the flask of olive oil and pour it out on his head. You must say, 'Thus says Yahweh, \"I hereby anoint you as king over Israel.\" ' Then you must open the door and flee; do not linger!\"",
    "9:4": "So the young man, servant of the prophet, went [to] Ramoth-Gilead.",
    "9:5": "He came, and look, the commanders of the army [were] sitting [there]. He said, \"I have a word for you, O commander!\" Jehu said, \"For whom? For all of us?\" And he said, \"For you, O commander!\"",
    "9:6": "He got up and went to the house, and poured the olive oil on his head and said to him, \"Thus says Yahweh, the God of Israel: 'I hereby anoint you as king over the people of Yahweh, over Israel.",
    "9:7": "You will destroy the house of Ahab your master, and you will avenge the blood of my servants the prophets and the blood of all of the servants of Yahweh, from the hand of Jezebel.",
    "9:8": "All of the house of Ahab will perish, and I shall cut off {all males}<note: Literally \"the one who urinates against a wall\"> from Ahab, both bond and free.",
    "9:9": "I will make the house of Ahab like the house of Jeroboam the son of Nebat and like the house of Baasha the son of Ahijah.",
    "9:10": "The dogs will eat Jezebel in the territory of Jezreel, and there shall not be {anyone to bury her}.'\"<note: Literally \"burying\"> Then he opened the door and fled.",
    "9:11": "Then Jehu came out to the officers of his master, and they said to him, \"Peace? Why did this madman come to you?\" And he said to them, \"You know the man and his foolish talk.\"",
    "9:12": "Then they said, \"Liar. Please tell us.\" He said, \"{Thus and so}<note: Literally \"As this and as this\"> he said to me, saying, 'Thus says Yahweh, \"I hereby anoint you as king over Israel.\" '\"",
    "9:13": "So they hastened each one to take his cloak, and they spread [them] under him on the bare steps, blew on the trumpet, and said, \"Jehu is king!\"",
    "9:14": "So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. Now Joram was keeping guard in Ramoth-Gilead, he and all of Israel, because of the {threat}<note: Literally \"from the face/presence of\"> of Hazael king of Aram.",
    "9:15": "But Joram the king had returned to heal in Jezreel from the wound which the Arameans had inflicted on him when he fought with Hazael king of Aram. Jehu said, \"{If this is what you want},<note: Literally \"If there is your soul\"> do not let him go out as a fugitive from the city to go to make it known in Jezreel.\"",
    "9:16": "Jehu mounted his chariot and went to Jezreel, for Joram [was] lying there, and Ahaziah king of Judah had gone down to visit Joram.",
    "9:17": "Now the watchman [was] standing on the tower in Jezreel, and he saw the company of Jehu when he came, and he said, \"I see a company.\" Joram said, \"Take a horseman and send [him] to meet them.\" And he said, \"Is it peace?\"",
    "9:18": "So the rider of the horse went out to meet him, and he said, \"Thus the king asks, 'Is it peace?'\" Then Jehu said, \"{What do you have to do with peace}?<note: Literally \"What is for you and for peace\"> Turn after me.\" Then the watchman reported, saying, \"The messenger went up to them, but he did not return.\"",
    "9:19": "Then he sent out a second horseman, and he came to them and said, \"Thus the king asks, 'Is it peace?'\" Then Jehu said, \"{What do you have to do with peace}?<note: Literally \"What is for you and for peace\"> Turn after me.\"",
    "9:20": "So the sentinel reported, saying, \"He went up to them, but he did not return, and the driving [is] like the driving of Jehu the son of Nimshi, for he drives with madness.\"",
    "9:21": "Then Joram said, \"Get ready,\" so he got his chariot ready. Joram king of Israel went out, and Ahaziah king of Judah, each with his chariot. They went out to meet Jehu, and they found him at the tract of land of Naboth the Jezreelite.",
    "9:22": "When Joram saw Jehu, he asked, \"[Is it] peace?\" And he said, \"What peace [is there] while the prostitutions of your mother Jezebel and her sorceries are numerous?\"",
    "9:23": "Joram turned his {chariot}<note: Literally \"hand\"> and fled and said to Ahaziah, \"It's treason, Ahaziah!\"",
    "9:24": "Then Jehu {drew his bow}<note: Literally \"filled his hand with the bow\"> and shot Joram between his shoulders so that the arrow went out from his heart, and he slumped down in his chariot.",
    "9:25": "He said to Bidkar his third [servant], \"Lift [him] out and throw him on the plot of the field of Naboth the Jezreelite, for remember, you and I [were] with the pair [of chariots] behind Ahab his father when Yahweh pronounced this oracle against him:",
    "9:26": "'\"Since I saw the blood of Naboth and the blood of his children yesterday,\" declares Yahweh, \"I will requite it for you in this tract of land,\" declares Yahweh.' So then lift him out and throw him on the tract of land according to the word of Yahweh.\"",
    "9:27": "When Ahaziah king of Judah saw, he fled the way of Beth-Haggen. Jehu pursued after him and said, \"Shoot him also, in the chariot.\" [They shot him] at the ascent of Gur which [is] in Ibleam, and he fled [to] Megiddo, but he died there.",
    "9:28": "Then his officers carried him to Jerusalem, and they buried him in his tomb with his ancestors<note: Or \"fathers\"> in the city of David.",
    "9:29": "In the eleventh year of Joram the son of Ahab, Ahaziah had become king over Judah.",
    "9:30": "When Jehu came to Jezreel, Jezebel heard [of it], so she painted her eyes with black eye paint and adorned her head and looked through the window.",
    "9:31": "Now Jehu had come in the gate, so she said, \"[Is it] peace, O Zimri, murderer of his master?\"",
    "9:32": "When he lifted up his face to the window, he asked, \"Who [is] with me?\" Two or three eunuchs looked down to him.",
    "9:33": "So he said, \"Throw her down.\" So they threw her down, and her blood spattered on the wall and on the horses, and they trampled her.",
    "9:34": "Then he came and ate and drank, and said, \"Please take care of this cursed one and bury her, for she is the daughter of a king.\"",
    "9:35": "When they went to bury her, they could not find her, except the skull, the feet, and the palms of the hands.",
    "9:36": "They returned and told him, and he said, \"This [is] the word of Yahweh which he spoke by the hand of his servant Elijah the Tishbite, saying, 'On the plot of ground of Jezreel, the dogs shall eat the flesh of Jezebel.'\"",
    "9:37": "So the dead body of Jezebel became dung on the surface [spread] on the field in the plot of ground of Jezreel, so one cannot say, \"This [is] Jezebel.\"",
    "10:1": "Ahab had seventy sons in Samaria, and Jehu wrote letters, and he sent them to Samaria to the officials of Jezreel, to the elders and to the guardians of Ahab, saying,",
    "10:2": "\"Now, when this letter comes to you and your master's sons [are] with you, the chariots [are] with you, the horses, a fortified city, and weapons,",
    "10:3": "then you must select the best and the most suitable from the sons of your master, and you must place [him] on the throne of his father, and they must fight for the house of your masters.\"",
    "10:4": "But they were very afraid, and they said, \"Look, two kings could not stand before him; how can we stand?\"",
    "10:5": "So whoever was over the house, and whoever was over the city, and the elders and the guardians sent to Jehu, saying, \"We [are] your servants; all that you say to us, we shall do. We shall not make anyone a king. Do [what] is good in your eyes.\"",
    "10:6": "Then he wrote to them a second letter, saying, \"If you [are] for me, and you [are] listening to my voice, take the heads of the men of the sons of your master and come to me at [this] time tomorrow at Jezreel.\" Now the sons of the king, seventy men, [were] with the leaders of the city who were raising them.",
    "10:7": "When the letter came to them, they took the sons of the king, and they killed seventy men. Then they put their heads in baskets and sent them to him at Jezreel.",
    "10:8": "Then the messenger came and told him, saying, \"They have brought the heads of the king's sons,\" and he said, \"Put them [in] two piles [at] the entrance of the gate until morning.\"",
    "10:9": "It happened in the morning that he went out, stood, and said to all of the people, \"You [are] righteous. Look, I conspired against my master and killed him. But who killed all of these?",
    "10:10": "Know then that {the word of Yahweh will not fail}<note: Literally \"it shall not fall from the word of Yahweh to the ground\"> which Yahweh spoke concerning the house of Ahab; Yahweh has done what he spoke by the hand of his servant Elijah.",
    "10:11": "Then Jehu killed all of the remainder of the house of Ahab in Jezreel, all of his leaders, his close friends, and his priests, until there was no survivor left for him.",
    "10:12": "Then he arose and went and came to Samaria. On the way, he was [at] Beth-Eked of the shepherds,",
    "10:13": "and Jehu met the brothers of Ahaziah king of Judah. He asked, \"Who [are] you?\" They said, \"We [are] the brothers of Ahaziah; we came down for the peace of the king's children and the children of the queen.\"",
    "10:14": "Then he said, \"Seize them alive!\" So they seized them alive but then slaughtered them at the cistern of Beth-Eked, forty-two men. He did not allow any of them to survive.",
    "10:15": "Next he went from there and found Jehonadab the son of Recab to meet him. He greeted him and asked him, \"{Is your heart right with me as my heart is with you}?\"<note: Literally \"Is there uprightness with your heart as that of my heart with your heart\"> Then Jehonadab said, \"Yes, it is. Give your hand!\" And he gave his hand and took him up to him on the chariot.",
    "10:16": "Then he said, \"Come with me! Look at my zeal for Yahweh!\" So he let him ride in his chariot.",
    "10:17": "Then he came to Samaria and killed all who remained to Ahab in Samaria until he wiped them out according to the word of Yahweh which he had spoken to Elijah.",
    "10:18": "Then Jehu assembled all of the people and said to them, \"Ahab served Baal a little, but Jehu will worship him greatly.",
    "10:19": "So then, summon to me all of the prophets of Baal and all of his servants and his priests; no man should fail to come, for I have a great sacrifice for Baal. Anyone who fails to come shall not live!\" Now Jehu was acting with cunning in order to destroy the servants of Baal.",
    "10:20": "Then Jehu said, \"Sanctify a [solemn] assembly for Baal!\" So they proclaimed [it].",
    "10:21": "Jehu sent [word] through all of Israel, and all of the servants of Baal came; there did not remain a man who did not come. They came to the house of Baal so that the house of Baal was filled from {wall to wall}.<note: Literally \"edge to edge\">",
    "10:22": "He said to the one who [was] over the wardrobe, \"Bring out clothing for all of the servants of Baal.\" So he brought the clothing out for them.",
    "10:23": "Then Jehu and Jehonadab the son of Recab came [to] the temple of Baal, and he said to the servants of Baal, \"Search and see that there is none of the servants of Yahweh here with you; only those who serve Baal.\"",
    "10:24": "They came to offer sacrifices and burnt offerings. Now Jehu had stationed for himself eighty men outside, and he said, \"The man who lets [anyone] escape from the men who I am {entrusting to you},<note: Literally \"bringing upon your hand\"> {he will pay with his life}!\"<note: Literally \"his life in place of his life\">",
    "10:25": "It happened that when he finished offering the burnt offering, Jehu said to the royal guard and to the officers, \"Come and kill them; let no man go free!\" So {they put them to the sword},<note: Literally \"they struck them with the edge of the sword\"> and the royal guard and the officers threw them out, then they went up to the citadel of the temple of Baal.",
    "10:26": "They brought out the stone pillars of the temple of Baal and burned {them}.<note: Literally \"it\">",
    "10:27": "So they broke down the stone pillars of Baal and destroyed the temple of Baal and made it into a latrine until this day.",
    "10:28": "So Jehu wiped out Baal from Israel.",
    "10:29": "Only Jehu did not turn aside from the sins of Jeroboam the son of Nebat [by] which he caused Israel to sin; [namely,] the calf-shaped idols of gold which [were in] Bethel and Dan.",
    "10:30": "Yahweh said to Jehu, \"Because you have done well by doing right in my eyes and you have done to the house of Ahab according to all that [was] in my heart; [therefore,] sons of the fourth generation will sit for you on the throne of Israel.\"",
    "10:31": "But Jehu was not careful to walk in the law of Yahweh God of Israel with all his heart; he did not turn from the sins of Jeroboam [by] which he caused Israel to sin.",
    "10:32": "In those days, Yahweh began to reduce Israel, so Hazael defeated them in every territory of Israel,",
    "10:33": "from the Jordan eastward: all of the land of Gilead, the Gadites, the Reubenites, and the Manassites, from Aroer which [is] on the Wadi Arnon and Gilead and Bashan.",
    "10:34": "Now the remainder of the acts of Jehu and all that he did and all of his powerful [deeds, are] they not written in the scroll of the events of the days of the kings of Israel?",
    "10:35": "So Jehu slept with his ancestors,<note: Or \"fathers\"> and they buried him in Samaria, and Jehoahaz his son became king in his place.",
    "10:36": "Now the days which Jehu had reigned over Israel [were] twenty-eight years in Samaria.",
    "11:1": "Now Athaliah the mother of Ahaziah saw that her son was dead, so she prepared to destroy all of the offspring of the royal family.",
    "11:2": "But Jehosheba the daughter of King Joram and sister of Ahaziah took Jehoash the son of Ahaziah, and she stole him from among the sons of the king who were being put to death, [putting] him and his nurse in the inner bedroom. So they hid him from the presence of Athaliah, and he was not killed.",
    "11:3": "He remained with her in the temple of Yahweh, hidden for six years [while] Athaliah was reigning over the land.",
    "11:4": "But in the seventh year Jehoiada sent and took the commanders of the hundreds of the Carites and the runners, and he brought them to himself to the temple of Yahweh. Then he {made}<note: Literally \"cut\"> a covenant with them and made them swear in the house of Yahweh and showed them the son of the king.",
    "11:5": "He commanded them, saying, \"This [is] the thing which you must do: one third of you {who go off duty on the Sabbath},<note: Literally \"who go on the Sabbath\"> the keepers of the guard in the house of the king,",
    "11:6": "and another third at the gate of Sur, and a third at the gate behind the runners, shall guard the post of the palace alternately.",
    "11:7": "Two of the units among you, all {who go on duty on the Sabbath},<note: Literally \"the going out of the Sabbath\"> guard the post of the temple of Yahweh for the king.",
    "11:8": "You must surround the king all about, each with his weapon in his hand; whoever comes to the ranks must be killed. Be with the king {wherever he goes}.\"<note: Literally \"when he goes out and when he comes\">",
    "11:9": "So the commanders of hundreds did according to all that Jehoiada the priest commanded, and each took his men {who went off duty on the Sabbath}<note: Literally \"the coming of the Sabbath\"> and those {who came on duty on the Sabbath},<note: Literally \"the going out of the Sabbath\"> and they came to Jehoiada the priest.",
    "11:10": "Then the priest gave to the commanders of the hundreds spears and small round shields which [were] King David's, which [were] in the temple of Yahweh.",
    "11:11": "So the royal runners stood, each [with] his weapons in his hand, from the side of the temple to the south up to the side of the temple on the north, around the altar and around the temple, about the king all around.",
    "11:12": "Then he brought out the son of the king, put the crown on him with the testimony, and they made him king, anointed him, clapped [their] hands, and said, \"[Long] live the king!\"",
    "11:13": "When Athaliah heard the sound of the runners of the people, she came to the people at the temple of Yahweh.",
    "11:14": "She looked, and there was the king standing by the pillar according to the custom. The commanders and the trumpeters [were] by the king, and all of the people of the land were rejoicing and blowing on the trumpets. Athaliah tore her clothes and she called, \"Treason, treason!\"",
    "11:15": "Then Jehoiada the priest commanded the commanders of the hundreds, the appointed of the army, and he said to them, \"Bring her out to the house of the ranks! The one coming after her [should] kill her with the sword,\" for the priest had said, \"Let her not be killed in the temple of Yahweh.\"",
    "11:16": "So {they grabbed her}<note: Literally \"they put hands to her\"> as she went [by] the entranceway of the horses to the palace of the king, and she was killed there.",
    "11:17": "Then Jehoiada {made}<note: Literally \"cut\"> a covenant between Yahweh and the king and the people, that the people should be as a people for Yahweh, and [also a covenant] between the king and the people.",
    "11:18": "Then all the people of the land went to the temple of Baal and tore it down, and its altars and its images they broke completely into pieces. Mattan the priest of Baal they killed in front of the altars. Then the priest put guards over the house of Yahweh.",
    "11:19": "He took the commanders of the hundreds and the Carites and the runners and all the people of the land, and they brought the king down from the temple of Yahweh. And they marched by the way of the runner's gate [to] the palace of the king, and he sat on the throne of the kings.",
    "11:20": "All the people of the land rejoiced, and the city rested; [for] Athaliah had been killed with the sword in the palace of the king.",
    "11:21": "<note: 2 Kings 11:21-12:21 in the English Bible is 2 Kings 12:1-22 in the Hebrew Bible> Jehoash [was] {seven years old}<note: Literally \"a son of seven years\"> when he began to reign.",
    "12:1": "In the seventh year of Jehu, Jehoash became king. He reigned in Jerusalem forty years, and the name of his mother [was] Zibiah from Beersheba.",
    "12:2": "Jehoash did right in the eyes of Yahweh all of his days, because Jehoiada the priest instructed him.",
    "12:3": "Only the high places were not removed; the people [were] still making sacrifices and offering incense on the high places.",
    "12:4": "Jehoash said to the priests, \"All of the money for the sacred things that is brought to the temple of Yahweh, {the money taxed at its proper value for each person}<note: Literally \"money passing over a man, the money of persons his proper value\"> [and] all of the money which comes upon the heart of a man to bring to the temple of Yahweh,",
    "12:5": "let the priests take for themselves, each from his treasurers, and let them repair the breach of the temple for every place where damage is found.\"",
    "12:6": "It happened in the twenty-third year of King Jehoash that the priests had not repaired the damage in the temple.",
    "12:7": "So King Jehoash summoned Jehoiada the priest and the priests, and he said to them, \"Why are you not repairing the damage in the temple? Now, you shall not take money from your treasurers for the damage in the temple. You must provide it.\"",
    "12:8": "So the priests agreed not to take money from the people and not to repair the damage to the temple.",
    "12:9": "Then Jehoiada the priest took a certain chest and bored a hole in its lid, and he put it beside the altar to the right as a man enters into the temple of Yahweh; then the priests who were keepers of the threshold would put there all of the money brought into the temple.",
    "12:10": "It happened that when they saw a great deal of money in the chest, the secretary of the king and the high priest would come up, put the money in bags, then count the money found in the temple of Yahweh.",
    "12:11": "They placed the money, [which was] weighed out, into the hands of the workers who were appointed over the temple of Yahweh, and they paid [it to] the skilled craftsmen of wood and [to] the builders working on the temple of Yahweh",
    "12:12": "and to the masons and the stonecutters, to buy timber and stones for hewing, in order to repair the damage of the temple of Yahweh, and for all who went to the temple to repair it.",
    "12:13": "Only, for the temple of Yahweh, there were not any silver basins, snuffers, bowls for drinking wine, trumpets, or any vessel of gold or silver from the money being brought [to] the temple of Yahweh.",
    "12:14": "For they gave that to all the workers, and they repaired the temple<note: Or \"house\"> of Yahweh with it.",
    "12:15": "They did not [have to] settle accounts with the men into whose hands they placed the money to give to the workers, for they [were] dealing honestly.",
    "12:16": "[The] money of [the] guilt offering and [the] money of [the] sin offering was not brought into the temple<note: Or \"house\"> of Yahweh, but were [each] for the priests.",
    "12:17": "At that time, Hazael king of Aram went up and fought against Gath and captured it; then Hazael set his face to go up against Jerusalem.",
    "12:18": "Jehoash king of Judah took all of the holy objects that Jehoshaphat, Joram, and Ahaziah his ancestors,<note: Or \"fathers\"> the kings of Judah, had devoted, and all his holy objects and all of the gold found in the treasuries of the temple of Yahweh, and [in] the palace of the king, and he sent them to Hazael king of Aram, so that he went up from Jerusalem.",
    "12:19": "Now the remainder of the acts of Joash and all that he did, are they not written in the scroll of the events of the days of the kings of Judah?",
    "12:20": "Then his servants arose and conspired and killed Joash [in] the house of the Millo as he was going down toward Silla.",
    "12:21": "Jozabad<note: A number of Hebrew manuscripts read \"Jozakar\" here, a reading followed by many English versions. The Hebrew letters for K and B are very similar, as are the letters for R and D. Scribal error may account for the variant reading.> the son of Shimeath and Jehozabad the son of Shomer, his servants, struck him and killed him, so they buried him with his ancestors<note: Or \"fathers\"> in the city of David. Then Amaziah his son became king in his place.",
    "13:1": "In the twenty-third year of Joash the son of Ahaziah, king of Judah, Jehoahaz the son of Jehu became king over Israel in Samaria, [reigning] seventeen years.",
    "13:2": "But he did evil in the eyes of Yahweh, and he went after the sins of Jeroboam the son of Nebat with which he had caused Israel to sin, and he did not depart from it.",
    "13:3": "So the {anger of Yahweh was kindled}<note: Literally \"the nose of Yahweh became hot\"> against Israel, and he gave them into the hand of Hazael king of Aram and into the hand of Ben-Hadad the son of Hazael {repeatedly}.<note: Literally \"all the days\">",
    "13:4": "Then Jehoahaz entreated Yahweh, and Yahweh listened to him, for he saw the oppression of Israel, because the king of Aram oppressed them.",
    "13:5": "Yahweh gave Israel a savior, and they went out from under the hand of Aram. So the {Israelites}<note: Literally \"sons/children of Israel\"> lived in their tents as {formerly}.<note: Literally \"as yesterday and the day before\">",
    "13:6": "Yet they did not depart from the sins of the house of Jeroboam which he caused Israel to sin, but walked in it; and also, the pole of the Asherah worship was [still] standing in Samaria.",
    "13:7": "For there was no army left over for Jehoahaz except for fifty horsemen, ten chariots, and ten thousand infantry, for the king of Aram had destroyed them and made them as the dust at threshing.",
    "13:8": "Now the remainder of the acts of Jehoahaz and all that he did and his powerful [deeds, are] they not written in the scroll of the events of the days of the kings of Israel?",
    "13:9": "Then Jehoahaz slept with his ancestors<note: Or \"fathers\"> and they buried him in Samaria, and Jehoash his son became king in his place.",
    "13:10": "In the thirty-seventh year of Joash king of Judah, Jehoash the son of Jehoahaz became king over Israel in Samaria, [reigning] sixteen years.",
    "13:11": "He did evil in the eyes of Yahweh; he did not depart from all of the sins of Jeroboam the son of Nebat which he caused Israel to sin, [but] walked in it.",
    "13:12": "The remainder of the acts of Joash<note: That is, the king of Israel rather than the king of Judah; \"Jehoash\" and \"Joash\" are variant spellings of one another> and all that he did, his powerful [deeds], and how he fought with Amaziah king of Judah, [are] they not written in the scroll of the events of the days of the kings of Israel?",
    "13:13": "Then Joash slept with his ancestors,<note: Or \"fathers\"> and Jeroboam sat on his throne. Joash was buried in Samaria with the kings of Israel.",
    "13:14": "Elisha became ill with the illness with which he would die, so Jehoash king of Israel went down to him and wept before him, and said, \"My father, my father; the chariot of Israel and its horsemen!\"",
    "13:15": "Elisha said to him, \"Take a bow and arrows,\" so he took him a bow and arrows.",
    "13:16": "He said to the king of Israel, \"{Lay your hand on the bow},\"<note: Literally \"Let your hand climb upon the bow\"> so he lay hold [of it]; then Elisha put his hand on the hands of the king.",
    "13:17": "Then he said, \"Open the window to the east,\" so he opened [it]. Elisha said, \"Shoot,\" and he shot. Then he said, \"An arrow of victory for Yahweh, and an arrow of victory against Aram; you shall fight the Arameans in Aphek until finishing [them].\"",
    "13:18": "Then he said, \"Take the arrows,\" so he took [them]. He said to the king of Israel, \"Strike the ground,\" so he struck three times and stopped.",
    "13:19": "[Yet] the man of God became angry against him and said, \"For striking five or six times, then you would have defeated Aram until finishing [them], but now you will defeat Aram [only] three times.\"",
    "13:20": "Elisha died and they buried him. Now the raiding parties of Moab came {in the spring}.<note: Literally \"coming year\">",
    "13:21": "And it happened that they [were] burying a man; suddenly they saw the marauding band, so they threw the man in the grave of Elisha. [As he] went [in], the man touched the bones of Elisha, and became alive and got up on his feet!",
    "13:22": "Hazael king of Aram oppressed Israel all the days of Jehoahaz.",
    "13:23": "But Yahweh had mercy on them and showed compassion to them and turned to them because of his covenant with Abraham, Isaac, and Jacob. He was not willing to destroy them nor cast them from his presence up to now.",
    "13:24": "When Hazael king of Aram died, his son Ben-Hadad became king in his place.",
    "13:25": "Jehoash the son of Jehoahaz returned and took the cities from the hand of Ben-Hadad the son of Hazael which he had taken from the hand of Jehoahaz his father in the war. Three times Jehoash defeated him and recovered the towns of Israel.",
    "14:1": "In the second year of Jehoash the son of Jehoahaz king of Israel, Amaziah the son of Jehoash king of Judah began to reign.",
    "14:2": "He was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem; and the name of his mother [was] Jehoaddin from Jerusalem.",
    "14:3": "He did right in the eyes of Yahweh, only not as David his ancestor;<note: Or \"father\"> as all which Jehoash his father had done, he did.",
    "14:4": "Only the high places were not removed; the people [were] still sacrificing and offering incense on the high places.",
    "14:5": "It happened that when the kingdom was firmly in his hand, he killed his servants who had killed his father the king.",
    "14:6": "But the sons of the killers he did not kill, as it is written in the scroll of the law of Moses which Yahweh had commanded, saying, \"Fathers should not be killed because of children, and children should not be killed because of fathers; but a man should die because of his [own] sin.\"",
    "14:7": "He also killed ten thousand Edomites in the Valley of Salt, and he seized Sela in the battle, and he called its name Jokteel, until this day.",
    "14:8": "Then Amaziah sent messengers to Jehoash the son of Jehoahaz the son of Jehu king of Israel, saying, \"Come let us meet {face-to-face}.\"<note: Literally \"faces\">",
    "14:9": "So Jehoash the king of Israel sent to Amaziah, saying, \"The thornbush which is in Lebanon sent to the cedar which is in Lebanon, saying, 'Give your daughter to my son as wife,' but an animal of the field which [is] in Lebanon passed by and trampled the thornbush.",
    "14:10": "You have indeed defeated Edom and your heart is lifted up; enjoy the honor and stay home. Why should you provoke trouble so that you fall and Judah with you?\"",
    "14:11": "But Amaziah would not listen, so Jehoash king of Israel went up and they met face-to-face, he and Amaziah king of Judah, at Beth-Shemesh which belongs to Judah.",
    "14:12": "Judah was defeated before Israel and they fled, each to this tent.",
    "14:13": "Jehoash king of Israel captured Amaziah king of Judah, the son of Jehoash, the son of Ahaziah, at Beth-Shemesh. Then they came [to] Jerusalem, and he broke down the wall of Jerusalem from the Gate of Ephraim up to the Corner Gate, four hundred cubits!",
    "14:14": "He also took all of the gold and silver and all the vessels found [in] the temple of Yahweh and in the treasury rooms of the palace of the king, as well as the {hostages};<note: Literally \"sons of the pledges\"> then he returned to Samaria.",
    "14:15": "Now the remainder of the acts of Jehoash which he did, and his powerful [deeds], and how he fought with Amaziah king of Judah, [are] they not written on the scroll of the events of the days of the kings of Israel?",
    "14:16": "Then Jehoash slept with his ancestors<note: Or \"fathers\"> and was buried in Samaria with the kings of Israel, and Jeroboam his son reigned in his place.",
    "14:17": "Amaziah the son of Jehoash king of Judah lived fifteen years after the death of Jehoash the son of Jehoahaz king of Israel.",
    "14:18": "The remainder of the acts of Amaziah, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "14:19": "They conspired against him in Jerusalem, so he fled to Lachish. But they sent [men] after him to Lachish, and they killed him there.",
    "14:20": "Then they carried him on the horses, and he was buried with his ancestors<note: Or \"fathers\"> in the city of David.",
    "14:21": "All of the people of Judah took sixteen-year-old Azariah and made him king in place of this father Amaziah.",
    "14:22": "He rebuilt Elath and restored it to Judah after the king slept with his ancestors.<note: Or \"fathers\">",
    "14:23": "In the fifteenth year of Amaziah the son of Jehoash king of Judah, Jeroboam the son of Jehoash king of Israel began to reign in Samaria, [reigning] forty-one years.",
    "14:24": "But he did evil in the eyes of Yahweh; he did not depart from all the sins of Jeroboam the son of Nebat which he caused Israel to sin.",
    "14:25": "He restored the boundary of Israel from Lebo-Hamath up to the sea of the Arabah, according to the word of Yahweh which he spoke by the hand of his servant Jonah the son of Amittai the prophet, who was from Gath-Hepher.",
    "14:26": "For Yahweh saw that the misery of Israel was very bitter, whether bond or free, but there was no helper for Israel.",
    "14:27": "Yahweh did not decree to blot out the name of Israel from under the heavens, so he saved them by the hand of Jeroboam the son of Jehoash.",
    "14:28": "Now the remainder of the acts of Jeroboam, all that he did, his powerful [deeds], how he fought, and how he restored Damascus and Hamath of Judah to Israel, [are] they not written on the scroll of the events of the days of the kings of Israel?",
    "14:29": "So Jeroboam slept with his ancestors<note: Or \"fathers\"> the kings of Israel, and his son Zechariah became king in his place.",
    "15:1": "In the twenty-seventh year of Jeroboam king of Israel, Azariah the son of Amaziah king of Judah began to reign.",
    "15:2": "He was sixteen years old when he became king, and he reigned fifty-two years in Jerusalem. The name of his mother [was] Jecoliah of Jerusalem.",
    "15:3": "He did right in the eyes of Yahweh, according to all that Amaziah his father had done.",
    "15:4": "Only he did not remove the high places; the people [were] still sacrificing and burning incense on the high places.",
    "15:5": "Yahweh struck the king, and he was infected with a skin disease until the day of his death. He lived in a separate house, [while] Jotham the son of the king [was] over the house, governing the people of the land.",
    "15:6": "The remainder of the acts of Azariah, and all that he did, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "15:7": "So Azariah slept with his ancestors,<note: Or \"fathers\"> and they buried him with his ancestors<note: Or \"fathers\"> in the city of David, and Jotham his son became king in his place.",
    "15:8": "In the thirty-eighth year of Azariah king of Judah, Zechariah the son of Jeroboam reigned over Israel in Samaria for six months.",
    "15:9": "He did evil in the eyes of Yahweh as his ancestors<note: Or \"fathers\"> had done. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin.",
    "15:10": "Shallum the son of Jabesh conspired against him, struck him in front of the people, killed him, and reigned in his place.",
    "15:11": "Now the remainder of the acts of Zechariah, look, they are written on the scroll of the events of the days of the kings of Israel.",
    "15:12": "This is the word of Yahweh which he spoke to Jehu, saying, \"Sons of a fourth [generation] shall sit for you on the throne of Israel,\" and it was so.",
    "15:13": "Shallum the son of Jabesh began to reign in the thirty-ninth year of Uzziah king of Judah, and he reigned {a full month}<note: Literally \"a month of days\"> in Samaria.",
    "15:14": "Then Menahem the son of Gadi came up from Tirzah, and he came [to] Samaria and struck down Shallum the son of Jabesh in Samaria and killed him. Then he became king in place of him.",
    "15:15": "Now the remainder of the acts of Shallum, and his conspiracy which he conspired; look, they [are] written on the scroll of the events of the days of the kings of Israel.",
    "15:16": "At that time Menahem destroyed Tiphsah, all who [were] in it, and all its territory from Tirzah, because [it] had not opened [to him], so he destroyed it and ripped open all of its pregnant women.",
    "15:17": "In the thirty-ninth year of Azariah king of Judah, Menahem the son of Gadi began to reign over Israel [for] ten years in Samaria.",
    "15:18": "But he did evil in the eyes of Yahweh. He did not depart all of his days from the sins of Jeroboam the son of Nebat which he caused Israel to sin.",
    "15:19": "Pul the king of Assyria came against the land, so Menahem gave a thousand talents of silver to Pul so that his hand would be with him {to strengthen his hold on the kingdom}.<note: Literally \"to strengthen the kingship in his hand\">",
    "15:20": "Menahem exacted the money from Israel, from all {the very rich},<note: Literally \"the mighty of the wealth\"> to give to the king of Assyria fifty shekels of silver for each one. Then the king of Assyria returned and did not stay there in the land.",
    "15:21": "Now the rest of the acts of Menahem, and all that he did, [are] they not written in the scroll of the events of the days of the kings of Israel?",
    "15:22": "So Menahem slept with his ancestors,<note: Or \"fathers\"> and Pekahiah his son became king in his place.",
    "15:23": "In the fiftieth year of Azariah king of Judah, Pekahiah the son of Menahem began to reign over Israel in Samaria [for] two years.",
    "15:24": "But he did evil in the eyes of Yahweh. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin.",
    "15:25": "Pekah the son of Remaliah, his captain, conspired against him, so he attacked him in Samaria in the citadel fortress of [the] palace of the king, with Argob and Arieh. With him [also were] fifty men from the children of the Gileadites, and he killed him and became king in his place.",
    "15:26": "Now the remainder of the acts of Pekahiah and all that he did, look, they are written in the scroll of the events of the days of the kings of Israel.",
    "15:27": "In the fifty-second year of Azariah king of Judah, Pekah the son of Remaliah began to reign over Israel in Samaria [for] twenty years.",
    "15:28": "He did evil in the eyes of Yahweh. He did not depart from the sins of Jeroboam the son of Nebat which he caused Israel to sin.",
    "15:29": "In the days of Pekah king of Israel, Tiglath-Pileser the king of Assyria came and took Ijon, Abel-Beth-Maacah, Janoah, Kedesh, Hazor, the Gilead, the Galilee, and all the land of Naphtali; then he deported them to Assyria.",
    "15:30": "Hoshea the son of Elah conspired against Pekah the son of Remaliah, and he attacked and killed him. He reigned in place of him in the twentieth year of Jotham the son of Uzziah.",
    "15:31": "Now the remainder of the acts of Pekah and all that he did, look, they are written in the scroll of the events of the days of the kings of Israel.",
    "15:32": "In the second year of Pekah the son of Remaliah, king of Israel, Jotham the son of Uzziah king of Judah began to reign.",
    "15:33": "He was twenty-five years old when he became king, and he reigned sixteen years in Jerusalem, and the name of his mother was Jerusha the daughter of Zadok.",
    "15:34": "He did what was right in the eyes of Yahweh, according to all that Uzziah his father had done.",
    "15:35": "Only the high places were not removed; the people still [were] sacrificing and offering incense on the high places. He built the upper gate of the temple of Yahweh.",
    "15:36": "Now the remainder of the acts of Jotham which he did, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "15:37": "(Now, in those days, Yahweh began to send Rezin the king of Aram and Pekah the son of Remaliah against Judah.)",
    "15:38": "So Jotham slept with his ancestors<note: Or \"fathers\"> and was buried with his ancestors<note: Or \"fathers\"> in the city of David his ancestor,<note: Or \"father\"> and his son Ahaz became king in his place.",
    "16:1": "In the seventeenth year of Pekah the son of Remaliah, Ahaz the son of Jotham king of Judah began to reign.",
    "16:2": "Ahaz was twenty years old when he began to reign, and he reigned sixteen years in Jerusalem. He did not do right in the eyes of Yahweh his God as David his ancestor.<note: Or \"father\">",
    "16:3": "He walked in the way of the kings of Israel; he even let his son pass through the fire according to the detestable things of the nations which Yahweh drove out from before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "16:4": "He sacrificed and offered incense on the high places, on the hills, and under every green tree.",
    "16:5": "Then Rezin the king of Aram went up [with] Pekah the son of Remaliah king of Israel against Jerusalem for battle, and they besieged Ahaz but were not able to {defeat}<note: Literally \"fight\"> him.",
    "16:6": "At that time, Rezin king of Aram recovered Elath for Aram and drove out the Judeans from Elath. The Arameans came to Elath and have lived there until this day.",
    "16:7": "Ahaz sent messengers to Tiglath-Pileser king of Assyria, saying, \"I [am] your servant and your son. Come up and rescue me from the hand of the king of Aram and from the hand of the king of Israel who are rising up against me.\"",
    "16:8": "Ahaz took the silver and gold found in the house of Yahweh and in the treasury rooms of the palace of the king, and he sent a gift to the king of Assyria.",
    "16:9": "So the king of Assyria listened to him and he went up to Damascus and captured it and deported them to Kir. He also killed Rezin.",
    "16:10": "So King Ahaz went to meet Tiglath-Pileser the king of Assyria [in] Damascus, and he saw the altar which [was] in Damascus, so King Ahaz sent to Uriah the priest the builder's plan of the altar and the {exact model of how it had been made}.<note: Literally \"and its model according to all its work\">",
    "16:11": "So Uriah the priest built the altar according to all that King Ahaz had sent from Damascus; thus Uriah the priest did before King Ahaz came from Damascus.",
    "16:12": "When the king came from Damascus, the king saw the altar, so he went near to the altar and went up on it.",
    "16:13": "Then he offered his burnt offerings and his grain offerings, he poured his libations and dashed the blood of his fellowship offerings against the altar.",
    "16:14": "Now the bronze altar which was before Yahweh, he brought over from the front of the temple, from between [his] altar and the temple of Yahweh, and he placed it at the side of [his] altar to the north.",
    "16:15": "Then King Ahaz commanded Uriah the priest, saying, \"On the great altar burn the morning burnt offering and the grain offering of the evening, the burnt offering of the king and his grain offering, the burnt offering of all of the people of the land, their offerings, their libations, and all of the blood of the burnt offerings, the blood of the sacrifices you must dash on it. But the bronze altar shall be for me to inquire [by].\"",
    "16:16": "So Uriah the priest did according to all that King Ahaz commanded.",
    "16:17": "Then King Ahaz cut off the side panels of the water carts and removed from upon them the basin, and the sea he took down from the bronze oxen that were under it and put it on a stone base.",
    "16:18": "The covering for the Sabbath which they had built in the palace and in the entrance of the king to the outside, he removed [from] the temple of Yahweh because of the presence of the king of Assyria.",
    "16:19": "Now the remainder of the acts of Ahaz which he did, [are] they not written in the scroll of the events of the days of the kings of Judah?",
    "16:20": "So Ahaz slept with his ancestors<note: Or \"fathers\"> and was buried with his ancestors<note: Or \"fathers\"> in the city of David, and Hezekiah his son reigned in his place.",
    "17:1": "In the twelfth year of Ahaz the king of Judah, Hoshea the son of Elah began to reign over Israel in Samaria, [reigning] nine years.",
    "17:2": "He did evil in the eyes of Yahweh, only not as the kings of Israel who were before him.",
    "17:3": "Shalmaneser the king of Assyria<note: This would have been Shalmaneser V of Assyria (ruled ca. 727-722 bc)> came up against him, and Hoshea became his vassal and paid tribute to him.",
    "17:4": "But the king of Assyria found treachery in Hoshea, for he had sent messengers to So king of Egypt, and he did not offer tribute to the king of Assyria as [he had] year after year; so the king of Assyria arrested him, and confined him [in] a house of imprisonment.",
    "17:5": "So the king of Assyria went up in all the land, then he went up [to] Samaria and besieged it [for] three years.",
    "17:6": "In the ninth year of Hoshea, the king of Assyria captured Samaria and deported Israel to Assyria. He placed them in Halah, in Habor, [in] the river [regions] of Gozan, and [in] the cities of the Medes.",
    "17:7": "Now [this] happened because the {Israelites}<note: Literally \"sons/children of Israel\"> had sinned against Yahweh their God when he brought them up from the land of Egypt from under the hand of Pharaoh the king of Egypt and they feared other gods.",
    "17:8": "They walked in the statutes of the nations whom Yahweh had driven out from before the {Israelites},<note: Literally \"sons/children of Israel\"> which the kings of Israel had introduced.",
    "17:9": "The {Israelites}<note: Literally \"sons/children of Israel\"> secretly did things which [were] not right, against Yahweh their God; they built high places for themselves in all their towns, from the watchtower up to the fortified city.",
    "17:10": "They set up for themselves stone pillars and poles of Asherah worship on every high hill and under every green tree.",
    "17:11": "They burned incense there on all the high places, like the nations which Yahweh deported before them, and they did evil things to provoke Yahweh.",
    "17:12": "They served idols which Yahweh had said to them, \"You shall not do this thing!\"",
    "17:13": "Yahweh warned Israel and Judah by the hand of his every prophet, [with] every seer saying, \"Turn from all of your evil ways, and keep my commandments and my ordinances, according to all the law which I commanded your ancestors,<note: Or \"fathers\"> which I sent to you by the hand of my servants the prophets.\"",
    "17:14": "But they did not listen and they stiffened their necks, like the necks of their ancestors<note: Or \"fathers> who did not believe in Yahweh their God.",
    "17:15": "They rejected his statutes, his covenant which he {made}<note: Literally \"cut\"> with their ancestors,<note: Or \"fathers\"> and his warnings which he gave to them; and they went after the idols, became vain, and [went] after all the nations which [were] all around them, which Yahweh had commanded them not to do as they [did].",
    "17:16": "They abandoned all the commands of Yahweh their God and made for themselves two molten calf-shaped idols; they made a pole of Asherah worship and bowed down to the army of the heavens and served Baal.",
    "17:17": "They made their sons and their daughters pass through the fire, they practiced divination and read omens, and they sold themselves to do evil in the eyes of Yahweh to provoke him.",
    "17:18": "So Yahweh was very angry with Israel and he removed them from his presence; none remained except the tribe of Judah alone.",
    "17:19": "Even Judah did not keep the commands of Yahweh their God, and they walked in the customs of Israel which they introduced,",
    "17:20": "so Yahweh rejected all the offspring of Israel and punished them, and he gave them into the hand of the plunderers until he banished them from his presence.",
    "17:21": "For he had torn Israel from the house of David, and they made Jeroboam the son of Nebat king, but Jeroboam detached Israel from following Yahweh, and he made them sin a great sin.",
    "17:22": "The {Israelites}<note: Literally \"sons/children of Israel\"> walked in all the sins of Jeroboam which he committed, and they did not depart from it,",
    "17:23": "until Yahweh removed Israel from his presence as he had foretold by the hand of all his servants, the prophets. And so he deported Israel from upon his land to Assyria until this day.",
    "17:24": "The king of Assyria brought from Babylonia, from Cush, from Arva, from Hamath, and Sepharvaim, and he settled [them] in the cities of Samaria in place of the {Israelites},<note: Literally \"sons/children of Israel\"> so they took possession of Samaria and lived in her cities.",
    "17:25": "It happened that when they began living there, they did not fear Yahweh, so Yahweh sent lions among them, and they were killing them.<note: Leviticus 26:22 warns that non-belief will result in attacks from wild animals.>",
    "17:26": "So they said to the king of Assyria, \"The nations whom you deported and settled in the cities of Samaria do not know the customs of the God of the land, so he sent lions among them, and now they are killing them because they do not know the customs of the God of the land.\"",
    "17:27": "Then the king of Assyria commanded, saying, \"Release one of the priests whom you deported from there, and let him go and settle there. Let him teach them the customs of the God of the land.\"",
    "17:28": "So one of the priests went, whom they had deported from Samaria, and he settled in Bethel and was teaching them how they should fear Yahweh.",
    "17:29": "Yet every nation was making their<note: Hebrew \"his\"> gods, and they put them in the shrine of the high places that the Samaritans had made, every nation in their cities in which they [were] living.",
    "17:30": "The men of Babylonia made Succoth Benoth; the men of Cush made Nergal; the men of Hamath made Ashima.",
    "17:31": "The Arvites made Nibhaz and Tartak; the Sepharvites were burning their children in the fire to Adrammelech and Anammelech the gods of Sepharvaim.",
    "17:32": "Those who were fearing Yahweh made priests of the high places {from among themselves},<note: Literally \"for them from their ends\"> and they were sacrificing for them in the shrines of the high places.",
    "17:33": "Yahweh they were fearing, but their gods they were serving, according to the customs of the nations from which they were deported.",
    "17:34": "Until this day they [are] doing according to their former customs; none of them [are] fearing Yahweh, and none of them [are] doing according to their statutes, to their decisions, to the law, or to the commands that Yahweh commanded the descendants<note: Or \"sons\"> of Jacob [to] which he had given the name Israel.",
    "17:35": "Yahweh had {made}<note: Literally \"cut\"> a covenant with them and commanded them, \"You shall not fear other gods, nor shall you bow down to them, nor shall you serve them, nor shall you sacrifice to them.",
    "17:36": "Rather, Yahweh, who brought you out from the land of Egypt with great strength and with an outstretched arm--him you shall fear, and to him you shall bow down, and to him you shall sacrifice.",
    "17:37": "The statutes, the decisions, the law, and the commands that he wrote to you, you shall observe to do always, and you shall not fear other gods.",
    "17:38": "The covenant that I have {made}<note: Literally \"cut\"> with you, you shall not forget, and you shall not fear other gods.",
    "17:39": "But Yahweh your God you shall fear, and he will deliver you from the hand of all of your enemies.\"",
    "17:40": "They did not listen but kept on doing according to their former customs.",
    "17:41": "So these nations were fearing Yahweh, but they were serving their idols, as were their children and their children's children; as their ancestors<note: Or \"fathers\"> did, they [are] doing until this day.",
    "18:1": "It happened in the third year of Hoshea the son of Elah king of Israel, that Hezekiah the son of Ahaz king of Judah became king.",
    "18:2": "He was twenty-five years old when he became king, and he reigned twenty-nine years in Jerusalem. The name of his mother was Abi, the daughter of Zechariah.",
    "18:3": "He did right in the eyes of Yahweh according to all that David his ancestor<note: Or \"father\"> had done.",
    "18:4": "He removed the high places, and he smashed the stone pillars; he cut down the poles of Asherah worship and demolished the bronze serpent which Moses had made, for up to those days the {Israelites}<note: Literally \"sons/children of Israel\"> were offering incense to it and called it Nehushtan.",
    "18:5": "He trusted in Yahweh the God of Israel; there was no one like him, before or after, among all the kings of Judah.",
    "18:6": "He held on to Yahweh; he did not depart from following him, and he kept his commands that Yahweh had commanded Moses.",
    "18:7": "Yahweh was with him; everywhere he went, he succeeded. He rebelled against the king of Assyria and did not serve him.",
    "18:8": "He attacked [the] Philistines up to Gaza and its territory from the watchtower up to the fortified city.",
    "18:9": "It happened in the fourth year of King Hezekiah, that [is,] the seventh year of Hoshea the son of Elah king of Israel, Shalmaneser king of Assyria came against Samaria and laid siege against her.",
    "18:10": "At the end of three years, he captured it in the sixth year of Hezekiah, that [is,] the ninth year of Hoshea king of Israel; Samaria was captured.",
    "18:11": "Then the king of Assyria deported Israel to Assyria and settled them in Halah, in Habor, [in] the river [regions] of Gozan, and [in] the cities of the Medes,",
    "18:12": "because they did not listen to the voice of Yahweh their God, and they transgressed his covenant; all that he had commanded Moses, the servant of Yahweh, they did not listen [to] nor did they obey.",
    "18:13": "In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all of the fortified cities of Judah and captured them.",
    "18:14": "So Hezekiah king of Judah sent [word] to the king of Assyria at Lachish, saying, \"I have done wrong. Withdraw from me. What you impose on me I will bear.\" So the king of Assyria imposed on Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.",
    "18:15": "Then Hezekiah gave all of the silver found [in] the temple of Yahweh and in the storerooms of the house of the king.",
    "18:16": "At that time, Hezekiah cut off the doors of the temple of Yahweh and the doorposts which Hezekiah king of Judah had overlaid, and he gave them to the king of Assyria.",
    "18:17": "So the king of Assyria sent the commander in chief, the chief eunuch, and the {chief advisor}<note: Traditionally \"Rabshekah\"> from Lachish to King Hezekiah at Jerusalem with a heavy army. They went up and came [to] Jerusalem, then they went up and came and stood at the aqueduct of the upper pool which is on the main road of the {washer's}<note: Or \"fuller's\"> field.",
    "18:18": "Then they called to the king, so Eliakim the son of Hilkiah who [was] over the palace, Shebna the secretary, and Joah the son of Asaph the recorder, came out to them.",
    "18:19": "Then the chief advisor said to them, \"Please say to Hezekiah: 'Thus says the great king, the king of Assyria: \"What [is] this confidence that you trust?",
    "18:20": "You think only a word of lips, '[I have] advice and power for the war.' Now, on whom do you trust that you have rebelled against me?",
    "18:21": "Now, look! You {rely}<note: Literally \"trust for yourself\"> on the staff of this broken reed, on Egypt, which [when] a man leans on it, it goes into his hand and pierces it! So [is] Pharaoh the king of Egypt for all who are trusting on him!",
    "18:22": "But if you say to me, 'On Yahweh our God we trust,' [is] it not he whose high places and altars Hezekiah removed, and he had said to Judah and to Jerusalem, 'In the presence of this altar you shall bow down [only] in Jerusalem?'",
    "18:23": "So then, please make a wager with my lord, with the king of Assyria, and I will give to you a thousand horses {if you are able on your part to put riders on them.}<note: Literally \"if you are able to give for yourself riders upon them\">",
    "18:24": "How {can you repulse a single captain among the least of the servants of my master}<note: Literally \"can you return the face of the governor one of the servants of my master\">? [Yet] you rely for yourself on Egypt for chariots and horsemen!",
    "18:25": "Have I now come up against this place without Yahweh to destroy it? Yahweh has said to me, 'Go up against this land and destroy it!'\" '\"",
    "18:26": "Then Eliakim the son of Hilkiah and Shebna and Joah said to the chief commander, \"Please speak to your servants in Aramaic, for we [are] understanding, but you must not speak Judean with us in the ears of the people who [are] on the wall.\"",
    "18:27": "The chief commander said to them, \"Is it [solely] to your master and to you my master has sent me to speak these words? [Is] it not for the men who sit on the wall to eat their feces and to drink their urine with you?\"",
    "18:28": "Then the chief commander stood and called with a great voice in Judean, and he spoke and said, \"Hear the word of the king, the great king of Assyria!",
    "18:29": "Thus says the king, 'Do not let Hezekiah deceive you, for he will not be able to rescue you from my<note: Hebrew \"his\"> hand.",
    "18:30": "Do not let Hezekiah [make you] trust in Yahweh, saying, \"Certainly Yahweh will rescue us, and this city shall not be given into the hand of the king of Assyria!\" '",
    "18:31": "Do not listen to Hezekiah; for thus says the king of Assyria, 'Make with me a treaty of peace and come out to me that each [may] eat [from] his vine and each [from] his fig tree, and each [may] drink water [from] his cistern!",
    "18:32": "Until I come and take you to a land like your land, a land of grain and new wine, a land of bread and vineyards, a land of olive trees, olive oil, and honey, that [you may] live and not die! You must not listen to Hezekiah, for he has misled you [by] saying, \"Yahweh will deliver us!\"",
    "18:33": "Did the gods of each of the nations ever rescue the land from the hand of the king of Assyria?",
    "18:34": "Where [are] the gods of Hamath and Arpad? Where [are] the gods of Sepharvaim, Hena, and Ivvah? For did they rescue Samaria from my hand?",
    "18:35": "Who among all of the gods of the countries have rescued their countries from my hand that Yahweh should rescue Jerusalem from my hand?'\"",
    "18:36": "The people were silent, and they did not answer him a word, for the command of that king was saying, \"You shall not answer him.\"",
    "18:37": "Eliakim the son of Hilkiah who was over the palace, and Shebna the secretary, and Joah the son of Asaph the recorder came to Hezekiah [with] torn clothes, and they told him the words of the chief commander.",
    "19:1": "It happened that when King Hezekiah heard, he tore his clothes and covered himself with sackcloth and went [to] the temple of Yahweh.",
    "19:2": "He sent Eliakim who [was] over the palace, Shebna the secretary, the elders, and the priests, [all] clothed in sackcloth, to Isaiah the prophet the son of Amoz.",
    "19:3": "They said to him, \"Thus says Hezekiah, 'A day of distress, rebuke, and disgrace is this day, for the children {are about to be born},<note: Literally \"came up to the outer vagina\"> but there is no strength to bear them.",
    "19:4": "Perhaps Yahweh your God will hear all of the words of [the] chief commander whom his master the king of Assyria has sent to insult [the] living God, and he will rebuke the words which Yahweh your God has heard. Therefore lift up a prayer for the remainder who are left.'\"",
    "19:5": "So the servants of King Hezekiah came to Isaiah,",
    "19:6": "and Isaiah said to them, \"Thus you must say to your master, 'Thus says Yahweh, \"You must not be afraid because the face of the words which you have heard, [with] which the servants of the king of Assyria have reviled me.",
    "19:7": "Look, I [am] putting in him a spirit. He will hear a rumor and return to his land. Then I will cause him to fall by the sword in his land.\" '\"",
    "19:8": "When [the] chief commander returned, he found the king of Assyria fighting against Libnah, for he had heard that he had departed from Lachish.",
    "19:9": "He heard about Tirhakah, the king of Cush, saying, \"Look, he has set out to fight with you,\" so he again sent messengers to Hezekiah, saying,",
    "19:10": "\"Thus you shall say to Hezekiah the king of Judah, 'Let not your God whom you [are] trusting deceive you, by his saying, \"Jerusalem shall not be given into the hand of the king of Assyria!\"",
    "19:11": "Look, you have heard what the kings of Assyria have done to all the lands, by utterly destroying them, and shall you be delivered?",
    "19:12": "Did the gods of the nations that my {predecessors}<note: Literally \"fathers\"> destroyed deliver them? [Not] Gozan, Haran, Rezeph, [nor] the children of Eden who [were] in Tel Assar.",
    "19:13": "Where are the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, and Ivvah?'\"",
    "19:14": "Hezekiah took the letters from the hand of the messengers and read them. [Then] he went up to the temple of Yahweh, and Hezekiah spread them out before the presence of Yahweh.",
    "19:15": "Then Hezekiah prayed before the face of Yahweh and said, \"O Yahweh, God of Israel who lives [above] the cherubim. You [are] God, you alone, of all the kingdoms of the world; you have made the heavens and the earth.",
    "19:16": "Incline your ears and hear; open, O Yahweh, your eyes and see and hear the words of Sennacherib which he has sent to insult the living God.",
    "19:17": "Truly, O Yahweh, the kings of Assyria have utterly destroyed the nations and their land.",
    "19:18": "He has hurled their gods in the fire because they [are] not gods, but the work of the hands of a human [made of] wood and stone, so they destroyed them.",
    "19:19": "So then, O Yahweh our God, rescue us, please, from his hand, that all of the kingdoms of the earth may know that you, O Yahweh, you alone are God!\"",
    "19:20": "Then Isaiah the son of Amoz sent to Hezekiah, saying, \"Thus says Yahweh the God of Israel, 'What you have prayed to me about Sennacherib king of Assyria I have heard.",
    "19:21": "This is the word that Yahweh has spoken concerning him: She despises you, she scorns you, the virgin daughter of Zion. Behind you the daughter of Jerusalem shakes [her] head.\r\n",
    "19:22": "Whom have you mocked and reviled? And against whom have you have raised [your] voice and have haughtily lifted your eyes? Against the Holy One of Israel!",
    "19:23": "By the hand of your messengers you have mocked the Lord, and you have said, 'With my many chariots I have gone up [to] the height of the mountains. [To] the remote areas of Lebanon, I have felled the tallest of its cedars, the choicest of its cypresses. I have entered the place of overnight lodging. Even [to] the edge of forest of its fertile land.",
    "19:24": "I dug [wells] and I drank foreign water, and I dried up with the sole of my steps all the canals of Egypt.'",
    "19:25": "Have you not heard? From long ago I have determined it, from the days of old I have planned it, and now I am bringing it to pass. It shall be turned into a pile of rocks; fortified cities are ruined.",
    "19:26": "Their inhabitants, short of hand, shall be dismayed; and they shall be ashamed. They have become green plants of the open field, and tender grass, green grass of the roof and blight before the standing grain.",
    "19:27": "Your sitting, your going out, and your coming [in] I know, and your raging against me.",
    "19:28": "Because you are raging against me, and your arrogance has come up in my ears, I will put my nose ring in your nose and my bridle in your mouth. And I will turn you back on the way that you have come.",
    "19:29": "\" 'This will be the sign for you: Eat the volunteer plants for the year, and in the second year, the volunteer plants that spring up from that. But [in] the third year, sow and reap, plant vineyards and eat their fruit.",
    "19:30": "The remainder of the house of Judah which survives will again [take] root below and bear fruit above.",
    "19:31": "For from Jerusalem a remnant shall go out and survivors from Mount Zion; the zeal of Yahweh will do this.",
    "19:32": "\" 'Therefore thus says Yahweh to the king of Assyria, \"He shall not come to this city, nor shall he shoot an arrow there, nor shall he bring a small shield near her, nor shall he cast a siege ramp against her.",
    "19:33": "By the way that he came to her he shall return; but to this city, he shall not come,\" declares Yahweh.",
    "19:34": "And I will defend this city to save her for my sake and for the sake of David my servant.'\"",
    "19:35": "It happened in that night that an angel of Yahweh went out, and he struck down one hundred and eighty-five thousand in the camp of Assyria. When they got up early in the morning, look! All of them [were] dead corpses.",
    "19:36": "Then Sennacherib king of Assyria set out and went and returned and lived in Nineveh.",
    "19:37": "It happened that he [was] worshiping in the temple of Nisroch his god, and Adrammelech and Sharezer<note: So Kethib; Qere adds \"his sons\"> struck him with the sword. Then they escaped [into] the land of Ararat, and Esarhaddon his son became king in his place.",
    "20:1": "In those days Hezekiah became {deathly ill},<note: Literally \"ill to die\"> and Isaiah the son of Amoz the prophet came to him and said to him, \"Thus says Yahweh, 'Command your house, for you [are about] to die; you will not recover.'\"",
    "20:2": "Then he turned his face to the wall and prayed to Yahweh, saying,",
    "20:3": "\"O Yahweh, please remember how I went about before you in faithfulness and with a whole heart, and [remember] the good that I have done in your eyes.\" Then Hezekiah {wept bitterly}.<note: Literally \"wept a great weeping\">",
    "20:4": "Isaiah had not gone out from the middle of the city when the word of Yahweh came to him, saying,",
    "20:5": "\"Return; you must say to Hezekiah, the leader of my people, 'Thus says Yahweh the God of David your ancestor,<note: Or \"father\"> \"I have heard your prayer and I have seen your tears. Look, I [am about to] heal you. On the third day you shall go up [to] the temple of Yahweh.",
    "20:6": "I will add to your days fifteen years, and from the hand of the king of Assyria I will deliver you and this city. I will defend this city for my sake and for the sake of David my servant.\" '\"",
    "20:7": "Then Isaiah said, \"Bring a lump of figs,\" so they took and put it on the skin sores, and he lived.",
    "20:8": "Hezekiah said to Isaiah, \"What is the sign that Yahweh will heal me that I shall go up on the third day [to] the temple of Yahweh?\"",
    "20:9": "Isaiah said, \"This [is] the sign for you from Yahweh that Yahweh will do the thing that he has promised: Shall the shadow advance ten steps or shall it return ten steps?\"",
    "20:10": "Hezekiah answered, \"It is easy for the shadow to lengthen ten steps. No, but let the shadow return backwards ten steps.\"",
    "20:11": "Isaiah the prophet called to Yahweh, and he brought back the shadow on the steps where it had gone down on the steps of Ahaz, backwards ten steps.",
    "20:12": "At that time, Berodak-Baladan the son of Baladan king of {Babylon}<note: Or \"Babel.\" Babel was the ancient name for Babylon, the capital of Babylonia. See also Genesis 11:9> sent letters and a gift to Hezekiah, for he had heard that Hezekiah had been ill.",
    "20:13": "Hezekiah heard about them and showed them all of the house of his treasure, both the silver and the gold, the spices, the good olive oil, the room of his weapons, and all that could be found in his treasuries. There was nothing that he did not show them in his palace and in all of his kingdom.",
    "20:14": "Then Isaiah the prophet came to King Hezekiah and said to him, \"What did these men say, and from where have they come to you?\" Hezekiah said, \"From a far land; they have come from Babylon.\"",
    "20:15": "Then he asked, \"What did they see in your palace?\" And Hezekiah said, \"All that is in my palace they have seen; there is nothing that I did not show them in my treasuries.\"",
    "20:16": "Then Isaiah said to Hezekiah, \"Hear the word of Yahweh!",
    "20:17": "'Look, days [are] coming when all that is in your palace will be carried off; [even] all that your ancestors<note: Or \"fathers\"> have stored up until this day, to Babylon; nothing shall be left,' says Yahweh.",
    "20:18": "'Your sons who went out from you, whom you brought forth, will be taken, and they shall be eunuchs in the temple of the king of Babylon.'\"",
    "20:19": "Then Hezekiah said to Isaiah, \"The word of Yahweh which you have spoken [is] good,\" and he thought, \"Is it not that peace and security shall be in my days?\"",
    "20:20": "Now the remainder of the acts of Hezekiah, all of his powerful [deeds], and how he made the pool and the conduit and brought the water into the city, are they not written in the scroll of the events of the days of the kings of Judah?",
    "20:21": "Then Hezekiah slept with his ancestors,<note: Or \"fathers\"> and Manasseh his son became king in his place.",
    "21:1": "Manasseh was twelve years old when he began to reign, and he reigned fifty-five years in Jerusalem. The name of his mother [was] Hephzibah.",
    "21:2": "He did evil in the eyes of Yahweh, according to the detestable things of the nations that Yahweh had driven out from the presence of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "21:3": "He returned and rebuilt the high places which Hezekiah his father had destroyed. He erected altars for Baal and made a pole of Asherah worship just as Ahab king of Israel had made, and he bowed down to all of the host of heaven and served them.",
    "21:4": "He built altars in the temple of Yahweh [about] which Yahweh had said, \"I will put my name in Jerusalem.\"",
    "21:5": "He built an altar to all of the host of heaven in the two courtyards of the temple of Yahweh.",
    "21:6": "He made his son pass through the fire, practiced soothsaying and divination, and dealt with mediums and spiritists. He increased the doing of evil in the eyes of Yahweh to provoke him.",
    "21:7": "He put the image of the Asherah that he had made in the temple which Yahweh had said to David and to Solomon his son, \"In this temple and in Jerusalem which I have chosen from all of the tribes of Israel, I will put my name forever.",
    "21:8": "I will not again make the feet of Israel wander from the land which I have given to their ancestors,<note: Or \"fathers\"> if they only observe to do according to all that I have commanded them, as far as the law that Moses my servant commanded them.\"",
    "21:9": "But Manasseh did not listen and tempted them to do evil more than the nations that Yahweh destroyed before the presence of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "21:10": "So Yahweh spoke by the hand of his servants the prophets, saying,",
    "21:11": "\"Because Manasseh the king of Judah committed these detestable things [and] did evil more than the Amorites did who were before him and caused even Judah to sin with his idols,",
    "21:12": "therefore, thus says Yahweh the God of Israel, 'Look, I am bringing disaster upon Jerusalem and Judah about which the two ears of all who hear it will tingle.",
    "21:13": "I will stretch out over Jerusalem the measuring line of Samaria and the plumb line of the house of Ahab, and I will wipe Jerusalem as one wipes the dish; he wipes it and turns it on its face.",
    "21:14": "I will give up the remainder of my inheritance, and I will give them into the hand of their enemies. They shall become as prey and as spoil for all their enemies,",
    "21:15": "because they have done evil in my eyes and were provoking me from the day that their ancestors<note: Or \"fathers\"> came out from Egypt up to this day.'\"",
    "21:16": "Moreover, Manasseh shed very much innocent blood until he filled Jerusalem {from one end to another},<note: Literally \"end to end\"> apart from his sin which he caused Judah to sin by doing evil in the eyes of Yahweh.",
    "21:17": "The remainder of the acts of Manasseh and all that he did and his sin that he committed, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "21:18": "Then Manasseh slept with his ancestors<note: Or \"fathers\"> and was buried in the garden of his palace, in the garden of Uzza. Amon his son became king in his place.",
    "21:19": "Amon was twenty-two years old when he began to reign, and he reigned two years in Jerusalem. The name of his mother [was] Meshullemeth the daughter of Haruz from Jotbah.",
    "21:20": "He did evil in the eyes of Yahweh as Manasseh his father had done.",
    "21:21": "He walked in all of the way which his father had walked, and he served the idols which his father had served and bowed down to them.",
    "21:22": "He abandoned Yahweh the God of his ancestors<note: Or \"fathers\"> and did not walk in the way of Yahweh.",
    "21:23": "The servants of Amon conspired against him and killed the king in his palace.",
    "21:24": "But the people of the land killed all who conspired against the king and made Josiah his son king in his place.",
    "21:25": "The remainder of the acts of Amon that he did, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "21:26": "They buried him in his tomb in the garden of Uzza, and Josiah his son became king in place of him.",
    "22:1": "Josiah was eight years old when he began to reign, and he reigned thirty-one years in Jerusalem. The name of his mother [was] Jedidah the daughter of Adaiah from Bozkath.",
    "22:2": "He did right in the eyes of Yahweh, and he walked in all of the way of David his ancestor<note: Or \"father\"> and did not turn aside to the right or to the left.",
    "22:3": "It happened in the eighteenth year of King Josiah, the king sent [word to] Shaphan the son of Azaliah the son of Meshullam, the secretary of the temple of Yahweh, saying,",
    "22:4": "\"Go up to Hilkiah the high priest, and let them count the money being brought to the temple of Yahweh which the keepers of the threshold have collected from the people,",
    "22:5": "and let them give it into the hand of those appointed doers of the work at the temple of Yahweh. Let them give it to the doers of the work who [are] at the temple of Yahweh to repair the breach of the temple:",
    "22:6": "to the skilled craftsmen, to the builders, to the masons, and to buy timber and hewing stones to repair the temple.",
    "22:7": "Only the money being given to them is not to be accounted for by them, for they [are] dealing with honesty.\"",
    "22:8": "Then Hilkiah the high priest said to Shaphan the secretary, \"I have found the scroll of the Torah in the temple of Yahweh,\" and Hilkiah gave the scroll to Shaphan and he read it.",
    "22:9": "Shaphan the secretary came to the king and returned the king a word, and he said, \"Your servant poured out the money found in the temple, and they have given it into the hand of the doers of the work appointed [over] the temple of Yahweh.\"",
    "22:10": "Then Shaphan the secretary informed the king saying, \"Hilkiah the priest has given me a scroll.\" Then Shaphan read before the king.",
    "22:11": "When the king heard the words of the scroll of the Torah, he tore his clothes.",
    "22:12": "Then the king commanded Hilkiah the priest, Ahikam the son of Shaphan, Acbor the son of Micaiah, Shaphan the secretary, and Asaiah the servant of the king, saying,",
    "22:13": "\"Go, inquire of Yahweh for me and for the people and for all of Judah concerning the words of this scroll [that was] found. For the wrath of Yahweh that is kindled against us [is] great because our ancestors<note: Or \"fathers\"> did not listen to the words of this scroll to do according to all that is written concerning us!\"",
    "22:14": "So Hilkiah the priest, Ahikam, Acbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah the son of Harhas, the keeper of the robes. Now she [was] living in Jerusalem in the second district. Then they spoke to her,",
    "22:15": "and she said to them, \"Thus says Yahweh the God of Israel, 'Say to the man who sent you to me,",
    "22:16": "\"Thus says Yahweh, 'Look I am bringing evil to this place and upon its inhabitants, [according to] all of the words of that scroll that the king of Judah has read",
    "22:17": "because they have abandoned me and they have burned incense to other gods, provoking me to anger with all of the works of their hands. My wrath shall be kindled against this place and not be quenched.'\"",
    "22:18": "And to the king of Judah who sent all of you to inquire of Yahweh, thus you shall say to him, \"Thus says Yahweh the God of Israel, '[Concerning] the words that you have heard,",
    "22:19": "because you have a responsive heart, and you humbled yourself before Yahweh when you heard how I spoke against this place and against its inhabitants to become a desolation and a curse, and you have torn your clothes and wept before my face, I have also heard, declares Yahweh.",
    "22:20": "Therefore look, I am gathering you to your ancestors,<note: Or \"fathers\"> and you shall be gathered to your tombs in peace. Your eyes will not see all of the disaster that I am bringing onto this place.'\" '\" Then they {reported the word}<note: Literally \"they returned a word\"> to the king.",
    "23:1": "So the king sent [word], and all of the elders of Judah and Jerusalem gathered to him.",
    "23:2": "Then the king went up [to] the temple of Yahweh, and all of the men of Judah and all of the inhabitants of Jerusalem [were] with him, [including] the priests, the prophets, and all of the people from smallest to greatest; and in their {hearing}<note: Literally \"ears\"> he read all of the words of the scroll of the covenant that had been found in the temple of Yahweh.",
    "23:3": "Then the king stood by the pillar, and he {made}<note: Literally \"cut\"> a covenant before Yahweh, to go after Yahweh and to keep his commands and his warnings and his statutes, with all of [his] heart and with his all of his soul, to keep the words of this covenant written on this scroll. Then all of the people {joined}<note: Literally \"stood\"> in the covenant.",
    "23:4": "Then the {king}<note: That is, Josiah> commanded Hilkiah the high priest, the second priests, and the keepers of the threshold, to bring out of the temple of Yahweh all of the objects made for Baal and for the Asherah and for all the host of heaven, and he burned them outside of Jerusalem in the fields of the Kidron, and then he carried their ashes to Bethel.",
    "23:5": "He removed the priests whom the kings of Judah had ordained [to] burn incense on the high places at the cities of Judah and around Jerusalem and who offered incense to, to the sun, to the moon, to the constellations, and to all the host of heaven.",
    "23:6": "He brought out the Asherah image from the temple of Yahweh outside of Jerusalem to the Wadi of the Kidron and burnt it {there};<note: Literally \"at the wadi of the Kidron\"> then he pulverized [it] to dust and threw its dust upon the tombs of the children of the people.",
    "23:7": "He tore down the shrines of the male shrine prostitutes which were in the temple of Yahweh, where the women were weaving shrines for the Asherah.",
    "23:8": "Then he brought all of the priests from the cities of Judah and defiled the high places where the priests from Geba up to Beersheba burned incense. He tore down the high places of the gates which were at the entrance of the gate of Joshua, the governor of the city, which were on the left of each gate of the city.",
    "23:9": "However, the priests of the high places did not come up to the altar of Yahweh in Jerusalem, but they ate unleavened bread in the midst of their relatives.",
    "23:10": "He defiled the Topheth which [is] in the Valley of Ben-Hinnom, {to prevent}<note: Literally \"so that not\"> anyone causing his sons or his daughters to pass through the fire for Molech.",
    "23:11": "He kept the horses that the kings of Judah had dedicated to the sun from coming to the temple of Yawheh at the side room of Nathan-Melech the eunuch, which [was] in the court; and the chariots of the sun he burned with fire.",
    "23:12": "The altars which [were] on the roof of the upper room of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courtyards of the temple of Yahweh, the king tore down and ran from there and threw their ashes into the Wadi Kidron.",
    "23:13": "The high places which [were] east of Jerusalem, which [were] on the south of the Mountain of Destruction which Solomon king of Israel had built for Ashtoreth the abomination of the Sidonians and for Chemosh the abomination of Moab and for Molech the detestable thing of the {Ammonites},<note: Literally \"sons/children of Ammon\"> the king defiled.",
    "23:14": "He also broke into pieces the stone pillars and cut down the Asherah poles and covered their sites [with] human bones.",
    "23:15": "Moreover, the altar which [was] in Bethel, the high place which Jeroboam the son of Nebat, who had caused Israel to sin, had built, even that altar and the high place, [Josiah] tore down. Then he burned down the high place and crushed [the] pole of Asherah worship to dust and burned it with fire.",
    "23:16": "When Josiah turned and saw the tombs which [were] there on the hill, he sent and took the bones from the tombs and burned [them] on the altar. [Thus] he defiled them according to the word of Yahweh that the man of God had proclaimed who had proclaimed these things.",
    "23:17": "Then he said, \"What [is] this gravestone that I [am] seeing?\" The men of the city said to him, \"[This is the] tomb of the man of God who came from Judah and proclaimed these things which you have done against the altar of Bethel.\"",
    "23:18": "So Josiah said, \"Let him rest and let no man move his bones.\" So they left his bones undisturbed with the bones of the prophet who had come from Samaria.",
    "23:19": "Moreover, all of the shrines of the high places which [were] in the towns of Samaria which the kings of Israel had made to provoke [Yahweh], Josiah removed, and he did to them like all of the deeds he had done in Bethel.",
    "23:20": "Then he slaughtered all of the priests of the high places who [were] there, on the altars, and he burned the bones of the humans on them. Then he returned [to] Jerusalem.",
    "23:21": "Then the king commanded all of the people, saying, \"Keep the Passover to Yahweh your God, as has been written on the scroll of this covenant.\"",
    "23:22": "For they had not kept this Passover from the days of the judges who had judged over Israel {or}<note: Or \"and\"> [during] the days of the kings of Israel and the kings of Judah.",
    "23:23": "But in the eighteenth year of King Josiah, this Passover was kept for Yahweh in Jerusalem.",
    "23:24": "Moreover, the mediums and the spiritists, the household gods and the idols, and all of the abominations that were seen in the land of Judah and in Jerusalem, Josiah removed in order to establish the words of the law written on the scroll that Hilkiah the priest had found [in] the temple of Yahweh.",
    "23:25": "There was not a king like him before him, who turned to Yahweh with all of his heart and with all of his soul and with all of his might according to the law<note: Or \"Torah\"> of Moses, nor did one arise like him afterwards.",
    "23:26": "However, Yahweh did not turn from the fierceness of his great anger which was kindled against Judah because of all of the provocations [with] which Manasseh had provoked him.",
    "23:27": "Yahweh had said, \"Even Judah I will remove from my face, as I have removed Israel; I will reject this city that I have chosen, even Jerusalem and the house [of] which I said, 'My name shall be there'!\"",
    "23:28": "The remainder of the acts of Josiah and all that he did, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "23:29": "In his days, Pharaoh Neco, king of Egypt, went up against the king of Assyria at the Euphrates River. King Josiah went to meet him, and he<note: That is, Neco> killed him at Megiddo as soon as he saw him.",
    "23:30": "So his servants drove him dead in a chariot from Megiddo, and they brought him to Jerusalem and buried him in his tomb. Then the people of the land took Jehoahaz the son of Josiah and anointed him and made him king in place of his father.",
    "23:31": "Jehoahaz was twenty-three years old when he became king, and he reigned three months in Jerusalem. The name of his mother [was] Hamutal the daughter of Jeremiah from Libnah.",
    "23:32": "He did evil in the eyes of Yahweh according to all his ancestors<note: Or \"fathers\"> had done.",
    "23:33": "Then Pharaoh Neco confined him at Riblah in the land of Hamath, from reigning in Jerusalem, and imposed a levy on the land of a hundred talents of silver and a talent of gold.",
    "23:34": "Then Pharaoh Neco made Eliakim the son of Josiah king in place of Josiah his father, and he changed his name to Jehoiakim. Then he took Jehoahaz and brought [him] to Egypt, and he died there.",
    "23:35": "The silver and the gold Jehoiakim gave to Pharaoh; however, he taxed the land to give the silver {to meet the demands of Pharaoh}.<note: Literally \"on the hunger of Pharaoh\"> Each according to assessment, he exacted [payment] of the silver and the gold from the people of the land to give to Pharaoh Neco.",
    "23:36": "Jehoiakim was twenty-five years old when he became king, and he reigned eleven years in Jerusalem. The name of his mother [was] Zebudah,<note: According to the reading tradition (Qere); Kethib reads \"Zebidah\"> the daughter of Pedaiah from Rumah.",
    "23:37": "He did evil in the eyes of Yahweh according to all that his ancestors<note: Or \"fathers\"> had done.",
    "24:1": "In his days, Nebuchadnezzar king of Babylon came up [because] Jehoiakim had become his servant [for] three years; then he turned and rebelled against him.",
    "24:2": "So Yahweh sent against him raiding bands of Chaldeans, raiding bands of Aram, raiding bands of Moab, and raiding bands of the {Ammonites}.<note: Literally \"sons/children of Ammon\"> He had sent them against Judah to destroy it, according to the word of Yahweh that he had spoken by the hand of his servants the prophets.",
    "24:3": "Surely, it was {on the command}<note: Literally \"on the mouth\"> of Yahweh against Judah to remove them from his sight because of the sins of Manasseh, according to all that he had done.",
    "24:4": "Also, [for] the blood of the innocent that he had shed--and he filled Jerusalem [with] innocent blood--Yahweh was not willing to forgive.",
    "24:5": "The remainder of the acts of Jehoiakim and all that he did, [are] they not written on the scroll of the events of the days of the kings of Judah?",
    "24:6": "So Jehoiakim slept with his ancestors,<note: Or \"fathers\"> and Jehoiachin his son became king in his place.",
    "24:7": "The king of Egypt did not again come out from his land, for the king of Babylon had taken [territory] from the Wadi of Egypt to the Euphrates River.",
    "24:8": "Jehoiachin was eighteen years old when he began to reign, and he reigned three months in Jerusalem. The name of his mother [was] Nehushta daughter of Elnathan from Jerusalem.",
    "24:9": "He did evil in the eyes of Yahweh according to all that his father had done.",
    "24:10": "At that time, the servants of Nebuchadnezzar king of Babylon came [to] Jerusalem, and the city came under the siege.",
    "24:11": "Then Nebuchadnezzar king of Babylon came against the city [while] his servants were besieging it.",
    "24:12": "Jehoiachin king of Judah went out to the king of Babylon, he, his mother, his servants, his commanders, and his court officials. The king of Babylon took him in the eighth year of his reign.",
    "24:13": "Then he took from there all of the treasures of the temple of Yahweh and the treasures of the palace of the king. He cut up all of the vessels of gold which Solomon the king of Israel had made in the temple of Yahweh, as Yahweh had foretold.",
    "24:14": "He deported all of Jerusalem: all of the commanders, ten thousand of the skilled warriors, and the artisans; no one was left over except the poorest of the people of the land.",
    "24:15": "He deported Jehoiachin to Babylon; the mother of the king, the wives of the king, his court officials, and the citizenry of the land he caused to go into exile from Jerusalem to Babylon:",
    "24:16": "of all of the skilled men, seven thousand, and [of] the skilled craftsmen and the artisans, one thousand. All of the mighty warriors {fit for war}<note: Literally \"doers of war\"> the king of Babylon brought captive to Babylon.",
    "24:17": "Then the king of Babylon made Mattaniah his uncle king in his place and changed his name [to] Zedekiah.",
    "24:18": "Zedekiah was twenty-one years old when he became king, and he reigned eleven years in Jerusalem. The name of his mother [was] Hamutal daughter of Jeremiah from Libnah.",
    "24:19": "He did evil in the eyes of Yahweh [just] like all that Jehoiakim had done.",
    "24:20": "For it happened because of the anger of Yahweh, in Jerusalem and in Judah, until they were cast out from his presence. Then Zedekiah rebelled against the king of Babylon.",
    "25:1": "It happened that in the ninth year of his reign, in the tenth month, on the tenth of the month, Nebuchadnezzar the king of Babylon came, he and his army, against Jerusalem. He encamped against it and built siege works against it all around.",
    "25:2": "So the city came under siege until the eleventh year of the king.",
    "25:3": "In the ninth month, the famine became severe in the city, and there was no food for the people of the land.",
    "25:4": "Then the city was breached, and all of the men of war [entered] by night by way of the gate between the wall which was by the garden of the king, and the Chaldeans [were] against the city all around, so he<note: That is, Zedekiah> left by the way of the Arabah.",
    "25:5": "But the army of the Chaldeans pursued the king, and they overtook him in the Arabah of Jericho, and all of his army scattered from him.",
    "25:6": "So they captured the king and brought him up to the king of Babylon at Riblah, and {they passed sentence on him}.<note: Literally \"they spoke justice with him\">",
    "25:7": "They slaughtered the sons of Zedekiah before his eyes; then they blinded the eyes of Zedekiah and bound him in bronze fetters and brought him [to] Babylon.",
    "25:8": "In the fifth month, on the seventh of the month, that is, the nineteenth year of King Nebuchadnezzar the king of Babylon, Nebuzaradan, a commander of the imperial guard, a servant of the king of Babylon, came [to] Jerusalem.",
    "25:9": "He burned the temple of Yahweh, the palace of the king, and all of the houses of Jerusalem; every large house he burned with fire.",
    "25:10": "He and all the army of [the] Chaldeans who [were with] the imperial guard tore down the wall of Jerusalem all around.",
    "25:11": "The remainder of the people left in the city, the deserters who had deserted to the king of Babylon, and the remainder of the multitude, Nebuzaradan the commander of the imperial guard deported.",
    "25:12": "But the poor of the land the commander of the imperial guard left for the vineyards and for tilling.",
    "25:13": "The bronze pillars which [were in] the temple<note: Or \"house\"> of Yahweh, the water carts, and the bronze sea that was in the temple of Yahweh, the Chaldeans broke into pieces and carried their bronze to Babylon.",
    "25:14": "The pots, the shovels, the snuffers, the dishes, and the vessels of bronze with which they served there, they took.",
    "25:15": "The firepans and the basins, whatever was gold, the commander of the imperial guard took [for] the gold and whatever was silver, [for] the silver.",
    "25:16": "The two pillars, the one sea, and the water cart which Solomon had made for the temple of Yahweh, there was no weighing to the bronze of all of these vessels.",
    "25:17": "The height of the one pillar [was] eighteen cubits; a bronze capital was on it, with the height of the capital [being] three cubits. The latticework and pomegranates on the capital all around were bronze, and likewise on the latticework for the second pillar.",
    "25:18": "Then the commander of the imperial guard took Seraiah the chief priest, Zephaniah the second priest, and three of the threshold keepers.",
    "25:19": "From the city he took one court official who [was] chief officer over the men of war, five men {from the king's council}<note: Literally \"from those who saw the face of the king\"> who were found in the city, the secretary of the commander of the army who mustered the people of the land, and sixty men from the people of the land being found in the city.",
    "25:20": "Nebuzaradan commander of the imperial guard took them and brought them to the king of Babylon at Riblah.",
    "25:21": "Then the king of Babylon struck them down and killed them at Riblah in the land of Hamath; thus Judah was removed from its land.",
    "25:22": "Now [as far as] the people left in Judah whom Nebuchadnezzar king of Babylon left behind, he appointed Gedaliah the son of Ahikam the son of Shaphan over them.",
    "25:23": "When all of the commanders of the troops heard, they and the men, that the king of Babylon had appointed Gedaliah, they came to Gedaliah at Mizpah, [even] Ishmael the son of Nethaniah, Johanan the son of Kareah, Seriah the son of Tanhumeth the Netophathite, Jaazaniah the son of the Maacathite, they and their men.",
    "25:24": "Gedaliah swore to them and to their men, and he said to them, \"You must not be afraid because of the Chaldeans. Settle in the land and serve the king of Babylon, and may it go well with you.\"",
    "25:25": "But it happened in the seventh month that Ishmael the son of Nethaniah the son of Elishama from the offspring of the kingship came, and ten men with him, and they struck down Gedaliah so that he died with the Judeans and with the Chaldeans who were with him at Mizpah.",
    "25:26": "Then all the people, from youngest to oldest, and the commanders of the troops, went [to] Egypt, for they were afraid of the presence of the Chaldeans.",
    "25:27": "It happened in the thirty-seventh year of the exile of Jehoiachin king of Judah, in the twelfth month on the twenty-seventh of the month, lifted Evil-Merodach king of Babylon in the year that he became king, the head of Jehoiachin king of Judah from the house of imprisonment.",
    "25:28": "He spoke {kindly}<note: Literally \"good things\"> to him, and he gave him a better seat than the seat of the kings who [were] with him in Babylon.",
    "25:29": "So he changed the clothes of his imprisonment, and he ate food continually in his presence all the days of his life.",
    "25:30": "His allowance was continually given to him from the king, {a portion every day}<note: Literally \"a thing of day on his day\"> all the days of his life."
  }
}