{
  "abbreviation": "2Sa",
  "passages": {
    "1:1": "{After}<note: Literally \"And it happened after\"> the death of Saul, David returned from defeating the Amalekites and he stayed at Ziklag two days.",
    "1:2": "On the third day, a man came from the camp from [being with] Saul, with his clothes torn and with dirt on his head. {When he came}<note: Literally \"And it happened at his coming\"> to David, he fell to the ground and bowed down.",
    "1:3": "David said to him, \"Where did you come from?\" He said to him, \"I have escaped from the camp of Israel.\"",
    "1:4": "Then David said to him, \"{How did things go}?<note: Literally \"What [was] the thing\"> Please tell me.\" He answered, \"{When}<note: Literally \"That\"> the army fled from the battle, and many of the people fell; also, Saul and Jonathan his son died.\"",
    "1:5": "Then David asked the young man who [was] reporting to him, \"How do you know that Saul and his son Jonathan died?\"",
    "1:6": "The young man who [was] reporting to him said, \"I merely happened to be on Mount Gilboa. Here Saul [was] leaning on his spear, and look, the chariots and the horsemen [were] getting close to him.",
    "1:7": "When he turned around and saw me, he called to me, and I said, 'Here I [am].'",
    "1:8": "Then he said to me, 'Who [are] you?' And I said to him, 'I [am] an Amalekite.'",
    "1:9": "He said to me, 'Please stand over me and kill me, for convulsions have seized me, even though my life [is still] in me.'",
    "1:10": "So I stood over him and killed him, for I knew that he could not live after his falling; I took the crown that [was] on his head and [the] bracelet which [was] on his arm; and here, I have brought them to my lord.",
    "1:11": "David grabbed [at] his clothes and tore them, [as did] all of the men who [were] with him.",
    "1:12": "Then they mourned and wept and fasted over Saul and Jonathan his son until the evening, [as well] as over the people of Yahweh and over the house of Israel because they had fallen by the sword.",
    "1:13": "Then David said to the young man who [was] reporting to him, \"Where [are] you from?\" And he said, \"I [am] the son of an alien man. I [am] an Amalekite.\"",
    "1:14": "David said to him, \"How [is it that] you [were] not afraid to stretch out your hand to destroy Yahweh's anointed one?\"",
    "1:15": "Then David called to one of the young men and said to him, \"Come near; strike him.\" So he struck him down and he died.",
    "1:16": "David said to him, \"Your blood [is] on your head, for your mouth has testified against you by saying, 'I killed Yahweh's anointed one!'\"",
    "1:17": "Then David sang this funeral song over Saul and over Jonathan his son.",
    "1:18": "And he ordered \"The Bow\" to be taught to the children of Judah. Look, it [is] written on the scroll of Jashar.<note: The Book of Jashar (\"the upright\") is also mentioned in Josh 10:13.>",
    "1:19": "\"The glory of Israel [is] on your high places; how [the] mighty have fallen!",
    "1:20": "Do not tell it in Gath; do not proclaim it in the streets of Ashkelon, lest the daughters of [the] Philistines rejoice, lest the daughters of the uncircumcised exult.",
    "1:21": "O mountains of Gilboa, [let there be] no dew or rain upon you or on the fields of [grain for] offerings, for there the small shield of [the] mighty [was] defiled, the small shield of Saul [was] not anointed with oil.",
    "1:22": "From the blood of [the] slain, from the fat of [the] mighty, the bow of Jonathan did not turn back, and the sword of Saul did not return {without effect}.<note: Literally \"empty handedly\">",
    "1:23": "Saul and Jonathan [were] beloved and pleasant in their lives and [were] not separated in their death. They [were] swifter than eagles, stronger than lions.",
    "1:24": "O daughters of Israel, weep over Saul, the one who clothed you with crimson, the one who {adorned your clothing with golden ornaments}.<note: Literally \"put gold ornaments on your clothing\">",
    "1:25": "How [the] mighty have fallen in the midst of the battle; Jonathan [lies] slain on your high places.",
    "1:26": "{I am distressed}<note: Literally \"Distress [is] for me\"> over you, my brother Jonathan. you [were] very dear to me; your love [was] more wonderful to me than the love of women.",
    "1:27": "How [the] mighty have fallen and the weapons of warfare perished.\"",
    "2:1": "It happened after this that David inquired of Yahweh, saying, \"Shall I go up into one of the cities of Judah?\" And Yahweh said to him, \"Go up.\" David asked, \"Where shall I go up?\" And he said, \"To Hebron.\"",
    "2:2": "So David went up there {along with}<note: Literally \"and also\"> his two wives, Ahinoam {from Jezreel}<note: Literally \"the Jezreelitess\"> and Abigail the wife of Nabal the Carmelite.",
    "2:3": "Also, David brought up his men who [were] with him, each {with}<note: Literally \"and\"> his household, and they settled in the towns of Hebron.",
    "2:4": "Then the men of Judah came, and they anointed David there as king over the house of Judah, and they told David, \"The men of Jabesh-Gilead buried Saul.\"",
    "2:5": "So David sent messengers to the men of Jabesh-Gilead and said to them, \"May you be blessed by Yahweh because you did this loyal love with your lord, with Saul, and you buried him.",
    "2:6": "Now may Yahweh show loyal love and faithfulness with you. I will also show the good with you that you have done in this matter.",
    "2:7": "So then, let your hands be strong and {be valiant},<note: Literally \"as sons of ability\"> for your lord Saul [is] dead, and the house of Judah has anointed me as king over them.\"",
    "2:8": "But Abner the son of Ner, the commander of Saul's army, had taken Ish-Bosheth the son of Saul and brought him over [to] Mahanaim.",
    "2:9": "He made him king over Gilead, over the Ashurites, over Jezreel, over Ephraim, over Benjamin, and over Israel, all of it.",
    "2:10": "Ish-Bosheth the son of Saul [was] forty years old when he became king over Israel and he reigned two years; however, the house of Judah {followed}<note: Literally \"were after\"> David.",
    "2:11": "The number of days that David was king over Hebron, over the house of Judah, [was] seven years and six months.",
    "2:12": "Abner the son of Ner and the servants of Ish-Bosheth the son of Saul went out from Mahanaim to Gibeon.",
    "2:13": "Then Joab the son of Zeruiah and the servants of David went out, and they met at the pool of Gibeon. The one group sat on one side of the pool, and the other sat on the other side.",
    "2:14": "Abner said to Joab, \"Let the young men come up and fight in our presence.\" And Joab said, \"Let them come up.\"",
    "2:15": "So they came forward and passed by in number: twelve for Benjamin and for Ish-Bosheth the son of Saul, and twelve from the servants of David.",
    "2:16": "Then each seized his {opponent}<note: Literally \"neighbor\"> by the head and [each thrust] his sword in the side of his opponent, so they fell together. So they<note: Hebrew \"he\"> called the name of that place Helkath Hazzurim,<note: Helkath Hazzurim possibly means \"the slippery slope\"> which [is] in Gibeon.",
    "2:17": "Then the battle {became increasingly fierce}<note: Literally \"and it was/became strong/fierce until very\"> on that day, and Abner and the men of Israel [were] defeated before the servants of David.",
    "2:18": "The three sons of Zeruiah were there, Joab and Abishai and Asahel. Now Asahel [was] swift with his feet as one of the gazelles which [is] in the open field.",
    "2:19": "So Asahel pursued<note: Hebrew \"pursued after\"> Abner, and he did not turn aside to the right or to the left from going after Abner.",
    "2:20": "Abner turned around and said, \"[Are] you this Asahel?\" And he said, \"Yes.\"",
    "2:21": "Abner said to him, \"Turn aside to your right or to your left; seize for yourself one of the young men, and take his belongings for yourself.\" But Asahel [was] not willing to turn aside from him.",
    "2:22": "So Abner said to Asahel {once again},<note: Literally \"and he again did again\"> \"{For your own sake},<note: Literally \"for yourself\"> turn aside {from following me}.<note: Literally \"from after me\"> Why should I strike you down to the ground? How could I {show my face}<note: Literally \"lift up my face\"> to Joab your brother?\"",
    "2:23": "But he refused to turn away, so Abner struck him in the stomach with the butt of the spear, and the spear went out of his back. He fell there and he died {on the spot}.<note: Literally \"in his place\"> {Then}<note: Literally \"And it happened\"> all who came to the place where Asahel fell and died [just] stood there.",
    "2:24": "So Joab and Abishai pursued<note: Hebrew \"pursued after\"> Abner {when}<note: Literally \"and\"> the sun went down. And they came to the hill [country] of Ammah, which [is] {before Giah}<note: Literally \"[lies] on the face of Giah\"> [on] the way to the wilderness of Gibeon.",
    "2:25": "The descendants<note: Or \"sons\"> of Benjamin rallied after Abner, and they became as one fighting group and stood on the top of a certain hill.",
    "2:26": "Then Abner called to Joab and said, \"Will [the] sword devour forever? Do you not know that [there] will be bitterness in the end? {How long}<note: Literally \"And up to when\"> will you not tell the people to turn {away from pursuing}<note: Literally \"from after\"> their brothers?\"",
    "2:27": "Joab said, \"{As God lives},<note: Literally \"The life of God\"> for if you had not spoken, the people would surely have gone up in the morning, each [one of them] {from following after}<note: Literally \"from after\"> his brother.\"",
    "2:28": "Then Joab blew on the trumpet and all the people stopped, and they no longer pursued after Israel, and they did not fight with them again.",
    "2:29": "Then Abner and his men went through the Arabah all that night, and they crossed over the Jordan. They went all the forenoon and came to Mahanaim.",
    "2:30": "After Joab returned from [pursuing]<note: Hebrew \"after\"> Abner, he gathered all the people; nineteen of the servants of David [were] missing [along] with Asahel.",
    "2:31": "The servants of David had killed some of the Benjaminites among the men of Abner; three hundred and sixty men had died.",
    "2:32": "Then they picked up Asahel and buried him in the grave of his father, which [was at] Bethlehem. Joab and his men went all that night {[arriving] in Hebron at first light}.<note: Literally \"it became light for them in Hebron\">",
    "3:1": "The battle [was] prolonged between the house of Saul and the house of David, but David {[was] growing stronger and stronger}<note: Literally \"[was] going and strong\"> while the house of Saul {[was] becoming weaker and weaker}.<note: Literally \"[was] going and weak\">",
    "3:2": "And sons [were] born to David in Hebron; his firstborn [was] Amnon by Ahinoam {from Jezreel}<note: Literally \"the Jezreelitess\">.",
    "3:3": "His second [was] Kileab by Abigail the wife of Nabal the Carmelite; the third [was] Absalom the son of Maacah, [who was] the daughter of Talmai the king of Geshur.",
    "3:4": "The fourth [was] Adonijah the son of Haggith; the fifth [was] Shephatiah the son of Abital.",
    "3:5": "The sixth [was] Ithream by Eglah the wife of David. These [were] born to David in Hebron.",
    "3:6": "As the war between the house of Saul and the house of David was [continuing], Abner was strengthening himself in the house of Saul.",
    "3:7": "Saul had had a concubine, and her name [was] Rizpah the daughter of Aiah. Then [Ish-Bosheth]<note: Supported by some Hebrew and Greek manuscripts> said to Abner, \"Why {did you have sex with}<note: Literally \"have you gone into\"> my father's concubine?\"",
    "3:8": "{Abner became very angry}<note: Literally \"And it became hot for Abner very\"> at the words of Ish-Bosheth, and he said, \"[Am] I the head of a dog which [is] for Judah today? Do I not continue to show loyal love with the house of Saul your father, to his brothers, and to his friends? I have not let you fall into the hands of David, yet you have {accused me of sin with this woman}<note: Literally \"you have called me into account with the guilt of the woman\"> today.",
    "3:9": "Thus {may God punish Abner},<note: Literally \"may God do to Abner, and thus may he add to it\"> {if I do not accomplish what Yahweh has sworn to David};<note: Literally \"for as that Yahweh has sworn to David, so I will accomplish for him\">",
    "3:10": "[specifically,] to transfer the kingdom from the house of Saul and to establish the throne of David over Israel and over Judah from Dan to Beersheba!\"",
    "3:11": "And [Ish-Bosheth] was no longer able to {answer}<note: Literally \"return a word to\"> Abner {because he feared him}.<note: Literally \"because of his fearing him\">",
    "3:12": "Abner sent messengers to David {where he was},<note: Literally \"under him\"> saying, \"To whom does the land [belong]? {Make your covenant with me}!<note: Literally \"cut your covenant with me\"> Look, my hand [is] with you to bring all of Israel over to you!\"",
    "3:13": "He<note: David> said, \"Good. {I will make a covenant with you}.<note: Literally \"I will cut a covenant with you\"> I am asking only one thing from you: You shall not see my face unless you bring Michal the daughter of Saul when you come to see {me}.\"<note: Literally \"my face\">",
    "3:14": "Then David sent messengers to Ish-Bosheth the son of Saul, saying, \"Give [me] my wife Michal whom I betrothed to myself<note: Hebrew \"me\"> for a hundred foreskins of [the] Philistines.\"",
    "3:15": "So Ish-Bosheth sent and took her from [her] husband, from Paltiel the son of Laish.<note: The Hebrew Masoretic text (Kethib) reads \"Lush\"; Qere reads \"Laish\">",
    "3:16": "But her husband went with her, {weeping all along}<note: Literally \"going and weeping\"> after her as far as Bahurim. Then Abner said to him, \"Go [and] return.\" So he returned.",
    "3:17": "The word of Abner {came to}<note: Literally \"was with\"> the elders of Israel, saying, \"{For quite some time}<note: Literally \"Both yesterday and the day before\"> you were seeking David as king over you.",
    "3:18": "So then, bring it about, because Yahweh had said to David, \"Through the hand of David my servant [I am about] to save my people Israel from the hand of [the] Philistines and from the hand of all their enemies.\"",
    "3:19": "Abner also spoke {privately to Benjamin}.<note: Literally \"in the ears of Benjamin\"> Abner also went {to speak to David}<note: Literally \"to speak in the ears of David\"> in Hebron, all that [was] good in the eyes of Israel and in the eyes of all the house of Benjamin.",
    "3:20": "Then Abner came to David in Hebron and with him [were] twenty men. David had prepared a feast for Abner and for the men who [were] with him.",
    "3:21": "And Abner said to David, \"Let me get up and go and gather all of Israel to my lord the king, that they may {make a covenant}<note: Literally \"cut a covenant\"> with you so you can reign over all which your soul desires.\" So David dismissed Abner, and he left in peace.",
    "3:22": "And look, the servants of David and Joab came from the raid, and they brought much plunder with them. But Abner was not with David at Hebron, for he<note: David> had dismissed him, and he had gone in peace.",
    "3:23": "When Joab and all the army that [was] with him came, they told Joab, \"Abner the son of Ner came to the king, and he sent him away, and he left in peace.\"",
    "3:24": "Then Joab came to the king and said, \"What have you done? Abner came here to you? Why have you dismissed him that he {actually went away}?<note: Literally \"and he went going\">",
    "3:25": "You know that Abner the son of Ner came to deceive you. He came to learn about your going out and coming [in] and to know all which you [are] doing.\"",
    "3:26": "Then Joab went out from David, and he sent messengers after Abner, and they brought him back from Bor Hasirah, but David did not know [it].",
    "3:27": "When Abner returned to Hebron, Joab took him aside to the middle of the gate to speak with him in private. Then he struck him in the stomach there and he died, {for he had shed the blood of Asahel his brother}.<note: Literally \"for the blood of Asahel his brother.\" See Num 35:16-25>",
    "3:28": "When David heard this afterwards, he said: \"I and my kingdom [are] innocent {before Yahweh}<note: Literally \"from with Yahweh\"> forever [for] the blood of Abner the son of Ner.",
    "3:29": "May [the blood] come down on the head of Joab and all the house of his father. {May the house of Joab never lack}<note: Literally \"May [there] not be cut off from the house of Joab\"> [one with] a bodily discharge or [one with] leprosy or [one who] grasps the distaff or [one who] falls by the sword or [one who is] lacking food.\"",
    "3:30": "So Joab and Abishai, his brother, killed Abner because he had killed Asahel, their brother, at Gibeon in the battle.",
    "3:31": "David said to Joab and to all the people who [were] with him, \"Tear your clothing and put on sackcloth and mourn before Abner.\" Now King David [was] following after the bier.",
    "3:32": "And they buried Abner at Hebron. And the king lifted up his voice and wept at the grave of Abner, and all the people wept.",
    "3:33": "The king sang a lament for Abner and said, \"Should Abner have died the death of a fool?",
    "3:34": "Your hands [were] not tied and your feet [were] not in contact with bronze fetters. You have fallen as one who falls before sons of wickedness.\" Then {all the people wept over him again}.<note: Literally \"and all the people did again to weep over him\">",
    "3:35": "Then all the people came to give David food. Still on that day, David swore, \"{May God punish me}<note: Literally \"Thus may God do to me and thus may he add\"> if I taste food or anything before the sun goes down.\"",
    "3:36": "All the people noticed, and it [was] good in their eyes, as everything that the king did [was] good in the eyes of all the people.",
    "3:37": "Then all the people and all of Israel realized on that day that {the king had not desired}<note: Literally \"that it [was] not from the king\"> to kill Abner the son of Ner.",
    "3:38": "Then the king said to his servants, \"Did you not realize that a prince and a great man has fallen today in Israel?",
    "3:39": "I [am] weak today even though anointed king, and these men, the sons of Zeruiah, [are] crueler than I [am]. May Yahweh pay them back for doing wickedness according to their [own] wickedness.\"",
    "4:1": "When the son of Saul heard that Abner had died in Hebron, {his courage failed}<note: Literally \"his hands hung limp\"> and all of Israel [was] horrified.",
    "4:2": "Two of the men, commanders of the raiding bands, were [for] the son of Saul. The name of one [was] Baanah, and the name of the other [was] Recab, the sons of Rimmon the Beerothite from the descendants<note: Or \"sons\"> of Benjamin; also, Beeroth [was] regarded [as belonging] to Benjamin.",
    "4:3": "The Beerothites fled to Gittaim, and they are resident aliens there until this day.",
    "4:4": "(Now Jonathan the son of Saul had a son who [was] crippled in the feet. He [was] five years old when the message of Saul and Jonathan came from Jezreel, and his nurse had picked him up and fled. It happened that as she [was] hurrying away to flee, he fell and became crippled. His name [was] Mephibosheth.)",
    "4:5": "When the sons of Rimmon the Beerothite, Recab and Baanah, set out, they came at the heat of the day to the house of Ish-Bosheth while {he [was] taking a noontime rest}.<note: Literally \"he [was] lying with the bed at noon\">",
    "4:6": "They came as far as the middle of the house [as if] takers of wheat, and they struck him in the stomach. Then Recab and Baanah his brother escaped.",
    "4:7": "When they had come [into] the house, he [was] lying on his couch {in his bedchamber},<note: Literally \"in the room of his lying\"> and they attacked him and killed him. Then they {beheaded him},<note: Literally \"they took away his head\"> and they took his head and went on the way of the Arabah all night.",
    "4:8": "They brought the head of Ish-Bosheth to David at Hebron, and they said to the king, \"Here [is] the head of Ish-Bosheth, the son of Saul your enemy, who sought your life. Yahweh has given to my lord the king vengeance this day on Saul and on his offspring.\"",
    "4:9": "Then David answered Recab and Baanah his brother, the sons of Rimmon the Beerothite, and he said to them, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> who redeemed my soul from all trouble,",
    "4:10": "when the [one] who told me, \"Look, Saul [is] dead,\" {thought that he [was] bringing good news},<note: Literally \"and he was as [one] bringing good news in his eyes\"> I seized him and killed him at Ziklag, which [was] as my giving the news [back] to him.",
    "4:11": "{How much more}<note: Literally \"Also\"> when wicked men kill a righteous man in his house, on his bed! So then, shall I not seek his lifeblood from your hand, so that I may destroy you from the earth?\"",
    "4:12": "Then David commanded the young men, and they killed them, and they cut off their hands and their feet, and they hung [them] at the pool at Hebron, but the head of Ish-Bosheth they took and buried in the grave of Abner at Hebron.",
    "5:1": "So all the tribes of Israel came to David at Hebron, and they said, \"Here we [are], {we are your flesh and blood}.<note: Literally \"We [are] your bone and your flesh\">",
    "5:2": "{For some time},<note: Literally \"Both yesterday and three days before\"> when Saul was king over us, {you were leading Israel in and out}.<note: Literally \"you were going out and coming in, Israel.\" (So Kethib; Qere reads \"bringing out and bringing in Israel\")> Yahweh had said to you, 'You shall be the shepherd of my people Israel, and you will be the leader over Israel.'\"",
    "5:3": "All the elders of Israel came to the king at Hebron, and King David {made a covenant}<note: Literally \"cut a covenant\"> with them at Hebron in the presence of Yahweh; then they anointed David as king over Israel.",
    "5:4": "David [was] thirty years old when he began to reign; he reigned forty years.",
    "5:5": "He reigned over Judah at Hebron [for] seven years and six months; and he reigned over all Israel and Judah at Jerusalem [for] thirty-three years.",
    "5:6": "The king and his men went to Jerusalem, to the Jebusites, the inhabitants of the land. They said to David, \"You will not come here, for even the blind and the lame can turn you back, saying, 'David cannot come here.'\"",
    "5:7": "David captured the fortress of Zion, the city of David.",
    "5:8": "David had said, \"On that day {when we attack the Jebusites},<note: Literally \"in all of the striking down the Jebusites\"> one must attack the lame and the blind, [those] who hate the soul of David, by [means of] the water supply.\" For thus the blind and the lame would say, \"He cannot come into the house.\"",
    "5:9": "David occupied the fortress and called it the city of David. And David built all around [it] from the Millo and {inward}.<note: Literally \"to the house\">",
    "5:10": "David {continued growing stronger and stronger},<note: Literally \"went going and great\"> and Yahweh the God of hosts [was] with him.",
    "5:11": "So Hiram, the king of Tyre, sent messengers to David, [along with] cedar trees and {craftsmen skilled in wood and in stone masonry},<note: Literally \"skilled craftsmen of wood and skilled craftsmen of stone wall\"> and they built a house for David.",
    "5:12": "David realized that Yahweh had established him as king over Israel and that he had exalted his kingdom because of his people Israel.",
    "5:13": "David took more concubines and wives from Jerusalem after he came from Hebron, and more sons and daughters [were] born to him.",
    "5:14": "These [are] the names of the ones born to him in Jerusalem: Shammua and Shobab and Nathan and Solomon;",
    "5:15": "Ibhar and Elishua and Nepheg and Japhia;",
    "5:16": "Elishama and Eliada and Eliphelet.",
    "5:17": "When [the] Philistines heard that they had anointed David as king over Israel, all [the] Philistines went up to seek David, but David heard and went down to the stronghold.<note: Thought by many to be the stronghold of Masada>",
    "5:18": "Now [the] Philistines had come, and they spread out in the Valley of Rephaim.",
    "5:19": "And David inquired of Yahweh, saying, \"Shall I go up to the Philistines? Will you give them into my hands?\" Yahweh said to David, \"Go up, for {I will certainly give}<note: Literally \"giving I will give\"> [the] Philistines into your hand.\"",
    "5:20": "So David came to Baal Perazim and defeated them there; and David said, \"Yahweh has burst through my enemies before me like the bursting of water.\" Therefore he called the name of that place Baal Perazim.<note: Baal Perazim may mean \"the master of the bursting through\">",
    "5:21": "They had left their idols there, so David and his men carried them away.",
    "5:22": "{Once again}<note: Literally \"And they again did again\"> [the] Philistines came up and spread out in the Valley of Rephaim.",
    "5:23": "So David inquired of Yahweh, but he said, \"You shall not go up. [Rather,] go around to their rear and come to them from opposite the balsam trees.",
    "5:24": "{And it shall be}<note: Literally \"And it shall happen\"> that when you hear the sound of marching in the tops of the balsam trees, then pay attention, for then Yahweh has gone out before you to strike down the army of [the] Philistines.\"",
    "5:25": "So David did thus, just as Yahweh had commanded him, and he struck down [the] Philistines from Geba {all the way}<note: Literally \"as you go up\"> to Gezer.",
    "6:1": "David again gathered all the chosen men in Israel, thirty thousand.",
    "6:2": "David got up and went and all the people who [were] with him, from Baale-judah to bring up from there the ark of God which [is] called the name, the name of Yahweh of hosts, {upon which the cherubim sit}.<note: Literally \"the cherubim [are] sitting on him\">",
    "6:3": "They loaded the ark of God on a new utility cart, and they carried it from the house of Abinadab, which [was] on the hill. Now Uzza and Ahio, the sons of Abinadab, [were] driving the new utility cart along.",
    "6:4": "So they brought it out from the house of Abinadab, which [was] on the hill with the ark of God, and Ahio [was] going before the ark.",
    "6:5": "Now David and all the house of Israel [were] dancing before Yahweh, with all kinds of [musical instruments made from] ash trees, and with zithers, harps, tambourines, sistrums, and cymbals.",
    "6:6": "When they came to the threshing floor of Nakon, Uzza reached out to the ark of God and took hold of [it], because the oxen had stumbled.",
    "6:7": "{Then the anger of Yahweh was kindled}<note: Literally \"Then the nose of Yahweh became hot\"> against Uzza, and God struck him down there because of the indiscretion,<note: Legal regulations offered by Moses did not permit an Israelite to handle the ark of the covenant in this manner (compare Exod 25:12-16)> and he died there beside the ark of God.",
    "6:8": "{David was angry}<note: Literally \"It was hot for David\"> because Yahweh had burst out against Uzza, and he called that place Perez-Uzza until this day.",
    "6:9": "But David feared Yahweh on that day and said, \"How can the ark of Yahweh come to me?\"",
    "6:10": "However, David [was] not willing to bring the ark of Yahweh to himself, to the city of David, so David caused it to turn [to] the house of Obed-Edom the Gittite.",
    "6:11": "So the ark of Yahweh remained [in] the house of Obed-Edom the Gittite [for] three months, and Yahweh blessed Obed-Edom and all his household.",
    "6:12": "It [was] told to King David, \"Yahweh has blessed the household of Obed-Edom and all that [is] his because of the ark of God.\" So David went and brought up the ark of God from the house of Obed-Edom to the city of David with jubilation.",
    "6:13": "It happened [that] when the carriers of the ark of Yahweh had marched six steps that he sacrificed an ox and a fatling.",
    "6:14": "Now David [was] dancing with all [his] might before Yahweh, and David [was] wearing<note: Hebrew \"girded with\"> a linen ephod.",
    "6:15": "So David and all the house of Israel [were] bringing up the ark of Yahweh with shouts of joyful acclaim and with the sound of the trumpet.",
    "6:16": "It happened that when the ark of Yahweh came [into] the city of David, Michal the daughter of Saul looked down through the window and saw King David leaping and dancing before Yahweh, and she despised him in her heart.",
    "6:17": "They brought the ark of Yahweh and set it in its place in the middle of the tent which David had pitched for it. Then David offered up burnt offerings and fellowship offerings in the presence of Yahweh.",
    "6:18": "When David had finished from the sacrificing of the burnt offerings and the fellowship offerings, he blessed the people in the name of Yahweh of hosts.",
    "6:19": "Then he distributed to all the people, to all the multitude of Israel, from man to woman, to each: one ring-shaped piece of bread, one cake of dates, and one cake of raisins; and all the people went each to his house.",
    "6:20": "When David returned to bless his household, Michal the daughter of Saul came out to meet David. She said, \"How the king of Israel honored himself today {by uncovering himself}<note: Literally \"who has uncovered himself\"> before the eyes of the maids of his servants, {as the total exposure of a worthless one}.\"<note: Literally \"as the total uncovering of one of the worthless\">",
    "6:21": "So David said to Michal, \"[In the] presence of Yahweh who chose me {over}<note: Literally \"more than\"> your father and {over}<note: Literally \"more than\"> his household, to appoint me [as] leader over the people of Yahweh, over Israel, I have celebrated before Yahweh.",
    "6:22": "I will demean myself again more than this, and I will be abased in my eyes, but with the maids whom you mentioned, with them I will be honored.\"",
    "6:23": "So for Michal the daughter of Saul, she had no child until the day of her death.",
    "7:1": "It happened that the king settled in his house. (Now Yahweh had given rest to him from all his enemies all around.)",
    "7:2": "And the king said to Nathan the prophet, \"Look, please, I [am] living in a house of cedar, but the ark of God [is] staying in the middle of the tent.\"",
    "7:3": "Nathan said to the king, \"Go and do all that [is] in your heart, for Yahweh [is] with you.\"",
    "7:4": "But it happened {that night},<note: Literally \"in the night the that\"> the word of Yahweh came<note: Hebrew \"was\"> to Nathan, saying,",
    "7:5": "\"Go and tell my servant David, 'Thus says Yahweh: \"[Are] you the one to build for me a house for my dwelling?",
    "7:6": "For I have not dwelt in a house from the day I brought up the {Israelites}<note: Literally \"sons/children of Israel\"> from Egypt until this day; [rather,] I [was] going about in a tent and in a tabernacle.",
    "7:7": "In all of my going about among all the {Israelites},<note: Literally \"sons/children of Israel\"> did I speak a word with one of the tribes of Israel whom I commanded to shepherd my people Israel, saying, 'Why did you not build me a cedar house?'\" '",
    "7:8": "So then, thus you shall say to my servant David, 'Thus says Yahweh of hosts, \"I took you from the pasture {from following}<note: Literally \"from behind\"> the sheep to be a leader over my people, over Israel,",
    "7:9": "and I have been with you {everywhere you went}.<note: Literally \"in all that you went\"> I have cut off all of your enemies from in front of you, and I will make a great name for you, as the name of the great [ones] who [are] on the earth.",
    "7:10": "I will make a place for my people Israel, and I will plant them<note: Hebrew \"him\"> so that they<note: Hebrew \"he\"> can dwell {in their own place}.<note: Literally \"under him\"> They will not tremble [any] longer, and the children of wickedness will not afflict them again, as in the former days.",
    "7:11": "{In the manner that}<note: Literally \"And as far as\" or \"And from the day\"> I appointed judges over my people Israel, I will give you rest from all your enemies. And Yahweh declares to you that Yahweh will build a house for you.",
    "7:12": "When your days [are] full and you lie down with your ancestors,<note: Or \"fathers\"> I will raise up your offspring after you who will go out from your body, and I will establish his kingdom.",
    "7:13": "He will build a house for my name, and I will establish the throne of his kingdom forever.",
    "7:14": "I will be a father to him, and he will be a son for me, whom I will punish when he does wrong, with a rod of men and with blows of the {human beings}.<note: Literally \"children of men\">",
    "7:15": "But my loyal love shall not depart from him as I took [it] from Saul, whom I removed from before you.",
    "7:16": "Your house and your kingdom shall endure forever before you; your throne shall be established forever.\" '\"",
    "7:17": "According to all these words and according to all this vision, this Nathan spoke to David.",
    "7:18": "Then King David went and sat before Yahweh and said, \"Who [am] I, my lord Yahweh, and what [is] my house that you have brought me up to {this place}?<note: Literally \"here\">",
    "7:19": "Still, this [was] {insignificant}<note: Literally \"small\"> in your eyes, my lord Yahweh, and also you have spoken about the house of your servant from afar, and this [may be] the teaching of humans, my lord Yahweh.",
    "7:20": "{What more can David say to you}?<note: Literally \"And what can David still add to say\"> You know your servant, my lord Yahweh.",
    "7:21": "Because of your word and according to your heart, you have done all of this great thing, [in order] to let your servant know.",
    "7:22": "Therefore you [are] great, my lord Yahweh, for there is no one like you, and there [is] no god except you, in all that we have heard with our ears.",
    "7:23": "Who [is] like your people, like Israel? [Israel is] the one nation on earth whose God {led them},<note: Literally \"went\"; LXX reads \"led\"> [in order] to redeem a people for himself, and to make a name for himself, and to do for you<note: David switches pronouns from the third person to the second person> the great and awesome things for your land in the presence of your people whom he redeemed for himself from Egypt, [from the] nations and their gods.",
    "7:24": "You have established your people Israel for yourself as a people forever, and you, O Yahweh, have become their God.",
    "7:25": "So then, Yahweh God, the word that you have spoken concerning your servant and concerning his house, confirm it forever, and do just as you have promised.",
    "7:26": "Your name shall be great forever, {and they will say},<note: Literally \"saying\"> 'Yahweh of hosts [is] God over Israel'; and the house of your servant David shall be established before you.",
    "7:27": "For you, O Yahweh of hosts, [are] God of Israel! You have revealed to the ear of your servant, 'I will build a house for you'; therefore your servant {has found courage}<note: Literally \"has found his heart\"> to pray this prayer to you.",
    "7:28": "Now, my Lord Yahweh, you alone [are] God, and your words [are]<note: Hebrew \"will be\"> true. You have promised this good to your servant.",
    "7:29": "So then, be content and bless the house of your servant to be forever in your presence, for you, my Lord Yahweh, have spoken, and because of your blessing, may the house of your servant be blessed forever.\"",
    "8:1": "It happened afterwards [that] David attacked [the] Philistines and subdued them, and he took Metheg Ammah from the hands of [the] Philistines.",
    "8:2": "When he defeated Moab, he measured them with the cord, making them lie on the ground. He measured two cords to kill and {the third cord}<note: Literally \"the filling of a cord\"> to let live.<note: This method of selection must have been well known to the reader, but the exact procedure has been obscured over the millennia. It may be that one out of three lived through the process, only to become subservient> So Moab became servants of David, bringing tribute.",
    "8:3": "Then David struck down Hadadezer the son of Rehob, king of Zobah, when he went to restore his monument<note: Hebrew \"hand\"> at the Euphrates River.",
    "8:4": "David captured from him one thousand and seven hundred horsemen and twenty thousand {foot soldiers}.<note: Literally \"men of infantry\"> David hamstrung all the chariot horses, but {from them}<note: Literally \"from him\"> he spared a hundred chariot horses.",
    "8:5": "When Aram of Damascus came to help Hadadezer, the king of Zobah, David killed twenty-two thousand men of Aram.",
    "8:6": "David placed garrisons in Aram of Damascus, so Aram became servants of David, bringing tribute. Yahweh protected David everywhere he went.",
    "8:7": "David took the small round gold shields which had {belonged}<note: Literally \"been\"> to the servants of Hadadezer, and he brought them [to] Jerusalem.",
    "8:8": "From Betah and from Berothai, the towns of Hadadezer, King David took very many bronze [items].",
    "8:9": "When Toi, the king of Hamath, heard that David had defeated all the army of Hadadezer,",
    "8:10": "Toi sent Joram his son to King David {to greet him}<note: Literally \"to ask peace for himself\"> and to congratulate him because he had fought against Hadadezer and defeated him; {for Hadadezer had often been at war with Toi}.<note: Literally \"for Hadadezer [was] a man of wars with Toi\"> {He brought with him}<note: Literally \"In his hand were\"> objects of silver and objects of gold and objects of bronze.",
    "8:11": "King David dedicated them also to Yahweh [along] with the silver and the gold that he had dedicated from all of the nations which he had subdued;",
    "8:12": "from Aram and from Moab and from the {Ammonites}<note: Literally \"sons/children of Ammon\"> and from [the] Philistines and from Amalek and from the plunder of Hadadezer the son of Rehob, the king of Zobah.",
    "8:13": "So David made a name for himself when he returned from defeating Aram in the Valley of Salt, eighteen thousand.",
    "8:14": "He put garrisons in Edom; all over Edom he put garrisons, and all of Edom became servants of David. Yahweh protected David wherever he went.",
    "8:15": "David reigned over all of Israel, and he<note: Hebrew \"David\"> was administering justice and righteousness for all his people.",
    "8:16": "Joab the son of Zeruiah [was] over the army, and Jehoshaphat the son of Ahilud [was] secretary.",
    "8:17": "Zadok the son of Ahitub and Ahimelech the son of Abiathar [were] priests and Seraiah [was] scribe.",
    "8:18": "Benaiah the son of Jehoiada [was over] the Kerethites and the Pelethites, and the sons of David [were] priests.",
    "9:1": "Then David said, \"[Is] there still anyone who [is] left for the house of Saul that I may show loyal love to him for the sake of Jonathan?\"",
    "9:2": "Now Saul's household had a servant whose name [was] Ziba, so they summoned him to David, and the king asked him, \"[Are] you Ziba?\" He said, \"{At your service}!\"<note: Literally \"Your servant\">",
    "9:3": "Then the king said, \"But [is] there still anyone of Saul's household that I may show the loyal love of God with him?\" And Ziba said to the king, \"There [is] still a son of Jonathan [who is] lame in the feet.\"",
    "9:4": "The king said to him, \"Where [is] he?\" And Ziba said to the king, \"{He [is] here}<note: Literally \"Look, he\"> in the house of Makir the son of Ammiel in Lo Debar.\"",
    "9:5": "So King David sent and brought him from the house of Makir the son of Ammiel from Lo Debar.",
    "9:6": "So Mephibosheth the son of Jonathan, the son of Saul, came to David. And he fell on his face and did obeisance. David said, \"Mephibosheth,\" and he said, \"{I am ready to serve you}.\"<note: Literally \"Here [is] your servant\">",
    "9:7": "Then David said to him, \"Don't be afraid, for {I will certainly show}<note: Literally \"doing I will do\" or \"showing I will show\"> loyal love to you for the sake of Jonathan your father, and I will restore to you all the lands of Saul your father. And you shall always eat food at my table.\"",
    "9:8": "Then he<note: Mephibosheth> did obeisance and said, \"What [is] your servant that you have paid attention to the dead dog like me?\"",
    "9:9": "David summoned Ziba the servant of Saul and said to him, \"All that [was] Saul's and all his household I have given to the son of your master.",
    "9:10": "You shall till the land for him, you and your sons and your servants; you shall bring [in the produce] and it shall be food for the son of your master that he may eat. But Mephibosheth the son of your master may always eat food at my table.\" (Now Ziba had fifteen sons and twenty slaves.)",
    "9:11": "Ziba said to the king, \"According to all that my master the king commands his servant, so your servant will do.\" So Mephibosheth [was] eating at his table as one of the sons of the king.",
    "9:12": "Now Mephibosheth had a young son whose name [was] Micah, and all of the dwelling of the household of Ziba [became] servants for Mephibosheth.",
    "9:13": "And Mephibosheth [was] living in Jerusalem, because he [was] continually eating at the table of the king, [even though] he [was] lame in both of his feet.",
    "10:1": "{Afterwards the king of the Ammonites died},<note: Literally \"And it happened afterwards [that] the king of the sons of Ammon died\"> and his son Hanun ruled in his place.",
    "10:2": "David said, \"I will show loyal love with Hanun, the son of Nahash, as his father showed loyal love with me.\" So David sent to console him concerning his father, by the hand of his servants. And the servants of David came to the land of the {Ammonites}.<note: Literally \"sons/children of Ammon\">",
    "10:3": "But the commanders of the {Ammonites}<note: Literally \"sons/children of Ammon\"> said to Hanun their master, \"{In your opinion},<note: Literally \"In your eyes\"> [is] David honoring your father because he has sent condolences to you? [Is] it not in order to search the city, to spy it out, and to overthrow it [that] David sent his servants to you?\"",
    "10:4": "Then Hanun took the servants of David, and he shaved off half of their beards and cut their garments off in the middle up to their buttocks, then sent them away.",
    "10:5": "When they told David, he sent to meet them, for the men were greatly ashamed. And the king said, \"Remain in Jericho until your beards have grown, and then you can return.\"",
    "10:6": "When the {Ammonites}<note: Literally \"sons/children of Ammon\"> saw that they had become odious to David, the {Ammonites}<note: Literally \"sons/children of Ammon\"> sent [word] and hired Aram Beth-Rehob and Aram-Zobah, twenty thousand infantry; and [they also hired] the king of Maacah, a thousand men, and the men of Tob, twelve thousand men.",
    "10:7": "When David heard, he sent Joab and all the army of mighty warriors.",
    "10:8": "The {Ammonites}<note: Literally \"sons/children of Ammon\"> came out and {drew up a battle formation}<note: Literally \"drew up battle\"> at the entrance of the gate, but Aram-Zobah and Rehob and the men of Tob and Maacah [were] alone in the open field.",
    "10:9": "When Joab saw that {the battle was to be fought on two fronts},<note: Literally \"the face of the battle [was] against him in front and in the rear\"> he chose from all [the] members of the elite troops of Israel and {lined them up for battle}<note: Literally \"arrayed\"> to meet Aram.",
    "10:10": "The rest of the army he placed into the hand of his brother Abishai, who {arranged them in battle lines}<note: Literally \"arrayed\"> to meet the {Ammonites}.<note: Literally \"sons/children of Ammon\">",
    "10:11": "Then he said, \"If Aram [is] stronger than I [am], you must become my deliverer; but if the {Ammonites}<note: Literally \"sons/children of Ammon\"> [are] too strong for you, then I will come to rescue you.",
    "10:12": "Be strong, and let us strengthen ourselves for the sake of the people and for the sake of the cities of our God. May Yahweh do [what is] good in his eyes.",
    "10:13": "Joab and all the people who [were] with him moved forward into the battle against Aram, and they fled from before him.",
    "10:14": "When the {Ammonites}<note: Literally \"sons/children of Ammon\"> saw that Aram had fled, they fled from before Abishai and entered the city. Then Joab returned from [fighting] against the {Ammonites}<note: Literally \"sons/children of Ammon\"> and came to Jerusalem.",
    "10:15": "When the Arameans saw that they [were] defeated before Israel, they gathered themselves together.",
    "10:16": "Then Hadadezer sent and brought out the Arameans who [were] beyond the Euphrates, and they came to Helam. Now Shobach, the commander of the army of Hadadezer, {was at their head}.<note: Literally \"before the face of them\">",
    "10:17": "David [was] told, so he gathered all Israel and crossed over the Jordan and came to Helam. Aram {arranged themselves in battle lines}<note: Literally \"arrayed\"> to meet David, and they fought with him.",
    "10:18": "And Aram fled before Israel, and David killed from [the] Arameans seven hundred chariot teams and forty thousand horsemen. He struck down Shobach, the commander of his army, and he died there.",
    "10:19": "When all the kings, the servants of Hadadezer, saw that he had been defeated before Israel, they made peace with Israel and served them, and Aram [was] afraid to help the {Ammonites}<note: Literally \"sons/children of Ammon\"> any longer.",
    "11:1": "{It came about in the spring},<note: Literally \"And it happened at the turn of the year\"> at the time {kings}<note: According to the reading tradition (Qere); Kethib has \"angels\" or \"messengers\"> go out, David sent Joab and his servants with him and all of Israel. They ravaged all of the {Ammonites}<note: Literally \"sons/children of Ammon\"> and besieged Rabbah, but David [was] remaining in Jerusalem.",
    "11:2": "It happened {late one afternoon}<note: Literally \"at the time of the evening\"> [that] David got up from his bed and walked about on the roof of the king's house, and he saw a woman bathing on her<note: Hebrew \"the\"> roof. Now the woman {was very beautiful}.<note: Literally \"very good of appearance\">",
    "11:3": "David sent and inquired about the woman, and [someone] said, \"[Is] this not Bathsheba the daughter of Eliam, the wife of Uriah the Hittite?\"",
    "11:4": "Then David sent messengers and took her, and she came to him, and he slept with her. (Now she had been purifying herself from her uncleanness.) And she returned to her house.",
    "11:5": "The woman became pregnant, and she sent and told David, and she said, \"I [am] pregnant.\"",
    "11:6": "So David sent to Joab, \"Send Uriah the Hittite to me.\" So Joab sent Uriah to David.",
    "11:7": "Uriah came to him, and David asked {how Joab and the army fared and how the war was going}.<note: Literally \"as far as the peace of Joab, as far as the peace of the army, and as far as the peace of the battle\">",
    "11:8": "David said to Uriah, \"Go down to your house, and wash your feet.\" So Uriah went out from the king's house, and a gift from the king went out after him.",
    "11:9": "But Uriah slept [at] the entrance of the king's house with all the servants of his master and did not go down to his house.",
    "11:10": "They told David, \"Uriah did not go down to his house.\" David said to Uriah, \"[Are] you not coming from a journey? Why did you not go down to your house?\"",
    "11:11": "Uriah said to David, \"The ark and Israel and Judah [are] living in the booths; and my lord Joab and the servants of my lord [are] camping on the surface of the open field; and I, shall I go to my house to eat and to drink and to sleep with my wife? [By] your life and the life of your soul, I surely will not do this thing.\"",
    "11:12": "David said to Uriah, \"Remain here {today},<note: Literally \"also the day\"> and tomorrow I will send you away.\" So Uriah remained in Jerusalem on that day and the next.",
    "11:13": "David invited him, and he ate and drank in his presence {so that he became drunk},<note: Literally \"and he made him drunk\"> and he went out in the evening to lie on his bed with the servants of his lord, but he did not go down to his house.",
    "11:14": "And it happened in the morning, David wrote a letter to Joab, and he sent it by the hand of Uriah.",
    "11:15": "He had written in the letter, \"Put Uriah in the front, in the face of the fiercest fighting, then draw back from behind him so that he may be struck down and die.\"",
    "11:16": "{When Joab was besieging}<note: Literally \"And it happened at the besieging of Joab\"> the city, he put Uriah toward the place which he knew {there were valiant warriors}.<note: Literally \"there [were] men of ability\">",
    "11:17": "The men of the city came out and fought with Joab. Some from the army from the servants of David fell; Uriah the Hittite also died.",
    "11:18": "Joab sent and told David all of the news of the battle.",
    "11:19": "He instructed the messenger, saying, \"As you are finishing to speak all the news of the battle to the king,",
    "11:20": "if the anger of the king rises and he says to you, 'Why did you go near the city to fight? Did you not know that they would shoot from [atop] the wall?",
    "11:21": "Who killed Abimelech the son of Jerub-bosheth,<note: In putting words in David's mouth, Joab alludes to the story of Abimelech the son of Gideon from Judg 9:52-55. Though Gideon was also known as Jerub-ba'al, Joab conventionally substitutes bosheth (shame) for Ba'al to avoid naming the Canaanite deity> if not a woman who threw an upper millstone on him from [atop] the wall and he died at Thebez? Why did you go near the wall?' Then you shall say, 'Your servant Uriah the Hittite also died.'\"",
    "11:22": "Then the messenger left, and he came and told David all that Joab had sent him [to say].",
    "11:23": "The messenger said to David, \"Because {the men overpowered us},<note: Literally \"the men [were] superior over us\"> the men came out to us [in] the field, but {we forced them back}<note: Literally \"we [were] upon them\"> to the entrance of the gate.",
    "11:24": "The archers shot at your servant from [atop] the wall, and some of the servants of the king died; your servant Uriah the Hittite also died.\"",
    "11:25": "Then David said to the messenger, \"Thus you shall say to Joab, '{Do not feel badly about this matter};<note: Literally \"Do not let his matter be evil in your eyes\"> {now one and then another}<note: Literally \"for as this and as this\"> the sword will devour. Intensify your attack on the city and overthrow it.'\" And he encouraged him.",
    "11:26": "When the wife of Uriah heard that Uriah her husband [was] dead, she mourned over her husband.",
    "11:27": "When the mourning [was] over, David sent and brought her to his household, and she became his wife and bore him a son. But the thing which David had done [was] evil in the eyes of Yahweh.",
    "12:1": "So Yahweh sent Nathan to David, and he came to him and said, \"Two men were in a certain city; one [was] rich and the other [was] poor.",
    "12:2": "The rich [man] had very many flocks and herds,",
    "12:3": "but the poor [man] had nothing except for one small ewe lamb which he had bought. He had nurtured her, and she grew up with him and with his children together. She used to eat from his morsel and drink from his cup, and she used to lie in his lap and became like a daughter for him.",
    "12:4": "And a visitor came to the rich man, but he {was reluctant}<note: Literally \"felt sorry\"> to take from his flocks or from his herds to prepare a meal for the traveler when he came to him. So he took the ewe lamb of the poor man and prepared it for the man who had come to him.\"",
    "12:5": "Then {the anger of David was kindled}<note: Literally \"the nose of David became very hot\"> against the man, and he said to Nathan, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> the man who has done this {deserves to die}!<note: Literally \"[is] a son of death\">",
    "12:6": "He shall restore the ewe lamb fourfold because he has done this thing, and because he had no pity.\"",
    "12:7": "Then Nathan said to him, \"You [are] the man! Thus says Yahweh the God of Israel: 'I anointed you as king over Israel, and I delivered you from the hand of Saul.",
    "12:8": "I gave you the household of your master and the women of your master into your lap. I also gave you the house of Israel and Judah; if [that had been too] little, I would have added to you {much more}.<note: Literally \"as here and as here\">",
    "12:9": "Why have you despised the word of Yahweh by doing evil in his eyes?<note: Thus Kethib; the reading tradition (Qere) reads \"my eyes\"> Uriah the Hittite you have struck down with the sword, and his wife you have taken to yourself as wife! You have killed him with the sword of the {Ammonites}!<note: Literally \"sons/children of Ammon\">",
    "12:10": "So then, a sword will not turn away from your house forever, because you have despised me and have taken the wife of Uriah the Hittite to be your wife!'",
    "12:11": "Thus says Yahweh, 'Look, I [am] going to raise up evil against you from [within] your house, and I will take your women before your eyes, and I will give them to your neighbor, and he shall sleep with your wives {in broad daylight}.<note: Literally \"before the eyes of this sun\">",
    "12:12": "Though you did this in secret, I will do this thing before all of Israel {in broad daylight}!'\"<note: Literally \"before the sun\">",
    "12:13": "Then David said to Nathan, \"I have sinned against Yahweh!\"<note: See Pss 32:1-5; 51:1-13> Nathan said to David, \"Yahweh has also forgiven your sin; you shall not die.",
    "12:14": "But because you have {utterly scorned}<note: Literally \"scorning you have scorned.\" The term \"enemies of\" in the MT is likely a textual corruption and is deleted here> Yahweh in this matter, the son born for you {will certainly die}.\"<note: Literally \"dying will die\" (compare Gen 2:17)>",
    "12:15": "Then Nathan went to his house, and Yahweh struck the child that the wife of Uriah bore for David, and he became ill.",
    "12:16": "David pleaded [with] God on behalf of the boy and David fasted. He went to spend the night and lay upon the ground.",
    "12:17": "The elders of his household stood over him to lift him up from the ground, but he [was] not willing, and he did not eat [any] food with them.",
    "12:18": "It happened on the seventh day that the child died, and the servants of David [were] afraid to tell him that the child [was] dead, for they said, \"Look, when the child [was] alive, we spoke to him, but he would not listen to our voice. How can we tell him, 'The child [is] dead'? He may do [something] evil.\"",
    "12:19": "When David saw that his servants [were] whispering together, he realized that the child [was] dead. Then David said to his servants, \"[Is] the child dead?\" And they said, \"He [is] dead.\"",
    "12:20": "David stood up from the ground and washed and anointed himself and changed his clothing. Then he went [to] the house of Yahweh and worshiped, and he went to his [own] house. He asked, so they served him food, and he ate.",
    "12:21": "Then his servants said to him, \"What [is] this thing that you have done? While the child [was] alive, you fasted and wept; [now] that the child has died, you get up and eat food!\"",
    "12:22": "He said, \"When the child [was] still alive, I fasted and I wept because I thought, 'Who knows? Yahweh may have mercy on me that the child will live.'",
    "12:23": "But now he [is] dead. Why [should I be] fasting? [Am] I able to return him again? I [am] going to him, but he cannot return to me.\"",
    "12:24": "David consoled Bathsheba his wife, and he went to her and slept with her. She bore a son, and he called<note: So Kethib; Qere reads \"she called\"> him Solomon, and Yahweh loved him.",
    "12:25": "He sent [word] by the hand of Nathan the prophet, so he called him Jedidiah<note: Jedidiah means \"beloved of Yahweh\"> because of Yahweh.",
    "12:26": "And Joab fought against Rabbah of the {Ammonites},<note: Literally \"sons/children of Ammon\"> and he captured {the royal city}.<note: Literally \"city of the kingship\">",
    "12:27": "Then Joab sent messengers to David and said, \"We have fought against Rabbah, and we captured the city of the waters.",
    "12:28": "So then, gather the remainder of the army and encamp against the city and capture it, lest I capture the city and my name be proclaimed over it.\"",
    "12:29": "So David gathered all of the army, and he went to Rabbah and fought against it and captured it.",
    "12:30": "He took the crown of their king from his head. (Now its weight [was] a talent of gold, and there [was] a precious stone [in it] and it [was] put on David's head.) He brought out the plunder of the city {in great abundance}.<note: Literally \"very many\">",
    "12:31": "He also brought out the people who [were] in it and put them to the saws and to the iron picks and to the iron axes, and he sent them to the place of the brickmakers. Thus he used to do to all the cities of the {Ammonites},<note: Literally \"sons/children of Ammon\"> and he and all of the army returned to Jerusalem.",
    "13:1": "It happened afterwards that Absalom the son of David had a beautiful sister whose name [was] Tamar, and Amnon the son of David fell in love with her.",
    "13:2": "And Amnon {was so frustrated that he felt ill}<note: Literally \"[was] distressed to the point of sickness\"> because of Tamar his sister, because she [was] a virgin, and it [was] too difficult in Amnon's eyes to do anything with her.",
    "13:3": "Now Amnon had a friend whose name [was] Jonadab the son of Shimeah, the brother of David. (Now Jonadab [was] a very crafty man.)",
    "13:4": "And he said to him, \"Why [are] you so sullen {every morning},<note: Literally \"in the morning, in the morning\"> O son of the king? Will you not tell me?\" And Amnon said to him, \"I [am] in love with Tamar, the sister of my brother Absalom.\"",
    "13:5": "Then Jonadab said to him, \"Lie down on your bed and appear ill. If your father comes to see you, you shall say to him, 'Please let Tamar my sister come and give me food to eat, and let her prepare the food before my eyes, in order that I may see it and eat from her hand.'\"",
    "13:6": "So Amnon lay down and pretended to be ill, and the king came to see him. Amnon said to the king, \"Please let Tamar my sister come, and let her bake two cakes before my eyes that I may eat from her hand.\"",
    "13:7": "So David sent to the house for Tamar, saying, \"Please go to the house of Amnon your brother and prepare food for him.\"",
    "13:8": "Tamar went to the house of Amnon her brother. Now he [was] lying down, and she took the dough and kneaded [it] and made cakes before his eyes, and she baked the cakes.",
    "13:9": "Then she took the pan and poured it out before him, but he refused to eat. Then Amnon said, \"Let all [the] men go out from me.\" So all [the] men went out from him.",
    "13:10": "Then Amnon said to Tamar, \"Bring the food [to] the private room that I may eat from your hand.\" So Tamar took the cakes which she had made and brought them to Amnon her brother in<note: Hebrew \"to\"> the private room.",
    "13:11": "When she brought them near to him to eat, he took hold of her and said to her, \"Come, lie with me, my sister!\"",
    "13:12": "Then Tamar said to him, \"No, my brother! Do not force me, for such a thing has not been done in Israel. Do not do this disgraceful thing!",
    "13:13": "As for me, where should I take my disgrace? You will be as one of the fools in Israel. So please, speak to the king, for he will not withhold me from you.\"",
    "13:14": "But he [was] not willing to listen to her voice. He [was] stronger than she, and he forced her and lay with her.",
    "13:15": "Then Amnon hated her {very deeply},<note: Literally \"with a great hatred\"> for the hatred with which he hated her [was] greater than [the] love with which he had loved her. So Amnon said to her, \"Get up [and] go.\"",
    "13:16": "She said to him, \"No, because this evil in sending me away [is] greater than the other you have done to me.\" But he [was] not willing to listen to her.",
    "13:17": "Then he called his young man who [was] serving him and said, \"Please send this woman from me to the outside, and bolt the door behind her!\"",
    "13:18": "Now there [was] a long-sleeved robe on her, for so they clothed the daughters of the king who [were] virgins, in robes. His servant put her outside, and he bolted the door behind her.",
    "13:19": "Tamar put ashes on her head, and she tore the long-sleeved robe which [was] on her. She put her hand on her head, and {she went away, crying out as she went}.<note: Literally \"she went, going and crying aloud\">",
    "13:20": "Absalom her brother said to her, \"[Was] Amnon your brother with you? But now, my sister, be quiet; he [is] your brother. {Do not take this matter to heart}.\"<note: Literally \"Do not place/set your heart to this matter\"> So Tamar remained a desolate woman in the house of Absalom her brother.",
    "13:21": "Now King David heard all these things, and {he became very angry}.<note: Literally \"it became very hot for him\">",
    "13:22": "Absalom did not speak with Amnon {either bad or good},<note: Literally \"as far as from bad and up to good\"> for Absalom hated Amnon {over the matter when}<note: Literally \"because of the thing that\"> he raped Tamar his sister.",
    "13:23": "{About two full years later},<note: Literally \"And it happened at two years [of] days\"> Absalom's shearers were in Baal Hazor, which [is] near Ephraim, and Absalom summoned all the sons of the king.",
    "13:24": "Then Absalom went to the king and said, \"Look, here [are] your servant's shearers; please let the king and his servants go with your servant.",
    "13:25": "The king said to Absalom, \"No my son, not all of us shall go, so that we not be a burden to you.\" And he urged him, but he [was] not willing to go, but he blessed him.",
    "13:26": "So Absalom said, \"But [will you] not let Amnon my brother go with us?\" And the king said to him, \"Why should he go with you?\"",
    "13:27": "But Absalom pressed him, so he sent Amnon with him and all of the sons of the king.",
    "13:28": "Absalom commanded his servants, saying, \"Please watch. At the moment the heart of Amnon [is] {tipsy}<note: Literally \"good\"> with wine, then I shall say to you, 'Strike Amnon down,' and you shall kill him! Don't be afraid. [Is] it not I myself who has commanded you? Be courageous and be {valiant!}<note: Literally \"as sons of ability\">",
    "13:29": "So Absalom's servants did to Amnon just as Absalom commanded, and all the sons of the king got up, and each mounted his mule and fled.",
    "13:30": "{While they were on the way},<note: Literally \"And it happened they [were] on the way\"> the message came to David, \"Absalom has killed all the sons of the king, and not one of them [was] left.\"",
    "13:31": "Then the king rose and tore his garments, and he lay on the ground, and all his servants standing by [were] tearing their garments.",
    "13:32": "Then Jonadab the son of Shimeah, the brother of David, responded and said, \"My lord should not think that all the young men, the sons of the king, [are] dead, because only Amnon [is] dead. {Absalom was talking about it},<note: Literally \"For it was on the mouth of Absalom\"> as it was being determined from the day he<note: Amnon> raped Tamar his sister.",
    "13:33": "So then, let not my lord the king set his heart on this matter, thinking, 'All the sons of the king [are] dead,' for only Amnon alone [is] dead.\"",
    "13:34": "So Absalom fled, and the young man who [was] keeping watch lifted up his eyes and saw, and there were many people coming from the road behind him from the side of the mountain.",
    "13:35": "Jonadab said to the king, \"Look, the sons of the king have come. According to the word of your servant, so it has come about.\"",
    "13:36": "When he finished speaking, look, the sons of the king came and they lifted up their voice and wept. Also, the king and all his servants wept a very great weeping.",
    "13:37": "Absalom fled and went to Talmai the son of Ammihur, the king of Geshur. [David] mourned over his son {day after day}.<note: Literally \"all the days\">",
    "13:38": "But Absalom had fled and went [to] Geshur, and he [was] there three years.",
    "13:39": "King David longed to go out to Absalom, for he was consoled that Amnon had died.",
    "14:1": "Joab the son of Zeruiah realized that the mind of the king [was] on Absalom.",
    "14:2": "So Joab sent to Tekoa and took from there a wise woman, and he said to her, \"Please pretend to mourn and put on garments of mourning. You should not anoint yourself [with] oil, and you must act like this woman who has been mourning over the dead for {a long time}.<note: Literally \"many days\">",
    "14:3": "Then you must go to the king and speak to him according to this word.\" [Thus] Joab put the words in her mouth.",
    "14:4": "So the Tekoite woman spoke to the king, and she fell on her face to the ground and did obeisance. She said, \"Help me, O king!\"",
    "14:5": "Then the king asked her, \"{What do you want}?\"<note: Literally \"What is for you\"> And she said, \"Truly I [am] a widow, and my husband [is] dead.",
    "14:6": "Your servant had two sons, and they both fought in the open field, and there [was] no one {to part them}.<note: Literally \"to save between them\"> One struck the other and killed him.",
    "14:7": "And look, all of the family has risen up against your servant, and they said, 'Give up the one who struck his brother, that we may kill him in exchange for the life of his brother whom he murdered. We will also wipe out the heir,' and so they would put out my embers which remain, by not preserving for my husband a name and a remnant on the face of the earth.\"",
    "14:8": "Then the king said to the woman, \"Go to your house, and I myself will give the command concerning you.\"",
    "14:9": "The Tekoite woman said to the king, \"On me, my lord the king, [is] the guilt, and on the house of my father, but the king on<note: Hebrew \"and\"> his throne [is] innocent.\"",
    "14:10": "The king said, \"[Whoever] has spoken to you, bring him to me, and he will not touch you again.\"",
    "14:11": "Then she said, \"Please may the king remember Yahweh your God, {to prevent the increase of blood avengers who kill},<note: Literally \"from making numerous the avenger of blood to kill\"> [so that they] not wipe out my son.\" He said, \"{As Yahweh lives},<note: Literally \"The life of Yahweh\"> surely not one hair shall fall from your son to the ground.\"",
    "14:12": "The woman said, \"Please let your servant speak a word to my lord the king.\" And he said, \"Speak.\"",
    "14:13": "The woman said, \"But why have you plotted like this against the people of God? By speaking this word, he is guilty not to bring back his banished one.",
    "14:14": "For {we must certainly die},<note: Literally \"dying we must die\"> and [we are] as the waters spilled to the ground which cannot be gathered. God will not take a life but devises plans for a banished person not to be cast out from him.",
    "14:15": "Now I have come to speak this word to my lord the king, because the people made me afraid, and your servant thought, 'I will speak to the king, perhaps the king will grant<note: Hebrew \"do/make\"> the request of his servant.",
    "14:16": "For the king will listen, to deliver his servant from the hand of the man [who seeks] to destroy me and my son together from the inheritance of God.'",
    "14:17": "Your servant also thought, 'May the word of my lord the king {bring rest},<note: Literally \"become a rest\"> for as an angel of God, so [is] my lord the king, {to sense what is good and what is bad}.'<note: Literally \"to hear the good and the bad\"> May Yahweh your God be with you.\"",
    "14:18": "The king answered and said to the woman, \"Please do not withhold from me a thing which I [am] about to ask you.\" The woman said, \"Please let my lord the king speak.\"",
    "14:19": "The king asked, \"[Was] the hand of Joab with you in all of this?\" The woman answered and said, \"{As your soul lives},<note: Literally \"The life of your soul\"> my lord the king, surely [one cannot] go to the right or to the left from all that my lord the king has spoken. Yes, your servant Joab himself commanded me, and he put all of these words in the mouth of your servant.",
    "14:20": "In order {to change the situation},<note: Literally \"to turn the face of the thing\"> your servant Joab did this thing. But my lord [has] wisdom, as the wisdom of an angel of God, to know all that [is] on the earth.\"",
    "14:21": "Then the king said to Joab, \"Look, please, I will grant this thing. Go and bring back the young man Absalom.\"",
    "14:22": "Joab fell with his face to the ground and did obeisance. And he blessed the king, and he<note: Hebrew \"Joab\"> said, \"Today your servant knows that I have found favor in your eyes, my lord the king, [in] that the king has granted the request of his servant.\"",
    "14:23": "Then Joab got up and went to Geshur and brought Absalom to Jerusalem.",
    "14:24": "The king said, \"Let him go over to his house, and he may not see my face.\" So Absalom went over to his house, and did not see the face of the king.",
    "14:25": "As far as Absalom, there was not a more handsome man in all of Israel to admire so much; from the sole of his foot up to his crown, there was no physical defect on him.",
    "14:26": "When he shaved his head, it would happen {every year},<note: Literally \"from the end of days for the days\"> which he did because [it was] heavy on him, he would shave it off and weigh the hair of his head: two hundred shekels {by the king's weight}.<note: Literally \"by the stone of the king\">",
    "14:27": "Three sons [were] born to Absalom and one daughter, whose name [was] Tamar. She [was] a woman beautiful of appearance.",
    "14:28": "Absalom lived in Jerusalem {two full years},<note: Literally \"two years of days\"> but he did not see the face of the king.",
    "14:29": "So Absalom sent for Joab, [in order that he] send him to the king, but he was not willing to go to him. He sent again a second [time], but he [was] not willing to go.",
    "14:30": "So he said to his servants, \"Look at the tract of land of Joab {next to mine},<note: Literally \"toward my hand\"> for he has barley plants there. Go, set it ablaze with fire.\" So the servants of Absalom set the tract of land ablaze with fire.",
    "14:31": "Then Joab got up and went to Absalom, to the house, and said to him, \"Why have your servants set my tract of land ablaze with fire?\"",
    "14:32": "Absalom said to Joab, \"Look, I have sent to you, saying, 'Come here that I may send you to the king to say, \"Why have I come from Geshur? It would be better for me if I [were] still there.\" ' So then, let me see the face of the king; if there [is] guilt in me, then let him kill me.\"",
    "14:33": "So Joab went to the king and he told him. Then he summoned Absalom, and he came to the king, and he bowed down to him with his face to the ground before the king. Then the king kissed Absalom.",
    "15:1": "It happened afterward that Absalom made himself a chariot with horses and fifty men running before him.",
    "15:2": "Absalom used to rise early in the morning, and he stood {beside}<note: Literally \"on hand of\"> the road [at] the gate; {anyone}<note: Literally \"every man\"> who had a legal dispute to bring to the king for judgment Absalom would call to him and say, \"{Where are you from?}\"<note: Literally \"Where from this city are you?\"> And he would say, \"Your servant [is] from one of the tribes of Israel.\"",
    "15:3": "Then Absalom would say to him, \"Look, your case [is] good and right, but for you there is no hearing with the king.\"",
    "15:4": "Then Absalom would say, \"{Oh, that someone would}<note: Literally \"Who will ...?\"> appoint me as judge in the land, that {anyone}<note: Literally \"every man\"> might come to me who had a legal dispute or a case, and I would give him justice.\"",
    "15:5": "It happened whenever anyone drew near to do obeisance to him, that he would stretch his hand and take hold of him and kiss him.",
    "15:6": "Absalom did like this to all of Israel who came to the king for judgment; so Absalom stole the hearts<note: Hebrew \"heart\"> of the people of Israel.",
    "15:7": "It happened at the end of four<note: So LXX, followed by Syriac and Vulgate; MT has \"forty\"> years [that] Absalom said to the king, \"Please let me go and pay my vow which I have made to Yahweh in Hebron,",
    "15:8": "for your servant made a vow while I [was] staying in Geshur in Aram, saying, '{If Yahweh will indeed let me return}<note: Literally (following Qere) \"If returning Yahweh will return me\"> to Jerusalem, then I will worship Yahweh.'\"",
    "15:9": "Then the king said to him, \"Go in peace.\" So he got up and went to Hebron.",
    "15:10": "Then Absalom sent scouts throughout all the tribes of Israel, saying, \"When you hear the sound of the trumpet, you shall shout 'Absalom has become king in Hebron!'\"",
    "15:11": "Two hundred men from Jerusalem went with Absalom as invited guests, going in their innocence as they did not know anything.",
    "15:12": "Absalom sent for Ahithophel the Gilonite, the advisor of David, from his city Giloh, while he offered the sacrifices. The conspiracy {grew in strength},<note: Literally \"became strong\"> and the people [were] going and {increasing}<note: Literally \"many\"> with Absalom.",
    "15:13": "Then the messenger came to David, saying, \"The hearts<note: Hebrew \"heart\"> of the men of Israel have gone after Absalom.\"",
    "15:14": "Then David said to all his servants who [were] with him in Jerusalem, \"Get up and let us flee, for there will be no escape for us from Absalom! Hurry to go, otherwise he will come quickly and overtake us! And he will bring disaster on us and evil! He will attack the city with the edge of the sword!\"",
    "15:15": "Then the servants of the king said to the king, \"According to all that my lord the king chooses, {your servants are ready to act}!\"<note: Literally \"here are your servants\">",
    "15:16": "The king went out with<note: Hebrew \"and\"> all his household {following him},<note: Literally \"at his feet\"> but the king left behind ten concubines to look after the house.",
    "15:17": "So the king went out with<note: Hebrew \"and\"> all the people {following him},<note: Literally \"at his feet\"> and they stopped {at the last house}.<note: Literally \"[at] the house of the distance\">",
    "15:18": "All his servants [were] passing {by him}:<note: Literally \"on his hand\"> all of the Kerethites and all of the Pelethites and all of the Gittites--six hundred men {who had followed him}<note: Literally \"who had come at his feet\"> from Gath--passing {before the king}.<note: Literally \"on the face of the king\">",
    "15:19": "The king said to Ittai the Gittite, \"Why [are] you also coming with us? Return and stay with the king, for you [are] a foreigner; moreover, you [are] an exile. {You [are] far from your place}.<note: Literally \"You as far as your place\">",
    "15:20": "Yesterday when you came and {today},<note: Literally \"the day\"> I have caused you to wander by going with us. Now I [am] going to where I [am] going; return and let your brothers return. [May] loyal love and faithfulness [be] with you.\"",
    "15:21": "But Ittai answered the king and said, \"{As Yahweh lives}<note: Literally \"The life of Yahweh\"> and {my lord the king lives},<note: Literally \"the life of my lord the king\"> surely in the place wherever my lord the king shall be, if for death or if for life, surely there your servant will be.\"",
    "15:22": "Then David said to Ittai, \"Go and pass over.\" So Ittai the Gittite passed over and all his men and all of the little children who [were] with him.",
    "15:23": "All of the land [was] weeping [with] a loud voice as all the people [were] passing by and the king [was] crossing through the Wadi Kidron, and all the people [were] passing {on the road to the wilderness}.<note: Literally \"on the face of the road with the wilderness\">",
    "15:24": "Suddenly Zadok [was] there, and all of the Levites with him, carrying the ark of the covenant of God. They set the ark of God down, and Abiathar offered sacrifices until all the people passed out of the city.",
    "15:25": "The king said to Zadok, \"Let the ark of God return to the city. If I find favor in the eyes of Yawheh, he will let me return and let me see him in his dwelling place.",
    "15:26": "But if he says, 'I take no pleasure in you,' then {I am ready}.<note: Literally \"here I [am]\"> Let him do to me that which [is] good in his eyes.",
    "15:27": "Then the king said to Zadok the priest, \"[Are] you a seer? Return to the city in peace, [with] Ahimaaz your son and Jonathan the son of Abiathar, your two sons with you.",
    "15:28": "See, I [am] waiting at the fords of the wilderness until a word comes from you all to inform me.\"",
    "15:29": "So Zadok and Abiathar returned the ark of God to Jerusalem and they remained there.",
    "15:30": "Now David [was] going up on the Ascent of the Olives, {weeping as he went},<note: Literally \"going up and weeping\"> with his head covered and going barefoot. All the people who [were] with him each covered their head {and wept as they went}.<note: Literally \"going up and weeping\">",
    "15:31": "Now David [was] told, \"Ahithophel [was] among the conspirators with Absalom.\" Then David said, \"Please frustrate the counsel of Ahithophel, O Yahweh.\"",
    "15:32": "It happened that as David [was] coming up to the summit where he used to worship God, suddenly Hushai the Arkite [was] there to meet him. His coat [was] torn and dirt [was] on his head.",
    "15:33": "David said to him, \"If you move on with me, you will be a burden to me,",
    "15:34": "but if you want to return to the city and say to Absalom, 'I [am] your servant, O king. I used to be a servant of your father, but from then and now I [will be] your servant,' then you can frustrate the counsel of Ahithophel for me.",
    "15:35": "[Will] not Zadok and Abiathar the priests [be] with you there? It shall be that all the words you hear from the house of the king you shall tell Zadok and Abiathar the priests.",
    "15:36": "Look, there with them [are] their two sons, Ahimaaz of Zadok and Jonathan of Abiathar. You shall send to me {by means of them}<note: Literally \"by their hand\"> all the words that you hear.\"",
    "15:37": "So Hushai the friend of David came to the city [as] Absalom was entering Jerusalem.",
    "16:1": "Now David passed a little from beyond the summit, and suddenly Ziba the servant of Mephibosheth [was] there to meet him [with] a pair of saddled donkeys; on them [were] two hundred loaves of bread and a hundred raisin cakes, [with] a hundred summer fruits and a skin of wine.",
    "16:2": "The king said to Ziba, \"{What do you want to accomplish by bringing these}?\"<note: Literally \"What are these to you?\"> And Ziba said, \"The donkeys [are] for the king's household to ride [on]; the bread and the summer fruit [are] for the young men to eat, and the wine [is] for the faint in the wilderness to drink.",
    "16:3": "Then the king said, \"Where [is] the son of your lord?\" And Ziba said to the king, \"He [is] living in Jerusalem for he said, 'Today the house of Israel shall return the kingdom of my father to me.'\"",
    "16:4": "The king said to Ziba, \"Look, all that [was] Mephibosheth's is yours.\" Ziba said, \"I hereby do obeisance; may I find favor in your eyes, my lord the king.\"",
    "16:5": "King David came up to Bahurim and suddenly a man from there [was] coming out from the family of the house of Saul, and his name [was] Shimei the son of Gera. {He was cursing as he came out}.<note: Literally \"[He was] coming out, coming out and cursing\">",
    "16:6": "And he threw stones at David and at all the servants of King David and at all the people and at all the mighty warriors on his right and on his left.",
    "16:7": "Shimei said while cursing him, \"Go out, go out, [you] {man of bloodshed},<note: Literally \"man of bloods\"> [you] {man of wickedness}.<note: Literally \"and man of the wickedness\">",
    "16:8": "Yahweh has returned on you all the blood of the household of Saul {whom you have supplanted as king},<note: Literally \"who you have reigned in place of him\"> and Yahweh has given the kingship into the hand of Absalom your son. Look, you [are] in disaster for you [are] a man of blood.\"",
    "16:9": "Then Abishai the son of Zeruiah said to the king, \"Why should this dead dog curse my lord the king? Please let me go over and take off his head.\"",
    "16:10": "The king said, \"{What do we have in common},<note: Literally \"What [is] for me and what [is] for you\"> sons of Zeruiah? If<note: Hebrew \"Because\"> he curses because Yahweh has said to him 'Curse David,' who can say, \"Why have you done this?\"",
    "16:11": "David said to Abishai and to all his servants, \"Look, my son who came out of my loins<note: Hebrew \"intestines\"> [is] seeking my life. Now {as far as}<note: Literally \"and even that now\"> [this] Benjaminite, leave him alone and let him curse, for Yahweh has spoken to him.",
    "16:12": "Perhaps Yahweh will look {in my eye}<note: According to the reading tradition (Qere); Kethib has \"at my guilt\"> and repay good for me in place of his curse this day.",
    "16:13": "Then David and his men went on the road, with Shimei going on the side of the hill beside him, {cursing as he went}.<note: Literally \"going and cursing\"> He threw stones beside him and threw<note: Hebrew \"flung\"> dust in the air.",
    "16:14": "When the king and all of the people who were with him arrived, he was weary, so he recovered there.",
    "16:15": "Now Absalom and all the people, the men of Israel, had come to Jerusalem, and Ahithophel [was] with him.",
    "16:16": "When Hushai the Arkite the friend of David came to Absalom, Hushai said to Absalom, \"[Long] live the king, [long] live the king!\"",
    "16:17": "Absalom said to Hushai, \"This [is] your loyal love with your friend? Why did you not go with your friend?\"",
    "16:18": "Then Hushai said to Absalom, \"No, rather, whom Yahweh and this people and all the men of Israel have chosen, to him<note: According to the reading tradition (Qere); Kethib has \"no\"> I will be, and with him I will remain.",
    "16:19": "{Furthermore},<note: Literally \"And the second [thing]\"> for whom have I served? [Is] it not in the presence of his son that I have served before your father? {So shall I serve you}!\"<note: Literally \"So shall I be in your presence\">",
    "16:20": "Then Absalom said to Ahithophel, \"Give your advice. What shall we do?\"",
    "16:21": "And Ahithophel said to Absalom, \"Go to the concubines of your father whom he left behind to watch over the house, then all of Israel will hear that you made yourself odious to your father, and {all of your followers will be motivated}!\"<note: Literally \"the hands of all who [are] with you will be strengthened\">",
    "16:22": "Then they pitched a tent for Absalom on the roof, and he went [in] to the concubines of his father before the eyes of all Israel.",
    "16:23": "The counsel that Ahithophel gave in those days [was] regarded as when a man<note: Qere reads \"a man inquired\"; Kethib omits \"a man\"> inquired of the word of God, so all the counsel of Ahithophel [was esteemed] both by David and by Absalom.",
    "17:1": "Then Ahithophel said to Absalom, \"Please let me choose twelve thousand men, and I will set out and pursue after David {tonight}.<note: Literally \"the night\">",
    "17:2": "I will come upon him while he [is] weary and {weak}.<note: Literally \"slack of hands\"> I will startle him, and all of the people who [are] with him will flee. Then I will strike down the king [while] he [is] alone.",
    "17:3": "Then I will return all the people to you; when all have returned, the man whom you [are] seeking [will be dead],<note: According to the MT; the LXX has \"and I will return all the people to you the way a bride returns to her husband, except the life of the one man whom you are seeking\"> but all the people will be safe.\"",
    "17:4": "The word [was] right in the eyes of Absalom and in the eyes of all the elders of Israel.",
    "17:5": "Then Absalom said, \"Please call also for Hushai the Arkite, and let us hear {what he has to say}<note: Literally \"what [is] in his mouth\"> also.\"",
    "17:6": "So Hushai came to Absalom, who said to him, \"Shall we do according to this word [that] Ahithophel has spoken? If not, then you tell [us].\"",
    "17:7": "Then Hushai said to Absalom, \"The counsel that Ahithophel gave [is] not good {at this time}.\"<note: Literally \"at this occurrence\">",
    "17:8": "Hushai continued, \"You know your father and his men, that they [are] mighty warriors and they {are enraged}<note: Literally \"[are] bitter of soul\"> as a bear robbed of [her] offspring in the field. Your father [is] a man of war, so he will not spend the night with the troops.",
    "17:9": "Now he has hidden himself in one of the caves or in one of the places. At the moment he falls on them<note: I.e., Absalom's troops> the first time, {whoever hears}<note: Literally \"and the one who hears hears\"> the report will say, 'There has been a defeat among the people who follow after Absalom.'",
    "17:10": "And he [is] also a {valiant warrior},<note: Literally \"son of ability\"> whose heart [is] like the heart of the lion. He<note: i.e., one of Absalom's troops> will {certainly melt}<note: Literally \"melting he will melt\"> with fear, for all Israel knows that your father [is] a mighty warrior and [those] who [are] with him [are] {valiant warriors}.<note: Literally \"son of ability\">",
    "17:11": "I give the advice that all of Israel from Dan to Beersheba should be completely gathered to you, as the sand which [is] on the seashore for abundance, with {you personally}<note: Literally \"your face\"> going into the battle.",
    "17:12": "Then we will come to him in one of the places where he may be found, and we shall come upon him as the dew falls on the ground. He and all the men who are with him will not survive, [not] even one!",
    "17:13": "[Even] if he withdraws to a city, all Israel will bring up ropes to that city, and they will drag him away to the valley until there [is] not even a pebble to be found.\"",
    "17:14": "Then Absalom and all the men of Israel said, \"The advice of Hushai the Arkite [is] better than the advice of Ahithophel.\" (Now Yahweh had ordained to frustrate the good counsel of Ahithophel in order for Yahweh to bring misery upon Absalom).",
    "17:15": "Hushai said to Zadok and to Abiathar the priests, \"{Thus and so}<note: Literally \"so this and so this\"> Ahithophel advised Absalom and the elders of Israel, but {thus and so}<note: Literally \"so this and so this\"> I have advised.",
    "17:16": "So then, send quickly and tell David, 'Don't spend the night at the fords of the wilderness! Moreover, by all means cross over lest the king and all the people who [are] with him be swallowed up.'\"",
    "17:17": "Now Jonathan and Ahimaaz [were] staying at En Rogel, so a servant girl used to go and tell them, then they would go and tell King David, for they [were] not able to be seen coming to the city.",
    "17:18": "But a young man saw them and told Absalom, so both of them went quickly and came to the house of a man at Bahurim. Now he had a well in his courtyard, so they went down there.",
    "17:19": "Then the woman took and spread a covering over the opening of the well; then she spread out dried grain on it, so nothing was discovered.",
    "17:20": "When the servants of Absalom came to the woman [at] the house, they said, \"Where are Ahimaaz and Jonathan?\" And she said to them, \"They crossed over the brook of water.\" So they searched but could not find them, so they returned to Jerusalem.",
    "17:21": "After they left, they came up from the well and went and told King David. They said to David, \"Set out and cross over the water quickly, for thus Ahithophel has advised against you.\"",
    "17:22": "So David and all the people who [were] with him set out, and they crossed over the Jordan until morning light until {there was no one}<note: Literally \"until one [was] not missing\"> missing who had not crossed over the Jordan.",
    "17:23": "When Ahithophel saw that his advice [was] not followed, he saddled the donkey, and he set out and went up to his house in his city. {After he set his house in order},<note: Literally \"And he commanded to his household\"> he hanged himself, and he died and was buried in the tomb of his ancestors.<note: Or \"fathers\">",
    "17:24": "Now David had come to Mahanaim, and Absalom had crossed over the Jordan, he and all the men of Israel with him.",
    "17:25": "Absalom had appointed Amasa in place of Joab over the army. Now Amasa [was] the son of a man whose name [was] Ithra the Israelite, {who had married}<note: Literally \"who went to\"> Abigail the daughter of Nahash the sister of Zeruiah, the mother of Joab.",
    "17:26": "Israel and Absalom camped [in] the land of Gilead.",
    "17:27": "Just as David had arrived in Mahanaim, Shobi the son of Nahash from Rabbah of the {Ammonites}<note: Literally \"sons/children of Ammon\"> and Makir the son of Ammiel from Lo Debar and Barzillai the Gileadite from Rogelim",
    "17:28": "brought beds and basins and objects of pottery, as well as wheat, barley, flour, roasted grain, beans, lentils,",
    "17:29": "honey, curds, sheep, cheese, and cattle for David and for the people who [were] with him to eat. For they had thought, \"The troops [are] hungry and weary and thirsty in the wilderness.\"",
    "18:1": "Then David mustered the people who [were] with him, and he appointed over them commanders of thousands and commanders of hundreds.",
    "18:2": "David sent forth a third of the troops {under the command of Joab},<note: Literally \"in the hand of Joab\"> and a third {under the command of Abishai},<note: Literally \"in the hand of Abishai\"> the brother of Joab, the son of Zeruiah, and the remaining third {under the command of Ittai}<note: Literally \"in the hand of Ittai\"> the Gittite. And the king said to the troops, \"I, even I, {will certainly go out}<note: Literally \"going out I will go out\"> with you.\"",
    "18:3": "Then the troops said, \"You will not go out, for {if we must flee},<note: Literally \"fleeing we must flee\"> then {they will not care about us};<note: Literally \"they will not set heart toward us\"> even if half of us die, {they will not care about us},<note: Literally \"they will not set heart toward us\"> but now, you [are] like ten thousand of us. And so then, [it is] better for us that you be in the city to help.\"",
    "18:4": "The king said to them, \"I will do what seems good in your eyes.\" So the king stood at the side of the gate [while] all of the troops went out by hundreds and by thousands.",
    "18:5": "The king ordered Joab, Abishai, and Ittai, \"With respect to the young man Absalom, [deal] gently for me.\" And all the troops heard when the king ordered all of the commanders concerning the matter of Absalom.",
    "18:6": "The army went out to the field to meet Israel, and the battle was [fought] in the forest of Ephraim.",
    "18:7": "The army of Israel [was] defeated there before the servants of David, and the defeat there was great on that day: twenty thousand.",
    "18:8": "The battle there was spreading over the surface of all the land, and {the forest devoured more among the army than}<note: Literally \"the forest made numerous to eat among the army more than\"> the sword [did] on that day.",
    "18:9": "Absalom was found in the presence of the servants of David [as he was] riding on the mule. The mule went under the thicket of the great oak tree, and his head [was] caught in the tree. He [was] left hanging between heaven and earth, and the mule which [was] under him went on.",
    "18:10": "When a certain man saw [it], he told Joab, and he said, \"Look, I saw Absalom hanging in the oak tree!\"",
    "18:11": "Then Joab said to the man who [was] telling him, \"Look, [if] you saw, why did you not strike him down to the ground there? {I would have gladly given you}<note: Literally \"And upon me to give to you\"> ten pieces of silver and a leather belt.\"",
    "18:12": "The man said to Joab, \"{Even if I felt the weight}<note: Literally \"I [am] not weighing out on my palms\"> of a thousand pieces of silver in my palms, I would not have sent my hand against the son of the king, for in our ears the king commanded you and Abishai and Ittai, 'Whoever you may be, protect the young man Absalom.'",
    "18:13": "If I had dealt treacherously against his life, and [there is] not any matter hidden from the king, {you would have presented yourself aloof}.\"<note: Literally \"you would have presented yourself from before\">",
    "18:14": "Joab said, \"No longer will I wait in your presence.\" Then he took three spears in his hand and thrust them into the heart of Absalom while he [was] still alive in the oak tree.",
    "18:15": "Then ten of the young men who bore the weapons of Joab surrounded [him] and struck and killed Absalom.",
    "18:16": "Then Joab blew on the trumpet and the troops returned from pursuing after Israel, for Joab kept back the troops.",
    "18:17": "They took Absalom and they threw him into the large pit in the forest and raised a very great heap of stones over him. Then all of Israel fled, each to his tent.",
    "18:18": "(Now Absalom had taken and set up for himself in his lifetime a stone pillar that [is] in the valley of the king, because he said, \"I have no son in order to remember my name,\" and he called the stone pillar by his name. It [is] called the monument of Absalom until this day).",
    "18:19": "Now Ahimaaz the son of Zadok said, \"Please let me run and bring the good news to the king that Yahweh has vindicated him from the hand of his enemies.\"",
    "18:20": "Joab said to him, \"You [will] not [be] a man {bringing}<note: Literally \"for upon\"> good news this day! You may bring good news on another day, but today you will not be bringing good news because the king's son is dead.\"",
    "18:21": "Then Joab said to the Cushite, \"Go, tell the king what you have seen\"; then the Cushite bowed down to Joab and ran [off].",
    "18:22": "Then Ahimaaz the son of Zadok again said to Joab, \"{Come what may},<note: Literally \"And let it happen what\"> please let me also run after the Cushite.\" Joab asked, \"Why [are] you wanting to run, my son, when for you there is no {messenger's reward}?\"<note: Literally \"and for you there is no good news finding\">",
    "18:23": "\"{Come what may},<note: Literally \"And let it happen what\"> I want to run.\" He said to him, \"Run,\" so Ahimaaz ran on the road on the plain, and he passed the Cushite.",
    "18:24": "Now David [was] sitting between the two gates, and the sentinel went up to the roof of the gate by the wall and he lifted up his eyes and watched, and look, a man [was] running by himself.",
    "18:25": "The sentry called and told the king, and the king said, \"If he [is] alone, good news is in his mouth.\" {He kept coming closer}.<note: Literally \"And he came, coming and near\">",
    "18:26": "Then the sentinel saw another man running, so the sentinel called to the gatekeeper and said, \"Look, a man running alone.\" The king said, \"This one also [is] bringing good news.\"",
    "18:27": "The sentinel said, \"I [am] seeing [that] the running of the first [is] like the running of Ahimaaz the son of Zakok.\" The king said, \"He [is] a good man; he will come, for good news.\"",
    "18:28": "Then Ahimaaz called and said to the king, \"Peace.\" He bowed down to the king with his face to the ground, and he said, \"May Yahweh your God be blessed, who has delivered the men who raised their hand against my lord the king.\"",
    "18:29": "The king said, \"[Is] it peace for the young man Absalom?\" Ahimaaz said, \"I saw the great commotion when Joab the servant of the king sent your servant, but I do not know what [it was all about].\"",
    "18:30": "Then the king said, \"Turn aside, take your place here,\" so he turned aside and waited.",
    "18:31": "Suddenly the Cushite arrived and said, \"May my lord the king receive the good news, for Yahweh has vindicated you today from the power of all who stood up against you.\"",
    "18:32": "The king said to the Cushite, \"[Is] it peace for the young man Absalom?\" Then the Cushite answered, \"May the enemies of my lord the king and all who rise up against you {to harm you}<note: Literally \"for evil\"> be like the young man!\"",
    "18:33": "<note: 2 Samuel 18:33-19:43 in the English Bible is 19:1-44 in the Hebrew Bible> The king was upset, and he went up to the upper room of the gate and wept. He said as he went, \"My son, Absalom, my son, my son, Absalom. {If only}<note: Literally \"Who would grant my dying in place of you\"> I had died instead of you, Absalom, my son, my son.\"",
    "19:1": "And it was told to Joab that the king [was] weeping and he mourned over Absalom,",
    "19:2": "so the victory turned to mourning on that day for all the army, because they had heard that day, \"The king is grieving over his son.\"",
    "19:3": "The army {came secretly}<note: Literally \"stole secretly to come\"> into the city on that day because the army was disgraced when they fled in the battle,",
    "19:4": "and because the king had covered his face and cried with a loud voice, \"My son, Absalom, Absalom, my son, my son.\"",
    "19:5": "Then Joab came to the king's house and said, \"Today you have humiliated the faces of all of your servants who have saved your life this day, and the life of your sons and your daughters, the life of your wives, and the life of your concubines,",
    "19:6": "by loving those who hate you and hating those who love you. Indeed, you have made clear this day that you have no [regard for your] commanders or officers, for I have realized today that [were] Absalom alive, and all of us were dead, then [that would] have been right in your eyes!",
    "19:7": "So then, get up and go out and {speak kindly to your servants},<note: Literally \"speak to the heart of your servants\"> for I swear by Yahweh, if you do not go out, no man will lodge this night with you, and this disaster [will be] greater for you than any disaster that has come upon you from your childhood until now!\"",
    "19:8": "So the king got up and he sat in the gate, and they told all the army, \"Look, the king [is] sitting in the gate.\" Then all the army came before the king; [whereas] all of Israel had fled, each to his tent.",
    "19:9": "Then it happened that all the people [were] disputing among all the tribes of Israel, saying, \"The king delivered us from the hand of our enemies, and he saved us from the hand of [the] Philistines, but now he has fled from the land because of Absalom.",
    "19:10": "Now Absalom whom we anointed [as king] over us has died in the battle; so then, why [are] you taking no action to restore the king?\"",
    "19:11": "Then King David sent to Zadok and to Abiathar the priests, saying, \"Speak to the elders of Judah: 'Why [are] you last to bring back the king to his house? The talk of all Israel has come to the king in his house.",
    "19:12": "My brothers, you [are] my bones and you [are] my flesh. Why should you be the last to bring back the king?'",
    "19:13": "To Amasa you shall say: '[Are] you not my bones and my flesh? {May God punish me}<note: Literally \"Thus may God do to me and thus may he add\"> if you [are] not the commander of my army before me forever, in place of Joab.'\"",
    "19:14": "So he turned the heart of all the men of Judah as one man, and they sent [word] to the king, \"Return, you and all your servants.\"",
    "19:15": "Then the king returned and he came to the Jordan; Judah had come to Gilgal to come to meet the king, to bring the king over the Jordan.",
    "19:16": "Then Shimei the son of Gera, the son of the Benjaminite, who [was] from Bahurim quickly came down with the men of Judah to meet King David,",
    "19:17": "and a thousand men [were] with him from Benjamin. Too, Ziba the servant of the household of Saul and fifteen of his sons and twenty of his servants [were] with him, and they rushed to the Jordan before the king.",
    "19:18": "{The crossing took place}<note: Literally \"And the ford crossed\"> to bring the household of the king over and to do good in his eyes. Then Shimei the son of Gera fell before the king when he crossed over the Jordan,",
    "19:19": "and he said to the king, \"May not my lord hold me guilty, and may you not remember how your servant did wrong on the day that my lord the king went out from Jerusalem, by taking it to heart!",
    "19:20": "For your servant knows that I have sinned; look, I have come this day [as the first] of all the house of Joseph to come down to meet my lord the king.\"",
    "19:21": "Then Abishai the son of Zeruiah responded and said, \"Because of this, should not Shimei be put to death, for he cursed the anointed one of Yahweh?\"",
    "19:22": "Then David said, \"What [is] it to me or to you, sons of Zeruiah, that you should be an adversary today? [Should] anyone be put to death in Israel? Do I not know today that I [am] king over Israel?\"",
    "19:23": "Then the king said to Shimei, \"You shall not die,\" and [so] the king swore to him.",
    "19:24": "Now, Mephibosheth the son of Saul came down to meet the king; he had not taken care of his feet nor trimmed his moustache nor washed his clothes from the day the king left until the day he came back in peace.",
    "19:25": "It happened that when he came to Jerusalem to meet the king, the king said to him, \"Why did you not come with me, Mephibosheth?\"",
    "19:26": "Then he said, \"My lord the king, my servant deceived me, for your servant had said, 'Let me saddle the donkey that I may ride on her and go with the king,' for your servant [is] lame.",
    "19:27": "But he slandered against your servant to my lord the king. My lord the king [is] like the angel of God; {do as you see fit.}.\"<note: Literally \"do the good in your eyes\">",
    "19:28": "For there [was no one] in all the house of my father {who were not doomed to death}<note: Literally \"except men of death\"> before my lord the king, but you set your servant among those who eat at your table. Do I have any righteousness any longer except to cry out to the king?\"",
    "19:29": "Then the king said to him, \"Why should you speak any more [about] the matter? I have decided: you and Ziba shall divide the land.\"",
    "19:30": "Then Mephibosheth said to the king, \"Let him take the whole [thing], since my lord the king has come {safely}<note: Literally \"in peace\"> to his house.\"",
    "19:31": "Then Barzillai the Gileadite came down from Rogelim and crossed with the king over the Jordan to escort him through the Jordan.",
    "19:32": "Now Barzillai [was] very old, {eighty years old}.<note: Literally \"a son of eighty years\"> Now he had provided the king [with food] while he [was] staying at Mahanaim, for he [was] a very wealthy man.",
    "19:33": "The king said to Barzillai, \"You cross over with me, and I will provide for you [to dwell] with me in Jerusalem.\"",
    "19:34": "Then Barzillai said to the king, \"What [are] the days of the years of my life, that I should go with the king to Jerusalem?",
    "19:35": "I [am] eighty years old today. Can I discern between good and bad? Or can your servant taste what I eat or what I drink? Or can I still hear the voice of singing men and women? Why should your servant be a burden any longer to my lord the king?",
    "19:36": "Your servant shall go over the Jordan with the king a little way, but why should the king recompense me with this reward?",
    "19:37": "Please let your servant return, and let me die in my city in the tomb of my father and my mother. Here [is] your servant Kimham; let him cross over with my lord the king, and do for him that which [is] good in your eyes.\"",
    "19:38": "The king said, \"Let Kimham go over with me, and I will do for him the good in your eyes, and all that you desire of me I will do for you.\"",
    "19:39": "Then all the people crossed over the Jordan, and the king crossed and kissed Barzillai and blessed him; then he returned to his place.",
    "19:40": "The king went over to Gilgal, and Kimham went over with him. All the people of Judah went over with the king, and half of the people of Israel too.",
    "19:41": "Suddenly, all the men of Israel [were] coming to the king. They said to the king, \"Why have our brothers the men of Judah stolen away and brought the king and his household over the Jordan, with all the men of David?\"",
    "19:42": "Then all the men of Judah answered the men of Israel, \"Because the king [is] my close relative! Why [are] you this angry over this matter? {Have we by any means eaten [anything] from the king? Did we take by any means anything that was not ours}?\"<note: Literally \"By any means did we eat from the king or by any means was it dragged away for us?\">",
    "19:43": "Then the people of Israel answered the men of Judah and said, \"I have {ten times as much}<note: Literally \"ten hands\"> in the king, moreover in David I have more than you. Why did you treat me with contempt {by not giving me first chance}<note: Literally \"and my word [was] not the first\"> to bring back my king?\" But the words of the men of Judah [were] fiercer than the word of the men of Israel.",
    "20:1": "Now a man of wickedness was found there whose name [was] Sheba the son of Bichri, a Benjaminite. He blew the horn and said, \"There is no share for us in David, and there [is] no inheritance for us in the son of Jesse; each to his tents, O Israel!\"",
    "20:2": "Then all the men of Israel went up from [following] after David, [following instead] after Sheba the son of Bicri, but the men of Judah stuck to their king from the Jordan up to Jerusalem.",
    "20:3": "David went up to his house in Jerusalem, then the king took the ten concubines whom he had left to look after the house, and he put them {under confinement}.<note: Literally \"[a] house of guard\"> However, he provided for them, but {he did not sleep with them}.<note: Literally \"he did not come into them\"> So they were confined until the day of their death, like a lifetime of widowhood.",
    "20:4": "Then the king said to Amasa, \"Summon for me the men of Judah [within] three days, {and be here yourself}.\"<note: Literally \"and you stand here\">",
    "20:5": "So Amasa went to summon Judah, but he tarried more than the appointed time which he had set for him.",
    "20:6": "Then David said to Abishai, \"Now Sheba the son of Bicri will do us more harm than Absalom. You take the servants of your lord and pursue after him, lest he find fortified cities for himself and escape from us.\"",
    "20:7": "Then the men of Joab, the Kerethites and the Pelethites, and all the mighty warriors went out after him; they went out from Jerusalem to pursue after Sheba the son of Bicri.",
    "20:8": "They [were] near the big rock that [is] in Gibeon, and Amasa came before them. Joab {was dressed in his military clothing},<note: Literally \"[was] dressed his garment his clothing\"> [with] a utility belt on him and a sword strapped to his waist in its scabbard. Now he went out, and it fell out.",
    "20:9": "Then Joab said to Amasa, \"Is it peace, O you my brother?\" Then the right hand of Joab took hold of the beard of Amasa [as if] to kiss him.",
    "20:10": "Now Amasa was not on his guard against the sword that [was] in Joab's hand, and he struck him with it into the stomach, and his entrails poured out to the ground. He did not strike him again, and he died. Then Joab and Abishai his brother pursued after Sheba the son of Bicri.",
    "20:11": "A young man stood over him, from the young men of Joab, and he said, \"Whoever takes delight in Joab and whoever [is] for David, [follow] after Joab.\"",
    "20:12": "Now Amasa [was] wallowing in the blood in the middle of the highway; when the man saw that all the people stood [there], he turned Amasa over from the highway into the field, and he threw a garment over him because he had seen that all who had come by him had stopped.",
    "20:13": "After he was removed from the highway, all the men passed by after Joab to pursue after Sheba the son of Bicri.",
    "20:14": "(He<note: i.e., \"Sheba\"> had passed through all the tribes of Israel to Abel and Beth Maacah; now all of the Berites had been treated badly, so they also followed after him.)",
    "20:15": "And they came and besieged him in Abel Beth Maacah. They threw up a siege ramp against the city, and they stood against the ramparts. And all the army who [were] with Joab [were] battering to cause the wall to fall.",
    "20:16": "Then a wise woman from the city called out, \"Listen, listen! Please speak to Joab [to] come near here so that I may speak to you.\"",
    "20:17": "Then he came near to her, and the woman asked, \"[Are] you Joab?\" And he said, \"I [am].\" Then she said to him, \"Listen to the words of your servant.\" He said, \"I [am] listening.\"",
    "20:18": "Then she said, \"In former times, {they would always say},<note: Literally \"speaking they would speak\"> 'By all means, let them inquire in Abel,' and so they settled things.",
    "20:19": "I [am] one of the faithful representatives of Israel. You [are] seeking to destroy a city and a mother in Israel. Why do you want to swallow the inheritance of Yahweh?\"",
    "20:20": "Then Joab answered and said, \"Far be it, far be it from me that I should swallow or I should destroy.",
    "20:21": "That is not the matter. But a man from the mountains of Ephraim, whose name [is] Sheba the son Bicri, has lifted up his hand against the king, against David. Give only him to us, and I will depart from the city.\" The woman said to Joab, \"Look, his head [is] being thrown down to you over the wall.\"",
    "20:22": "The woman went to all of the people with her wise plan, so they cut off the head of Sheba the son of Bicri and threw [it] to Joab. Then he blew the horn and dispersed from the city, each to his tent. Then Joab returned to Jerusalem to the king.",
    "20:23": "Now Joab [was] over all the army of Israel and Benaiah the son of Jehoiada [was] over the Carites and over the Pelethites.",
    "20:24": "Adoram [was] over the forced labor, and Jehoshaphat the son of Ahilud [was] the recorder.",
    "20:25": "Shiya [was] secretary, and Zadok and Abiathar [were] priests.",
    "20:26": "Also Ira the Jairite [was] priest for David.",
    "21:1": "There [was] a famine in the days of David [for] three years, year after year. And David {inquired of Yahweh},<note: Literally \"sought the face of Yahweh\"> and Yahweh said, \"The bloodguilt [is] on Saul and on his household, because he killed the Gibeonites.\"",
    "21:2": "So the king called the Gibeonites and spoke to them. Now the Gibeonites [were] not from the {Israelites};<note: Literally \"sons/children of Israel\"> they [were] from the remainder of the Amorites. Now the {Israelites}<note: Literally \"sons/children of Israel\"> had sworn to them,<note: The treaty between Israel and the Gibeonites is found in Josh 9> but Saul tried to wipe them out in his zeal for the {Israelites}<note: Literally \"sons/children of Israel\"> and Judah.",
    "21:3": "So David asked the Gibeonites, \"What can I do for you, and with what can I make amends that you may bless the inheritance of Yahweh?\"",
    "21:4": "Then the Gibeonites said to him, \"{It is not a matter for us of}<note: Literally \"There is not for me (Qere 'us')\"> silver or gold with Saul or with his household. It is not for us to put to death anyone in Israel.\" He asked, \"What [are] you saying [that] I should do for you all?\"",
    "21:5": "Then they said to the king, \"The man who consumed us and who plotted against us [so that] we were destroyed from existing in all of the territory of Israel,",
    "21:6": "let seven men from his sons be given over to us, and we will execute them before Yahweh in Gibeah of Saul, the chosen one of Yahweh.\" Then the king said, \"I will give them over.\"",
    "21:7": "But the king spared Mephibosheth the son of Jonathan, the son of Saul, because of the sworn oath of Yahweh which [was] between them, between David and Jonathan the son of Saul.",
    "21:8": "So the king took two of the sons of Rizpah the daughter of Aiah, whom she bore to Saul, namely Armoni and Mephibosheth, and five of the sons of Michal the daughter of Saul whom she had borne to Adriel the son of Barzillai the Meholathite.",
    "21:9": "He gave them into the hands of the Gibeonites, and they executed them on the mountain in the presence of Yahweh, and the seven fell together. Now they were put to death in the days of the harvest, at the beginning of the harvest of barley.",
    "21:10": "Rizpah the daughter of Aiah took the sackcloth, and she spread it for herself on the rock at the beginning of the harvest until water gushed forth on them from heaven, but she did not allow the birds of heaven to rest on them by day nor the animals of the field by night.",
    "21:11": "David [was] told about what Rizpah the daughter of Aiah, the concubine of Saul, had done.",
    "21:12": "So David left and took the bones of Saul and the bones of Jonathan his son from the rulers of Jabesh Gilead, who had stolen them from the public square of Beth Shan, where [the] Philistines hung them {when}<note: Literally \"on the day\"> [the] Philistines killed Saul on Gilboa.",
    "21:13": "He brought up the bones of Saul and the bones of Jonathan his son from there, and they gathered the bones of the executed.",
    "21:14": "And they buried the bones of Saul and Jonathan his son in the land of Benjamin at Zela, in the tomb of Kish his father. They did all that the king had commanded, and afterward God was entreated for the land.",
    "21:15": "There [was] war again for [the] Philistines with Israel, and David and his servants with him went down, and they fought [the] Philistines, and David grew weary.",
    "21:16": "Now Yishbi in Nob, who [was] among the descendents of Raphah<note: The descendants of Raphah (i.e., the Rephaim) [were] thought to be giants> (now the weight of his spearhead [was] three hundredweight of bronze, and he [was] newly armed), said that he would kill David.",
    "21:17": "But Abishai the son of Zeruiah helped him, and he attacked the Philistine and killed him. Then the men of David swore to him, saying, \"You shall not go out with us any longer to the battle, so that you do not quench the lamp of Israel.\"",
    "21:18": "It happened afterward that there [was] again battle at Gob with [the] Philistines. Then Sibbecai the Hushathite killed Saph who [was] among the descendants of the Raphah.",
    "21:19": "There [was] again a battle with [the] Philistines at Gob. And Elhanan the son of Jaare-Oregim, the Bethlehemite, killed Goliath<note: In view of the account of David and Goliath in 1 Sam 17, it [is] likely that Elhanan actually killed the brother of Goliath, Lahmi, in 1 Chr 20:5> the Gittite, the shaft of whose spear [was] like the beam of a weaver.",
    "21:20": "Once again there [was] battle at Gath, and there [was] {a man of great size}.<note: Literally \"a man of measurement\"> The fingers of his hand and the toes of his feet [were] six and six, twenty-four in number. He [was] also born to the Raphah.",
    "21:21": "He taunted Israel but Jonathan the son of Shimei, the brother of David, killed him.",
    "21:22": "These four [were] born for the Raphah in Gath, and they fell by the hand of David and by the hand of his servants.",
    "22:1": "Then David spoke to Yahweh the words of this song,<note: This same song is recorded in Psa 18, with minor differences> on the day Yahweh delivered him from the hand of all his enemies and from the hand of Saul.",
    "22:2": "And he said: \"Yahweh [is] my rock, my fortress, and my deliverer.",
    "22:3": "I take refuge in God, my rock,<note: So many LXX mss, Targum, Vulgate, and Psa 18:3. MT has \"the God of my rock\"> my shield, and the {strength}<note: Literally \"horn\"> of my salvation. My stronghold and my refuge, O my savior, you will save me from violence!",
    "22:4": "I call [upon] Yahweh who is praiseworthy, and I [am] saved from those who hate me.",
    "22:5": "For the breaker waves of death engulfed me; the currents of chaos overwhelmed me.",
    "22:6": "The ropes of Sheol entangled me; the snares of death confronted me.",
    "22:7": "In my distress I called [upon] Yahweh, and to my God I called. He heard my voice from his temple, and my cry for help [was] to his ears.",
    "22:8": "The earth heaved and shook, the foundations of heaven trembled and heaved because {he was angry}.<note: Literally \"it was hot for him\">",
    "22:9": "Smoke went up from his nostrils and fire from his mouth. Burning coals devoured, they burned from him.",
    "22:10": "He bowed the heavens and came down; a very thick cloud [was] under his feet.",
    "22:11": "He rode upon a cherub and flew; he was seen on the wings of the wind.",
    "22:12": "He put darkness [as] a canopy all around him, a collection of {thick rain clouds}.<note: Literally \"clouds of thick clouds\">",
    "22:13": "From the brightness before him flamed burning coals of fire.",
    "22:14": "Yahweh thundered from heaven, and the Most High {uttered his voice}.<note: Literally \"gave his voice\">",
    "22:15": "He sent arrows and he scattered them, lightning, and he directed them.",
    "22:16": "Then the channels of water of the sea were exposed, the foundations of the world, at the rebuke of Yawheh, from the blast of the breath of his nostrils.",
    "22:17": "He sent from a high position [and] took me; he drew me from mighty waters.",
    "22:18": "He delivered me from my strong enemies, from those who hate me, for they [were] mightier than I.",
    "22:19": "They approached me on the day of my disaster, but Yahweh [was] my support.",
    "22:20": "He brought me out to a spacious place. He delivered me because he delighted in me.",
    "22:21": "Yahweh rewarded me according to my righteousness, according to the cleanness of my hands he recompensed me.",
    "22:22": "For I have kept the ways of Yahweh; I have not acted wickedly against my God.",
    "22:23": "For all of his ordinances [were] before me, and I did not turn aside from his statutes.",
    "22:24": "I was blameless before him, and I kept myself from my iniquity.",
    "22:25": "Yahweh has recompensed me according to my righteousness, according to my cleanness before his eyes.",
    "22:26": "With the loyal, you act as loyal, and with the blameless, you show yourself blameless.",
    "22:27": "With the pure, you show yourself pure, but with the crooked, you appear as a fool.",
    "22:28": "Humble people you will deliver, but your eyes [are] on the haughty, [whom] you bring down.",
    "22:29": "For you, O Yahweh [are] my lamp, and Yahweh lightens my darkness.",
    "22:30": "For by you I can run a raid; by my God I can leap over a wall.",
    "22:31": "This God, his way [is] blameless; the promise of Yahweh [is] flawless. He [is] a shield to all who take refuge in him.",
    "22:32": "For who [is] God apart from Yahweh? And who [is] a rock apart from our God?",
    "22:33": "God [is] my strong refuge, he has fully opened my way.<note: Thus Qere; Kethib has \"his way\">",
    "22:34": "He makes my feet<note: Thus Qere; Kethib has \"his feet\"> like a doe deer, and on my high places he has set me.",
    "22:35": "He trains my hands for the war, so that my arms can bend a bow of bronze.",
    "22:36": "You have given me the shield of your salvation; your willingness to help has made me great.",
    "22:37": "You have broadened my steps beneath me; my ankles have not wobbled.",
    "22:38": "I pursued those who hate me, and I destroyed them. I did not turn back until finishing them.",
    "22:39": "I wiped them out and I smashed them; they did not get up; they fell under my feet.",
    "22:40": "You have girded me with physical strength for the battle; you caused those who rose up against me to kneel under me.",
    "22:41": "{My enemies you cause to retreat from me};<note: Literally \"Those who hate me you give to me back\"> I destroy those who hate me.",
    "22:42": "They looked out, but there was no deliverer, [even] to Yahweh, but he did not answer them.",
    "22:43": "I beat them fine, like the dust of the earth; like the mire of the streets, I crushed them, I stamped them down.",
    "22:44": "You delivered me from the strife of my people; you preserved me as the head of the nations. A people I had not known served me.",
    "22:45": "Children of a foreign land came cringing to me; {when they heard of me},<note: Literally \"at the hearing of an ear\"> they became obedient to me.",
    "22:46": "Children of a foreign land lost heart and came trembling from their strongholds.",
    "22:47": "Yahweh lives! Blessed be my rock! May God, the rock of my salvation, be exalted!",
    "22:48": "God does vengeance for me, bringing down peoples under me.",
    "22:49": "He brings me out from my enemies, and from those who rose up against me you lift me up, and from men of violence you rescue me.",
    "22:50": "Therefore I will extol you, Yahweh, among the nations! I will sing praises to your name!",
    "22:51": "He makes great salvation [for] his king and shows loyal love to his anointed one, David and to his descendants forever.\"",
    "23:1": "These [are] the last words of David, the declaration of David the son of Jesse, and the declaration of the man exalted [by] the Most High, the anointed one of the God of Jacob and the darling of the songs of Israel.",
    "23:2": "\"The spirit of Yahweh speaks through me, and his word [is] upon my tongue.",
    "23:3": "The God of Israel said to me, the rock of Israel has spoken; 'He who rules over mankind rules righteously, in the fear of God.",
    "23:4": "Like the light of [the] morning when the sun rises, shining with no clouds, [bringing] vegetation from the earth apart from rain.'<note: In other words, even men who rule rightly pass like the dew of the morning>",
    "23:5": "Yet not so [is] my house with God, for he made an everlasting covenant for me, arranging everything. He has secured all my deliverance, and all my desire he will cause to happen.",
    "23:6": "But evil persons [are] like thorns cast aside; all of them, because they cannot be picked up in the hand.",
    "23:7": "And if a man wants to touch them, he must use an iron instrument or the shaft of a spear; then they [are] consumed entirely with fire on the spot.\"",
    "23:8": "These [are] the names of the mighty warriors who [were] David's: Josheb-Basshebeth a Tahkemonite [was] chief of three officers; first Adino, whose spear [was] against eight hundred slain on one occurrence.",
    "23:9": "Next to him Eleazar, the son of Dodo the son of an Ahohite, [was] among the three mighty warriors with David when they defied the Philistines and they gathered there for the battle and the men of Israel withdrew.",
    "23:10": "He stood up and struck down the Philistines until his hand grew tired and his hand clung to the sword, and Yahweh brought about a great victory on that day. Then the army returned back to him only for stripping [the dead].",
    "23:11": "Next to him [was] Shamma, the son of Agee the Hararite. When [the] Philistines assembled at Lehi, a plot of the field was there filled with lentils, and the army fled there from the presence of [the] Philistines.",
    "23:12": "But he took a stand in the middle of the plot of land and defended it. He killed [the] Philistines, and Yahweh brought about a great victory.",
    "23:13": "Then three<note: So Qere; Kethib reads \"thirty\"> of the thirty leaders went down and came to David {at the time of the harvest}<note: Literally \"to the harvest\"> to the cave of Adullam, while a group of [the] Philistines [were] camping in the valley of [the] Rephaim.",
    "23:14": "Now at that time, David [was] in the stronghold, and a garrison of [the] Philistines [was] in Bethlehem at that [same] time.",
    "23:15": "David {said longingly},<note: Literally \"desired and said\"> \"{Oh that someone would bring me a drink}<note: Literally \"Who will let me drink ...?\"> of water from the well of Bethlehem that [is] at the gate.\"",
    "23:16": "So three of the mighty warriors broke into the camp of [the] Philistines, and they drew water from the well of Bethlehem that [was] at the gate, and they carried [it] and brought [it] to David. But he [was] not willing to drink it, but poured it out to Yahweh.",
    "23:17": "He said, \"Far be it from me before Yahweh that I should do this. [Is this not] the blood of the men who went at the risk of their lives?\" So he [was] not willing to drink it. These things the three mighty warriors did.",
    "23:18": "Now Abishai the brother of Joab the son of Zeruiah [was] himself the leader of the thirty. He [was] wielding his spear against three hundred slain and {gained a name}<note: Literally \"and to him a name\"> among the thirty.",
    "23:19": "Among the thirty, is it not that he [was] honored and became a commander for them? But he did not come up to the three.",
    "23:20": "Benaiah the son of Jehoiada, the son of Ish-Hai, [was] a great [man] of deeds from Kabzeel. He struck down two sons of Ariel of Moab, and he went down and killed a lion in the middle of a pit on a snowy day.",
    "23:21": "He also killed a good-looking Egyptian man, in whose hand [was] a spear. He went down against him with the staff and snatched the spear from the hand of the Egyptian and killed him with his spear.",
    "23:22": "These things Benaiah the son of Jehoiada did and gained a name for himself among the three mighty warriors.",
    "23:23": "He [was] honored more than the thirty, but he did not come up to the three. David appointed him in charge of his bodyguard.",
    "23:24": "Among the thirty [were] Asahel the brother of Joab, Elhanan the son of Dodo of Bethlehem,",
    "23:25": "Shammah the Harodite, Elika the Harodite,",
    "23:26": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,",
    "23:27": "Abiezer the Anathothite, Mebunnai the Hushathite,",
    "23:28": "Zalmon the Ahohite, Maharai the Netophathite,",
    "23:29": "Heleb the son of Baanah the Netophathite, Ittai the son of Ribai from Gibeah of the sons of Benjamin,",
    "23:30": "Benaiah [the] Pirathonite, Hiddai from the wadis of Gaash,",
    "23:31": "Abi-Albon the Arbathite, Azmaveth the Barhumite,",
    "23:32": "Eliahba the Shaalbonite, the sons of Jashen, Jonathan",
    "23:33": "[the son] of Shammah the Hararite, Ahiam the son of Sharar the Ararite,",
    "23:34": "Eliphelet the son of Ahasbai the son of the Maacathite, Eliam the son of Ahithophel the Gilonite,",
    "23:35": "Hezro the Carmelite, Paarai the Arbite,",
    "23:36": "Igal the son of Nathan from Zobah, Bani the Gadite,",
    "23:37": "Zelek the Ammonite, Naharai the Beerothite, the carriers of the weapons of Joab the son of Zeruiah,",
    "23:38": "Ira the Ithrite, Gareb the Ithrite,",
    "23:39": "Uriah the Hittite; in all, thirty-seven.",
    "24:1": "Again Yahweh [was] angry with Israel, and he<note: The parallel passage in 1 Chr 21 names the \"he\" as Satan> incited David against them, saying, \"Go count Israel and Judah.\"",
    "24:2": "The king said to Joab, the commander of the army who [was] with him: \"Please go about through all the tribes of Israel from Dan to Beersheba, and count the people that I may know the number of the people.\"",
    "24:3": "Then Joab said to the king, \"May Yahweh your God increase the people a hundred times {what they are}<note: Literally \"as them and as them\"> as the eyes of my lord the king are seeing. But my lord the king, why does he desire this thing?\"",
    "24:4": "But the word of the king prevailed over Joab and over the commanders of the army, so Joab and the commanders of the army went out from before the king to count the people of Israel.",
    "24:5": "They crossed over the Jordan and camped at Aroer to the south of the city, which [was] in the middle of the wadi of Gad, and up to Jazer.",
    "24:6": "Then they went to Gilead and to the land of Tahtim Hodshi. They came to Dan Jaan and around to Sidon",
    "24:7": "and came to the fortress of Tyre and all the cities of the Hivites and the Canaanites. Then they went out to the Negev of Judah at Beersheba.",
    "24:8": "They went about through all the land, and they came to Jerusalem at the end of nine months and twenty days.",
    "24:9": "Then Joab gave the number of the counting of the people to the king. Israel [was] eight hundred thousand {valiant warriors}<note: Literally \"men of ability\"> wielding the sword, and the men of Judah [were] five hundred thousand.",
    "24:10": "The heart of David struck him after he had counted the people, and David said to Yahweh, \"I have sinned greatly in what I have done! So then, O Yahweh, please forgive the guilt of your servant because I have acted very foolishly.\"",
    "24:11": "When David got up in the morning, the word of Yahweh came to Gad the prophet, the seer of David, saying,",
    "24:12": "\"Go and speak to David, 'Thus says Yahweh, three things I [am] laying on you; choose for yourself one of them and I will do it to you.'\"",
    "24:13": "Then Gad came to David, and he told him and said to him, \"Shall seven years of famine in the land come to you? Or three months of your fleeing from your enemies while he [is] pursuing you? Or should there be three days of pestilence in your land? Now consider and decide what I must return to the one who sent me a word.\"",
    "24:14": "Then David said to Gad, \"I [am] greatly distressed. Please let us fall into the hand of Yahweh, because he [is] great in his compassion; but into the hand of man don't let me fall.\"",
    "24:15": "Then Yahweh sent a plague into Israel from the morning {until the agreed time},<note: Literally \"until the time of agreed time\"> and from the people from Dan to Beersheba, seventy thousand men died.",
    "24:16": "When the angel stretched out his hand to destroy Jerusalem, Yahweh regretted about the evil, and he said to the angel who brought destruction among the people, \"Enough, now relax your hand.\" Now the angel of Yahweh [was] at the threshing floor of Araunah the Jebusite.",
    "24:17": "David spoke to Yahweh when he saw the angel destroying among the people, and he said, \"Look, I have sinned and I have done wrong, but these sheep, what did they do? Please let your hand be against me and against the house of my father.\"",
    "24:18": "Then Gad came to David on that same day and said to him, \"Go up and erect an altar to Yahweh at the threshing floor of Araunah the Jebusite.\"",
    "24:19": "So David went up according to the word of Gad, as Yahweh had commanded.",
    "24:20": "Araunah looked down and saw the king and his servants coming over to him, so Araunah went out and bowed down before the king with his face to the ground.",
    "24:21": "Then Araunah said, \"Why has my lord the king come to his servant?\" David said, \"To buy from you the threshing floor, to build an altar to Yahweh who brought a halt to the plague on the people.\"",
    "24:22": "Araunah said to David, \"Let my lord the king take and offer what [is] good in his eyes. Look, here [are] the cattle for the burnt offering and the threshing sledge and the yokes of the oxen for the firewood.",
    "24:23": "All of this Araunah hereby gives to the king.\" Then Araunah said to the king, \"May Yahweh your God respond favorably for you.\"",
    "24:24": "Then the king said to Araunah, \"No, but {I will certainly buy}<note: Literally \"buying I will buy\"> it from you for a price; I don't want to offer to Yahweh my God burnt offerings that cost me nothing.\" So David bought the threshing floor and the cattle for fifty shekels of silver.",
    "24:25": "David built an altar to Yahweh there, and he offered burnt offerings and fellowship offerings. Then Yahweh responded to [his] prayer for the land and brought the plague to a halt from upon Israel."
  }
}