{
  "abbreviation": "3Jn",
  "passages": {
    "1:The": "Third Letter of John\r\n",
    "1:1": "The elder, to Gaius the beloved, whom I love in [the] truth.",
    "1:2": "Dear friend, I pray you may prosper concerning everything and be healthy, just as your soul prospers.",
    "1:3": "For I rejoiced exceedingly [when the]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> brothers came and testified [to] your truth, just as you are walking in [the] truth.",
    "1:4": "I have no greater joy than this: that I hear my children are walking in the truth.",
    "1:5": "Dear friend, you act faithfully<note: Or \"you act loyally\"> [in] whatever you do for the brothers, {even though they are strangers}<note: Literally \"and this strangers\">.",
    "1:6": "They have testified [to] your love before the church; you will do well to send them<note: Literally \"whom\"> on their way in a manner worthy of God.",
    "1:7": "For they have gone out on behalf of the name, accepting nothing from the pagans.<note: That is, Gentile unbelievers (as opposed to Gentile Christians)>",
    "1:8": "Therefore we ought to support such [people], so that we become fellow workers with [the] truth.",
    "1:9": "I wrote something to the church, but Diotrephes, who wants to be first [among] them, does not acknowledge us.",
    "1:10": "Therefore, if I come, I will call attention to {the deeds he is doing}<note: Literally \"his deeds which he is doing\">, disparaging us with evil words. And not being content with these, he does not receive the brothers himself, and he hinders those wanting [to do so] and throws [them] out of the church.",
    "1:11": "Dear friend, do not imitate [what is] evil, but [what is] good. The one who does good is of God; the one who does evil has not seen God.",
    "1:12": "Demetrius has been testified to by all, even by the truth itself. And we also testify [to him], and you know that our testimony is true.",
    "1:13": "I have many things to write to you, but I do not want to write to you by means of ink and pen.",
    "1:14": "But I hope to see you right away, and to speak {face to face}<note: Literally \"mouth to mouth\">.",
    "1:15": "Peace [be] to you. The friends greet you. Greet the friends by name."
  }
}