{
  "abbreviation": "Ac",
  "passages": {
    "1:1": "I produced the former account, O Theophilus, about all {that}<note: Literally \"of what\"> Jesus began to do and to teach,",
    "1:2": "until the day he was taken up, [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had given orders\") which is understood as temporal> had given orders through the Holy Spirit to the apostles whom he had chosen,",
    "1:3": "to whom he also presented himself alive after he suffered, with many convincing proofs, appearing to them over a period of forty days and speaking the things about the kingdom of God.",
    "1:4": "And [while he]<note: *Here \"[while]\" is supplied as a component of the participle (\"was with\") which is understood as temporal> was with<note: Or \"was assembling with,\" or \"was sharing a meal with\"> [them],<note: *Here the direct object is supplied from context in the English translation> he commanded them, \"Do not depart from Jerusalem, but wait for what was promised by the Father, which you heard about from me.",
    "1:5": "For John baptized with water, but you will be baptized with the Holy Spirit {not many days from now}.\"<note: Literally \"not many days after these\">",
    "1:6": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had come together\") which is understood as temporal> they had come together, they began asking<note: *The imperfect tense has been translated as ingressive here (\"began asking\")> him, saying, \"Lord, [is it] at this time you are restoring the kingdom to Israel?\"",
    "1:7": "But he said to them, \"It is not for you to know [the] times or seasons that the Father has set by his own authority.",
    "1:8": "But you will receive power [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"has come\")> the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the farthest part of the earth.\"",
    "1:9": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were watching\")> they were watching, he was taken up, and a cloud received him from their sight.",
    "1:10": "And as they were staring into the sky [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was departing\")> he was departing, behold, two men in white clothing stood by them",
    "1:11": "who also said, \"Men {of Galilee},<note: Literally \"Galileans\"> why do you stand there looking<note: Some manuscripts have \"gazing\"> into the sky? This Jesus who was taken up from you into heaven like this will come back in the same way you saw him departing into heaven!\"",
    "1:12": "Then they returned to Jerusalem from the mountain that is called Olive Grove<note: This is a variation of the name \"Mount of Olives\"> which is near Jerusalem, {a Sabbath day's journey away}.<note: Literally \"having a journey of a Sabbath\">",
    "1:13": "And when they had entered, they went up to the upstairs room where they were staying--Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James [son] of Alphaeus and Simon the Zealot and Judas [son] of James.",
    "1:14": "All these were busily engaged with one mind in prayer, together with the women and Mary the mother of Jesus and with<note: Some manuscripts omit \"with\"> his brothers.",
    "1:15": "And in those days Peter stood up in the midst of the brothers (and it was a crowd of persons of about one hundred twenty at the same [place]) [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> said,",
    "1:16": "\"Men [and] brothers, it was necessary [that] the scripture be fulfilled, which the Holy Spirit proclaimed beforehand through the mouth of David concerning Judas, who became a guide to those who arrested Jesus,",
    "1:17": "because he was counted among us and received a share in this ministry.\"",
    "1:18": "(Now this man acquired a field for the wages of [his] wickedness, and falling headlong, he burst open in the middle and all his intestines spilled out.",
    "1:19": "And it became known to all who live in Jerusalem, so that that field was called in their own language<note: That is, Aramaic> \"Akeldama,\" that is, \"Field of Blood.\")",
    "1:20": "\"For it is written in the book of Psalms, 'Let his residence become deserted, and let there be no one to live in it,'<note: A quotation from Ps 69:25>\r\n and, \r\n 'Let another person take his position.'<note: A quotation from Ps 109:8> \r\n",
    "1:21": "Therefore it is necessary for [one] of the men who have accompanied us during all the time [in] which the Lord Jesus went in and went out among us,",
    "1:22": "beginning from the baptism of John until the day [on] which he was taken up from us--one of these [men] must become a witness of his resurrection together with us.\"",
    "1:23": "And they proposed two [men], Joseph called Barsabbas (who was called Justus) and Matthias.",
    "1:24": "And they prayed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"prayed\") has been translated as a finite verb> said, \"You, Lord, who know the hearts of all, show clearly which one of these two you have chosen",
    "1:25": "to take the place in this ministry and apostleship from which Judas turned aside to depart to his own place.\"",
    "1:26": "And they cast lots for them, and the lot fell on Matthias, and he was added [to serve]<note: *The words \"[to serve]\" are not in the Greek text, but are implied> with the eleven apostles.",
    "2:1": "And when the day of Pentecost had come, they were all together in the same [place].",
    "2:2": "And suddenly a sound like a violent rushing wind came from heaven and filled the whole house where they were sitting.",
    "2:3": "And divided<note: Or perhaps \"distributed\"> tongues like fire appeared to them and rested on each one of them.",
    "2:4": "And they were all filled with the Holy Spirit and began to speak in other languages<note: Or \"tongues\"> as the Spirit gave them [ability] to speak out.",
    "2:5": "Now there were Jews residing in Jerusalem, devout men from every nation under heaven.",
    "2:6": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"happened\")> this sound occurred, the crowd gathered and was in confusion, because each one was hearing them speaking in his own language.",
    "2:7": "And they were astounded and astonished, saying, \"Behold, are not all these who are speaking Galileans?",
    "2:8": "And how do we hear, each one [of us], in {our own native language}?<note: Literally \"our own language in which we were born\">",
    "2:9": "Parthians and Medes and Elamites and those residing [in] Mesopotamia, Judea and Cappadocia, Pontus and Asia,<note: A reference to the Roman province of Asia (modern Asia Minor)>",
    "2:10": "Phrygia and Pamphylia, Egypt and the parts of Libya toward Cyrene, and the Romans who were in town,",
    "2:11": "both Jews and proselytes, Cretans and Arabs--we hear them speaking in our [own] languages the great deeds of God!\"",
    "2:12": "And all were amazed and greatly perplexed, saying {to one another},<note: Literally \"one to the other\"> \"{What can this mean?}\"<note: Literally \"what does this want to be\">",
    "2:13": "But others jeered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"jeered\") has been translated as a finite verb> said, \"They are full of sweet new wine!\"",
    "2:14": "But Peter, standing with the eleven, raised his voice and declared to them, \"Judean men, and all those who live [in] Jerusalem, let this be known to you, and pay attention to my words!",
    "2:15": "For these [men] are not drunk, as you assume, because it is the third hour of the day.",
    "2:16": "But this is what was spoken through the prophet Joel:",
    "2:17": "'And it will be in the last days,' God says, 'I will pour out my Spirit on all flesh, and your sons and your daughters will prophesy, and your young men will see visions, and your old men will dream dreams.",
    "2:18": "And even on my male slaves and on my female slaves I will pour out my Spirit in those days, and they will prophesy.",
    "2:19": "And I will cause wonders in the heaven<note: Or \"sky\"> above and signs on the earth below, blood and fire and vapor of smoke.",
    "2:20": "The sun will be changed to darkness and the moon to blood, before the great and glorious day of the Lord comes.",
    "2:21": "And it will be [that] everyone who calls upon the name of the Lord will be saved.'<note: A quotation from Joel 2:28-32>",
    "2:22": "\"Israelite men, listen to these words! Jesus the Nazarene, a man attested to you by God with deeds of power and wonders and signs that God did through him in your midst, just as [you] yourselves know--",
    "2:23": "this man, delivered up by the determined plan and foreknowledge of God, you executed [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"nailing to\") which is understood as means> nailing to [a cross]<note: *The words \"[a cross]\" are not in the Greek text but are implied by the nature of the verb> through the hand of lawless men.",
    "2:24": "God raised {him}<note: Literally \"whom\"; it is necessary to specify \"him\" in the translation to avoid confusion with the \"lawless men\" in the previous verse> up, having brought to an end the pains of death, because it was not possible [for] him to be held by it.",
    "2:25": "For David says with reference to him, 'I saw the Lord before me {continually},<note: Literally \"through everything\"> for he is at my right hand so that I will not be shaken.\r\n",
    "2:26": "For this [reason] my heart was glad and my tongue rejoiced greatly, furthermore also my flesh will live in hope,",
    "2:27": "because you will not abandon my soul in Hades, nor will you permit your Holy One to experience decay.",
    "2:28": "You have made known to me the paths of life; you will fill me with gladness with your presence.'<note: A quotation from Ps 16:8-11>",
    "2:29": "\"Men [and] brothers, it is possible to speak with confidence to you about the patriarch David, that he both died and was buried, and his tomb is with us until this day.",
    "2:30": "Therefore, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"was\") which is understood as causal> was a prophet and knew that God had sworn to him with an oath to seat {one of his descendants}<note: Literally \"from the fruit of his loins\"> on his throne,",
    "2:31": "[by]<note: *Here \"[by]\" is supplied as a component of the participle (\"having foreseen\") which is understood as means> having foreseen [this],<note: *Here the direct object is supplied from context in the English translation> he spoke about the resurrection of the Christ,<note: Or \"Messiah\"> that neither was he abandoned in Hades nor did his flesh experience decay.",
    "2:32": "This Jesus God raised up, of which<note: Or \"of whom,\" referring to Jesus> we all are witnesses.",
    "2:33": "Therefore, having been exalted to the right hand of God and having received the promise of the Holy Spirit from the Father, he has poured out this that you see and hear.<note: Some manuscripts have \"both see and hear\">",
    "2:34": "For David did not ascend into heaven, but he himself says, 'The Lord said to my Lord, \"Sit at my right hand,\r\n",
    "2:35": "until I make your enemies a footstool for your feet.\" '<note: A quotation from Ps 110:1>",
    "2:36": "Therefore let all the house of Israel know beyond a doubt, that God has made him both Lord and Christ--this Jesus whom you crucified!\"",
    "2:37": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> they were pierced to the heart and said to Peter and the other apostles, \"What should we do, men [and] brothers?\"",
    "2:38": "And Peter [said]<note: Some manuscripts explicitly add \"said\"> to them, \"Repent and be baptized, each one of you, in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.",
    "2:39": "For the promise is for you and for your children, and for all those [who are] far away, as many as the Lord our God calls to himself.\"",
    "2:40": "And with many other words he solemnly urged and exhorted them, saying, \"Be saved from this crooked generation!\"",
    "2:41": "So those who accepted his message were baptized, and on that day about three thousand souls were added.",
    "2:42": "And they were devoting themselves to the teaching of the apostles and to fellowship, to the breaking of bread and to prayers.",
    "2:43": "And fear came on every soul, and many wonders and signs were being performed by the apostles.",
    "2:44": "And all who believed were in the same [place], and had everything in common.",
    "2:45": "And they began selling<note: *The imperfect tense has been translated as ingressive here (\"began selling\")> [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> possessions and property, and distributing these [things] to all, to the degree that anyone had need.",
    "2:46": "And every day, devoting themselves [to meeting]<note: *The words \"[to meeting]\" are not in the Greek text but are implied> with one purpose in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and breaking bread from house [to house], they were eating [their] food with joy and simplicity of heart,",
    "2:47": "praising God and having favor with all the people. And the Lord was adding every day to the total [of] those who were being saved.",
    "3:1": "Now Peter and John were going up to the temple at the hour of prayer, the ninth [hour].",
    "3:2": "And a certain man was being carried who was lame {from birth}.<note: Literally \"from his mother's womb\"> {He}<note: Literally \"who,\" but a new sentence was begun here in the translation in keeping with English style> was placed every day at the gate of the temple called \"Beautiful,\" [so that he] could ask for charitable gifts from those who were going into the temple [courts].<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself>",
    "3:3": "[When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw Peter and John about to go into the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> he began asking to receive alms.",
    "3:4": "And Peter looked intently at him, together with John, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked intently\") has been translated as a finite verb> said, \"Look at us!\"",
    "3:5": "So he fixed his attention on them, expecting to receive something from them.",
    "3:6": "But Peter said, \"Silver and gold {I do not possess},<note: Literally \"is not to me\"> but what I have, this I give to you--in the name of Jesus Christ the Nazarene, walk!\"<note: Some manuscripts have \"get up and walk\">",
    "3:7": "And taking hold of him by the right hand, he raised him up, and immediately his feet and ankles were made strong.",
    "3:8": "And leaping up, he stood and began walking around<note: *The imperfect tense has been translated as ingressive here (\"began walking around\")> and entered into the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> with them, walking and leaping and praising God.",
    "3:9": "And all the people saw him walking and praising God,",
    "3:10": "And they recognized him, that this one<note: Some manuscripts have \"that [he] himself\"> was the one who used to sit [asking] for alms at the Beautiful Gate of the temple, and they were filled with awe and astonishment at what had happened to him.",
    "3:11": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was holding fast to\")> he was holding fast to Peter and John, all the people ran together to them in the portico called Solomon's, utterly astonished.",
    "3:12": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> Peter replied to the people, \"Men [and] Israelites, why are you astonished at this? Or why are you staring at us, as [if] by our own power or godliness we have made him walk?",
    "3:13": "The God of Abraham and of Isaac<note: Some manuscripts have \"the God of Isaac\"> and of Jacob,<note: Some manuscripts have \"the God of Jacob\"> the God of our fathers, has glorified his servant Jesus, whom you handed over and denied in the presence of Pilate, [after]<note: Or \"[although]\"; this genitive absolute construction can be understood as either temporal \"[after]\" or concessive \"[although]\"> he had decided to release [him].<note: *Here the direct object is supplied from context in the English translation>",
    "3:14": "But you denied the Holy and Righteous One and demanded [that] a man--a murderer--be granted to you.",
    "3:15": "And you killed the originator of life, whom God raised from the dead, of which we are witnesses!",
    "3:16": "And on the basis of faith in his name, his name has made this man strong, whom you see and know, and the faith [that is] through him has given him this perfect health in the presence of you all.",
    "3:17": "And now, brothers, I know that you acted in ignorance, just as your rulers did also.",
    "3:18": "But [the things] which God foretold through the mouth of all the prophets, [that] his Christ<note: Or \"Messiah\"> would suffer, he has fulfilled in this way.",
    "3:19": "Therefore repent and turn back, so that your sins may be blotted out,",
    "3:20": "so that times of refreshing may come from the presence of the Lord, and he may send the Christ<note: Or \"Messiah\"> appointed for you--Jesus,",
    "3:21": "whom heaven must receive until the times of the restoration of all [things], about which God spoke through the mouth of his holy prophets from earliest times.",
    "3:22": "Moses said, 'The Lord God<note: Some manuscripts have \"The Lord your God\"> will raise up for you a prophet like me from your brothers. You will listen to him in everything that he says to you.<note: A quotation from Deut 18:15>",
    "3:23": "And it will be [that] every soul who does not listen to that prophet will be destroyed utterly from the people.'<note: A quotation from Deut 18:19 and Lev 23:29>",
    "3:24": "And indeed, all the prophets from Samuel and all those who followed [him]<note: *Here the direct object is supplied from context in the English translation> have spoken [about] and proclaimed these days.",
    "3:25": "You are the sons of the prophets and of the covenant that God ordained with your fathers, saying to Abraham, 'And in your offspring all the nations of the earth will be blessed.'<note: A quotation from Gen 22:18>",
    "3:26": "God, [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had raised up\") which is understood as temporal> had raised up his servant, sent him to you first, to bless you by turning each [of you] back from your wickedness!\"",
    "4:1": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were speaking\")> they were speaking to the people, the priests and the captain of the temple and the Sadducees approached them,",
    "4:2": "greatly annoyed because they were teaching the people and proclaiming in Jesus the resurrection from the dead.",
    "4:3": "And they laid hands on them and put [them]<note: *Here the direct object is supplied from context in the English translation> in custody until the next day, because it was already evening.",
    "4:4": "But many of those who listened to the message believed, and the number of the men was approximately five thousand.",
    "4:5": "And it happened that on the next day, their rulers and elders and scribes came together in Jerusalem,",
    "4:6": "and Annas the high priest, and Caiaphas and John and Alexander, and all those who were from the high priest's family.",
    "4:7": "And they made them stand in [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> midst [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stand\") has been translated as a finite verb> began to ask,<note: *The imperfect tense has been translated as ingressive here (\"began to ask\")> \"By what power or by what name did you do this?\"",
    "4:8": "Then Peter, filled with the Holy Spirit, said to them, \"Rulers of the people and elders,",
    "4:9": "if we are being examined today concerning a good deed [done to] a sick man--by what [means]<note: Or \"through whom\"> this man was healed--",
    "4:10": "let it be known to all of you and to all the people of Israel that by the name of Jesus Christ the Nazarene, whom you crucified, whom God raised from the dead--by him this man stands before you healthy!",
    "4:11": "This one<note: \"This one\" refers to Jesus> is the stone that was rejected by you, the builders, that has become {the cornerstone}.<note: Literally \"the head of the corner\"; this verse is an allusion to Ps 118:22>",
    "4:12": "And there is salvation in no one else, for there is no other name under heaven that is given among people by which we must be saved.\"",
    "4:13": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the boldness of Peter and John, and understood that they were uneducated and untrained men, they were astonished, and recognized them, that they had been with Jesus.",
    "4:14": "And [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"saw\") which is understood as causal> saw the man who had been healed standing there with them, they had nothing to say in return.",
    "4:15": "But [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had ordered\") which is understood as temporal> had ordered them to go outside the Sanhedrin,<note: Or \"council\"> they began to confer<note: *The imperfect tense has been translated as ingressive here (\"began to confer\")> with one another,",
    "4:16": "saying, \"What should we do with these men? For that a remarkable sign has taken place through them [is] evident to all those who live [in] Jerusalem, and we are not able to deny [it]!<note: *Here the direct object is supplied from context in the English translation>",
    "4:17": "But in order that it may not spread much [further] among the people, let us warn them to speak no more in this name {to anyone at all}.\"<note: Literally \"to no man\">",
    "4:18": "And they called them [back] [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called\") has been translated as a finite verb> commanded [them]<note: *Here the direct object is supplied from context in the English translation> not to speak or to teach at all in the name of Jesus.",
    "4:19": "But Peter and John answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Whether it is right in the sight of God to listen to you rather than God, you decide!",
    "4:20": "For we are not able to refrain from speaking about [the things] that we have seen and heard.\"",
    "4:21": "So [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"threatening ... further\") which is understood as temporal> threatening [them]<note: *Here the direct object is supplied from context in the English translation> further, they released them, finding no way to punish them on account of the people, because they were all praising God for what had happened.",
    "4:22": "For the man on whom this sign of healing had been performed was more [than] forty years [old].",
    "4:23": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"were released\") which is understood as temporal> were released, they went to their own [people] and reported all that the chief priests and the elders had said to them.",
    "4:24": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> they lifted [their] voices with one mind to God and said, \"Master, you [are] the one who made the heaven and the earth and the sea and all the things in them,",
    "4:25": "the one who said by the Holy Spirit through the mouth of our father David, your servant, 'Why do the nations<note: Or \"Gentiles\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> rage, and the peoples conspire in vain?\r\n",
    "4:26": "The kings of the earth stood opposed, and the rulers assembled together at the same [place], against the Lord and against his Christ.'<note: Or \"Messiah\"; this is a quotation from Ps 2:1-2>",
    "4:27": "For in truth both Herod and Pontius Pilate, together with the Gentiles and the peoples of Israel, assembled together in this city against your holy servant Jesus whom you anointed,",
    "4:28": "to do all that your hand and plan<note: Some manuscripts have \"and your plan\"> had predestined to take place.",
    "4:29": "And now, Lord, concern yourself with their threats and grant your slaves to speak your message with all boldness,",
    "4:30": "[as] you extend your hand to heal and signs and wonders are performed through the name of your holy servant Jesus.\"",
    "4:31": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had prayed\")> they had prayed, the place in which they were gathered was shaken, and they were all filled with the Holy Spirit and began to speak<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> the word<note: Or \"message\"> of God with boldness.",
    "4:32": "Now the group of those who believed were one heart and soul, and no one said anything of what belonged to him was his own, but all [things] were theirs in common.",
    "4:33": "And with great power the apostles were giving testimony [to] the resurrection of the Lord Jesus, and great grace was on them all.",
    "4:34": "For there was not even anyone needy among them, because all those who were owners of plots of land or houses were selling [them]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were selling\") has been translated as a finite verb> bringing the proceeds of the things that were sold",
    "4:35": "and placing [them]<note: *Here the direct object is supplied from context in the English translation> at the feet of the apostles. And it was being distributed to each as anyone had need.",
    "4:36": "So Joseph, who was called Barnabas by the apostles (which is translated \"son of encouragement\"), a Levite of Cyprus by nationality,",
    "4:37": "sold a field<note: Or \"a farm\"> that belonged to him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sold\") has been translated as a finite verb> brought the money and placed [it]<note: *Here the direct object is supplied from context in the English translation> at the feet of the apostles.",
    "5:1": "Now a certain man {named}<note: Literally \"by name\"> Ananias, together with his wife Sapphira, sold a piece of property,",
    "5:2": "and he kept back for himself [some] of the proceeds, and [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> wife was aware of [it].<note: *Here the participle \"was aware of\" in this genitive absolute construction has been translated as a finite verb in keeping with English style> And he brought a certain part [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought\") has been translated as a finite verb> placed [it]<note: *Here the direct object is supplied from context in the English translation> at the feet of the apostles.",
    "5:3": "But Peter said, \"Ananias, for what [reason] has Satan filled your heart, [that] you lied to the Holy Spirit and kept back for yourself [some] of the proceeds of the piece of land?",
    "5:4": "[When it]<note: *Here \"[when]\" is supplied as a component of the participle (\"remained\") which is understood as temporal> remained to you, did it not remain [yours]? And [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"was sold\") which is understood as temporal> was sold, was it at your disposal? How [is it] that you have contrived this deed in your heart? You have not lied to people, but to God!\"",
    "5:5": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Ananias heard these words, he fell down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell down\") has been translated as a finite verb> died. And great fear came on all those who heard about [it].<note: *Here the direct object is supplied from context in the English translation>",
    "5:6": "So the young men stood up, wrapped him up, and carried [him]<note: *Here the direct object is supplied from context in the English translation> out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"carried ... out\") has been translated as a finite verb> buried [him].<note: *Here the direct object is supplied from context in the English translation>",
    "5:7": "And it happened that [there was] an interval of about three hours, and his wife came in, not knowing what had happened.",
    "5:8": "And Peter said to her, \"Tell me whether you [both]<note: *Here \"[both]\" reflects the second person plural verb, which refers to both Ananias and Sapphira> were paid this much [for] the piece of land.\" And she said, \"Yes, this much.\"",
    "5:9": "So Peter [said] to her, \"How [is it] that it was agreed by you [two]<note: *Here \"[two]\" is supplied in the translation to indicate that the pronoun (\"you\") is plural in the Greek text> to test the Spirit of the Lord? Behold, the feet of those who buried your husband [are] at the door, and they will carry you out!\"",
    "5:10": "And immediately she fell down at his feet and died. So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came in\") which is understood as temporal> the young men came in, they found her dead, and carried [her]<note: *Here the direct object is supplied from context in the English translation> out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"carried ... out\") has been translated as a finite verb> buried [her]<note: *Here the direct object is supplied from context in the English translation> with her husband.",
    "5:11": "And great fear came on the whole church and on all who heard about these [things].",
    "5:12": "Now many signs and wonders were being performed among the people through the hands of the apostles. And they were all together<note: Or perhaps \"by common consent\"> in Solomon's Portico.",
    "5:13": "And none of the rest dared to join them, but the people spoke highly of them.",
    "5:14": "And even more believers in the Lord<note: Or \"even more believers were being added to the Lord\"> were being added, large numbers of both men and women,",
    "5:15": "so that they even carried out the sick into the streets and put [them]<note: *Here the direct object is supplied from context in the English translation> on cots and mats<note: Or \"mattresses\"> so that [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came by\")> Peter came by, at least [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> shadow would fall on some of them.",
    "5:16": "And the people of the towns around Jerusalem also came together, bringing the sick and those tormented by unclean spirits, who were all being healed.",
    "5:17": "Now the high priest rose up and all those [who were] with him (that is, the party of the Sadducees), [and]<note: *Here \"[and]\" is supplied because the previous participle (\"rose up\") has been translated as a finite verb> they were filled with jealousy.",
    "5:18": "And they laid hands on the apostles and put them in the public prison.",
    "5:19": "But during the night an angel of the Lord opened the doors of the prison and led them [out] [and]<note: *Here \"[and]\" is supplied because the two previous participles (\"opened\" and \"led\") have been translated as finite verbs> said,",
    "5:20": "\"Go and stand in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stand\") has been translated as a finite verb> proclaim to the people all the words of this life.\"",
    "5:21": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> they entered at daybreak into the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and began teaching.<note: *The imperfect tense has been translated as ingressive here (\"began teaching\")> Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> the high priest and those with him arrived, they summoned the Sanhedrin--even the whole council of elders of the sons of Israel--and sent to the prison to have them brought.\r\n",
    "5:22": "But the officers who came<note: Or \"[when they] came\"> did not find them in the prison, and they returned [and]<note: *Here \"[and]\" is supplied because the previous participle (\"returned\") has been translated as a finite verb> reported,",
    "5:23": "saying, \"We found the prison locked with all security and the guards standing at the doors, but [when we]<note: *Here \"[when]\" is supplied as a component of the participle (\"opened\") which is understood as temporal> opened [them],<note: *Here the direct object is supplied from context in the English translation> we found no one inside!\"",
    "5:24": "Now when both the captain of the temple and the chief priests heard these words, they were greatly perplexed concerning them, [as to] what this might be.",
    "5:25": "But someone came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> reported to them, \"Behold, the men whom you put in prison are standing in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and teaching the people!\"",
    "5:26": "Then the captain went with the officers [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> brought them, not with force (for they were afraid of the people, lest they be stoned [by them]).<note: *The words \"[by them]\" are not in the Greek text but are implied>",
    "5:27": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had brought\") which is understood as temporal> had brought them, they made [them]<note: *Here the direct object is supplied from context in the English translation> stand in the Sanhedrin,<note: Or \"council\"> and the high priest put a question to them,",
    "5:28": "saying, \"{We strictly commanded}<note: Literally \"we commanded with a commandment\"> you<note: Some manuscripts have \"Did we not strictly command you\"> not to teach in this name? And behold, you have filled Jerusalem with your teaching! And you are intending to bring upon us the blood of this man!\"",
    "5:29": "But Peter and the apostles answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"It is necessary to obey God rather than men!",
    "5:30": "The God of our fathers raised up Jesus, whom you killed [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"hanging\") which is understood as means> hanging [him]<note: *Here the direct object is supplied from context in the English translation> on a tree.",
    "5:31": "This one God has exalted to his right hand [as] Leader and Savior to grant repentance to Israel and forgiveness of sins.",
    "5:32": "And we are witnesses of these things, and [so is]<note: *The words \"[so is]\" are not in the Greek text but are implied> the Holy Spirit whom God has given to those who obey him.\"",
    "5:33": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> they heard [this],<note: *Here the direct object is supplied from context in the English translation> they were infuriated, and were wanting to execute them.",
    "5:34": "But a certain man stood up in the Sanhedrin,<note: Or \"council\"> a Pharisee {named}<note: Literally \"by name\"> Gamaliel, a teacher of the law respected by all the people, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> gave orders to put the men outside for a short time.",
    "5:35": "And he said to them, \"Men [and] Israelites, take care for yourselves what you are about to do to these men!",
    "5:36": "For before these days, Theudas rose up saying he was somebody. A number of men, about four hundred, joined {him}.<note: Literally \"to whom\"> {He}<note: Literally \"who\"> was executed, and all who followed him were dispersed and came to nothing.",
    "5:37": "After this man, Judas the Galilean rose up in the days of the census and {caused people to follow him in revolt}.<note: Literally \"caused people to revolt after him\"> And that one perished, and all who followed him were scattered.",
    "5:38": "And now I tell you, keep away from these men, and leave them alone, because if this plan or this matter is from people, it will be overthrown.<note: Or \"it will fail\">",
    "5:39": "But if it is from God, you will not be able to overthrow them, lest you even be found fighting against God.\" So they were persuaded by him.",
    "5:40": "And they summoned the apostles, beat [them],<note: *Here the direct object is supplied from context in the English translation> commanded [them]<note: *Here the direct object is supplied from context in the English translation> not to speak in the name of Jesus, and released [them].<note: *Here the direct object is supplied from context in the English translation>",
    "5:41": "So they went out from the presence of the Sanhedrin<note: Or \"council\"> rejoicing, because they had been considered worthy to be dishonored for the sake of the name.",
    "5:42": "Every day, both in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and from house [to house], they did not stop teaching and proclaiming the good news [that] the Christ<note: Or \"Messiah\"> [was] Jesus.",
    "6:1": "Now in these days, [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were increasing\")> the disciples were increasing [in number],<note: *The words \"[in number]\" are not in the Greek text but are implied> a complaint arose by the {Greek-speaking Jews}<note: Literally \"Hellenists\"> against the {Hebraic Jews}<note: Literally \"Hebrews\"> because<note: Or \"that\"> their widows were being overlooked in the daily distribution [of food].<note: *The words \"[of food]\" are not in the Greek text but are implied>",
    "6:2": "So the twelve summoned the community of disciples [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said, \"It is not desirable [that] we neglect the word of God to serve tables.",
    "6:3": "So, brothers, select from among you seven men {of good reputation},<note: Literally \"well spoken of\"> full of the Spirit and wisdom, whom we will put in charge of this need.",
    "6:4": "But we will devote ourselves to prayer and to the ministry of the word.\"",
    "6:5": "And the statement pleased the whole group, and they chose Stephen (a man full of faith and of the Holy Spirit), and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus (a convert from Antioch),",
    "6:6": "whom they stood before the apostles. And they prayed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"prayed\") has been translated as a finite verb> placed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on them.",
    "6:7": "And the word of God kept spreading, and the number of disciples in Jerusalem was increasing greatly, and a large number of priests began obeying<note: *The imperfect tense has been translated as ingressive here (\"began obeying\")> the faith.",
    "6:8": "Now Stephen, full of grace and power, was performing great wonders and signs among the people.",
    "6:9": "But some of those from the Synagogue of the Freedmen ({as it was called}),<note: Literally \"called\"> both Cyrenians and Alexandrians, and those from Cilicia and Asia,<note: A reference to the Roman province of Asia (modern Asia Minor)> stood up [and]<note: *Here \"[and]\" is supplied because the participle (\"disputed\") has been translated as a finite verb in keeping with English style> disputed with Stephen.",
    "6:10": "And they were not able to resist the wisdom and the Spirit with which he was speaking.",
    "6:11": "Then they secretly instigated men who said, \"We have heard him speaking blasphemous words against Moses and God!\"",
    "6:12": "And they incited the people and the elders and the scribes, and they came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> seized him and brought [him]<note: *Here the direct object is supplied from context in the English translation> to the Sanhedrin.<note: Or \"council\">",
    "6:13": "And they put forward false witnesses who said, \"This man does not stop speaking words against the holy place<note: Some manuscripts have \"this holy place\"> and the law!",
    "6:14": "For we have heard him saying that this Nazarene Jesus will destroy this place and will change the customs that Moses handed down to us.\"",
    "6:15": "And [as they]<note: *Here \"[as]\" is supplied as a component of the participle (\"looked intently\") which is understood as temporal> looked intently at him, all those who were sitting in the Sanhedrin<note: Or \"council\"> saw his face [was] like the face of an angel.",
    "7:1": "And the high priest said, \"Is it so concerning these [things]?\"",
    "7:2": "So he said, \"Men--brothers and fathers--listen: The God of glory appeared to our father Abraham [while he]<note: *Here \"[while]\" is supplied as a component of the participle (\"was\") which is understood as temporal> was in Mesopotamia, before he settled in Haran,",
    "7:3": "and said to him, 'Go out from your land and from your relatives and come to the land that I will show you.'",
    "7:4": "Then he went out from the land of the Chaldeans [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> settled in Haran. And from there, after his father died, he caused him to move to this land in which you now live.",
    "7:5": "And he did not give him an inheritance in it--not even a footstep<note: Literally \"a step of a foot\">--and he promised to give [it]<note: *Here the direct object is supplied from context in the English translation> to him for his possession, and to his descendants after him, {although he did not have}<note: Literally \"not being to him\"><note: *Here \"[although]\" is supplied in the translation as a component of the participle (\"was\") which is understood as concessive> a child.",
    "7:6": "But God spoke like this: 'His descendants will be foreigners in a foreign land, and they will enslave them and mistreat [them]<note: *Here the direct object is supplied from context in the English translation> four hundred years,",
    "7:7": "and the nation {that}<note: Literally \"to which\"> they will serve as slaves, I will judge,' God said, 'and after these [things] they will come out<note: Verses 6-7 are a quotation from Gen 15:13-14> and will worship me in this place.'<note: The final phrase is an allusion to Exod 3:12>",
    "7:8": "And he gave him the covenant of circumcision, and so he became the father of Isaac and circumcised him on the eighth day, and Isaac [did so with]<note: *Here the words \"[did so with]\" are not in the Greek text but are implied; in view of the \"covenant of circumcision\" mentioned earlier in the verse, it is probable that circumcision and not just fatherhood is involved> Jacob, and Jacob [did so with]<note: *Here the words \"[did so with]\" are not in the Greek text but are implied; see the note on the same phrase earlier in this verse> the twelve patriarchs.",
    "7:9": "And the patriarchs, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"were jealous of\") which is understood as causal> were jealous of Joseph, sold [him]<note: *Here the direct object is supplied from context in the English translation> into Egypt. And God was with him,",
    "7:10": "and rescued him from all his afflictions and granted him favor and wisdom in the sight of Pharaoh king of Egypt. And he appointed him ruler over Egypt and all<note: Some manuscripts have \"over all\"> his household.",
    "7:11": "And a famine came over all Egypt and Canaan and great affliction, and our fathers could not find food.",
    "7:12": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Jacob heard [there] was grain in Egypt, he sent out our fathers first.",
    "7:13": "And on the second [visit]<note: *The word \"[visit]\" is not in the Greek text but is implied> Joseph was made known to his brothers, and the family of Joseph became known to Pharaoh.",
    "7:14": "So Joseph sent [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> summoned his father Jacob and all [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> relatives, seventy-five persons in [all].",
    "7:15": "And Jacob went down to Egypt and died, he and our fathers.",
    "7:16": "And they were brought back to Shechem and buried in the tomb that Abraham had bought for a sum of silver from the sons of Hamor in Shechem.",
    "7:17": "\"But as the time of the promise that God had made to Abraham was drawing near, the people increased and multiplied in Egypt",
    "7:18": "until another king arose over Egypt who did not know Joseph.",
    "7:19": "This man deceitfully took advantage of our<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> people [and]<note: *Here \"[and]\" is supplied because the previous participle (\"deceitfully took advantage of\") has been translated as a finite verb> mistreated our ancestors, {causing them to abandon their infants}<note: Literally \"making their infants be abandoned\"> so that they would not be kept alive.",
    "7:20": "At this time Moses was born, and he was beautiful to God. {He}<note: Literally \"who\"> was brought up [for] three months in [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father's house,",
    "7:21": "and [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was abandoned\")> he was abandoned, the daughter of Pharaoh took him [up] and brought him [up] {as her own son}.<note: Literally \"for a son to herself\">",
    "7:22": "And Moses was educated in all the wisdom of the Egyptians, and was powerful in his words and deeds.",
    "7:23": "\"But when {he was forty years old},<note: Literally \"a period of time of forty years was fulfilled for him\"> it entered in his heart to visit his brothers, the sons of Israel.",
    "7:24": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw one of them being unjustly harmed, he defended [him]<note: *Here the direct object is supplied from context in the English translation> and {avenged}<note: Literally \"produced vengeance [for]\"> the one who had been oppressed [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"striking down\") which is understood as means> striking down the Egyptian.",
    "7:25": "And he thought his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> brothers would understand that God was granting deliverance to them by his hand, but they did not understand.",
    "7:26": "And on the following day, he made an appearance to them [while they]<note: *Here \"[while]\" is supplied as a component of the participle (\"were fighting\") which is understood as temporal> were fighting and was attempting to reconcile<note: *Here the imperfect verb has been translated as conative (\"was attempting to reconcile\")> them in peace, saying, 'Men [and] brothers, why are you doing wrong to one another?'",
    "7:27": "But the one who was doing wrong to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> neighbor pushed him aside, saying, 'Who appointed you a ruler and a judge over us?",
    "7:28": "You do not want to do away with me {the same way}<note: Literally \"in the manner in which\"> you did away with the Egyptian yesterday, [do you]?'<note: A quotation from Exod 2:14; the negative construction in Greek anticipates a negative answer here, indicated by \"[do you]\">",
    "7:29": "And at this statement, Moses fled and became a foreigner in the land of Midian, where he became the father of two sons.",
    "7:30": "\"And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had been completed\")> forty years had been completed, an angel appeared to him in the desert of Mount Sinai in the flame of a burning bush.",
    "7:31": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Moses saw [it],<note: *Here the direct object is supplied from context in the English translation> he was astonished at the sight, and [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"approached\")> he approached to look at [it],<note: *Here the direct object is supplied from context in the English translation> the voice of the Lord came:",
    "7:32": "'I [am] the God of your fathers, the God of Abraham and of Isaac and of Jacob!'<note: A quotation from Exod 3:6> So Moses began trembling [and]<note: *Here \"[and]\" is supplied because the previous participle (\"began\") has been translated as a finite verb> did not dare to look at [it].<note: *Here the direct object is supplied from context in the English translation>",
    "7:33": "And the Lord said to him, 'Untie the sandals from your feet, for the place on which you are standing is holy ground.",
    "7:34": "{I have certainly seen}<note: Literally \"seeing I have seen\"> the mistreatment of my people [who are] in Egypt and have heard their groaning, and I have come down to deliver them. And now come, I will send you to Egypt.'<note: A quotation from Exod 3:5, 7-8, 10>",
    "7:35": "This Moses whom they had repudiated, saying, 'Who appointed you a ruler and a judge?'<note: A quotation from Exod 2:14 (see v. 27 above)>--this man God sent [as] both ruler and redeemer with {the help}<note: Literally \"hand\"> of the angel who appeared to him in the bush.",
    "7:36": "This man led them out, performing wonders and signs in the land of Egypt and at the Red Sea and in the wilderness [for] forty years.",
    "7:37": "\"This is the Moses who said to the sons of Israel, 'God will raise up for you a prophet like me from among your brothers.'<note: A quotation from Deut 18:15>",
    "7:38": "This is the one who was in the congregation in the wilderness with the angel who spoke to him at Mount Sinai, and who [with] our fathers received living oracles to give to us,",
    "7:39": "to whom our fathers were not willing to become obedient, but rejected [him]<note: *Here the direct object is supplied from context in the English translation> and turned [back] in their hearts to Egypt,",
    "7:40": "saying to Aaron, 'Make us gods who will go on before us! For this Moses, who led us out from the land of Egypt--we do not know what has happened to him!'<note: A quotation from Exod 32:1, 23>",
    "7:41": "And they manufactured a calf in those days, and offered up a sacrifice to the idol, and began rejoicing<note: *The imperfect tense has been translated as ingressive here (\"began rejoicing\")> in the works of their hands.",
    "7:42": "But God turned away and gave them over to worship the host of heaven, just as it is written in the book of the prophets: 'You did not bring offerings and sacrifices to me [for] forty years in the wilderness, [did you],<note: *The negative construction in Greek anticipates a negative answer here, indicated by \"[did you]\"> house of Israel?\r\n",
    "7:43": "And you took along the tabernacle<note: Or \"tent\"> of Moloch and the star of the god<note: Some manuscripts have \"of your god\"> Rephan, the images that you made, to worship them, and I will deport you beyond Babylon!'<note: A quotation from Amos 5:25-27>",
    "7:44": "The tabernacle of the testimony {belonged}<note: Literally \"was\"> to our fathers in the wilderness, just as the one who spoke to Moses directed [him]<note: *Here the direct object is supplied from context in the English translation> to make it according to the design that he had seen,",
    "7:45": "and which, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"receiving\") which is understood as temporal> receiving [it]<note: *Here the direct object is supplied from context in the English translation> in turn, our fathers brought in with Joshua {when they dispossessed the}<note: Literally \"in the possession of the\"> nations that God drove out from the presence of our fathers, until the days of David,",
    "7:46": "who found favor in the sight of God and asked to find a habitation for the God of Jacob.<note: Some manuscripts have \"for the house of Jacob\">",
    "7:47": "But Solomon built a house for him.",
    "7:48": "But the Most High does not live in [houses]<note: Or \"temples made by human hands\"; either word (\"houses\" or \"temples\") is understood here> made by human hands, just as the prophet says,",
    "7:49": "'Heaven [is] my throne and earth [is] the footstool for my feet. What kind of house will you build for me, says the Lord, or what [is the] place of my rest?",
    "7:50": "Did not my hand make all these [things]?'<note: A quotation from Isa 66:1-2>",
    "7:51": "\"[You] stiff-necked [people] and uncircumcised in hearts and in [your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> ears! You constantly resist the Holy Spirit! As your fathers [did], [so] also [do] you!",
    "7:52": "Which of the prophets did your fathers not persecute? And they killed those who announced beforehand about the coming of the Righteous One, whose betrayers and murderers you have now become,",
    "7:53": "[you] who received the law by directions of angels and have not observed [it]!\"",
    "7:54": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these [things], they were infuriated in their hearts and gnashed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> teeth at him.",
    "7:55": "But he, being full of the Holy Spirit, looked intently into heaven [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked intently\") has been translated as a finite verb> saw the glory of God, and Jesus standing at the right hand of God.",
    "7:56": "And he said, \"Behold, I see the heavens opened and the Son of Man standing at the right hand of God!\"",
    "7:57": "But crying out with a loud voice, they stopped their ears and rushed at him with one purpose.",
    "7:58": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had driven\") which is understood as temporal> had driven [him]<note: *Here the direct object is supplied from context in the English translation> out of the city, they began to stone<note: *The imperfect tense has been translated as ingressive here (\"began stoning\")> [him],<note: *Here the direct object is supplied from context in the English translation> and the witnesses laid aside their cloaks at the feet of a young man named Saul.",
    "7:59": "And they kept on stoning Stephen [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was calling out\") which is understood as temporal> was calling out and saying, \"Lord Jesus, receive my spirit!\"",
    "7:60": "And falling to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> knees, he cried out with a loud voice, \"Lord, do not hold this sin against them!\" And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"said\") which is understood as temporal> said this, he fell asleep.<note: Or \"he passed away\">",
    "8:1": "And Saul was agreeing with his murder. Now there happened on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles.",
    "8:2": "And devout men buried Stephen and made loud lamentation over him.",
    "8:3": "But Saul was attempting to destroy the church. Entering {house after house},<note: Literally \"from house\" [to house]> he dragged off both men and women [and]<note: *Here \"[and]\" is supplied because the previous participle (\"dragged off\") has been translated as a finite verb> delivered [them]<note: *Here the direct object is supplied from context in the English translation> to prison.",
    "8:4": "Now those who had been scattered went about proclaiming the good news [of] the word.",
    "8:5": "And Philip came down to the city of Samaria [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came down\") has been translated as a finite verb> began proclaiming<note: *The imperfect tense has been translated as ingressive here (\"began proclaiming\")> the Christ<note: Or \"Messiah\"> to them.",
    "8:6": "And the crowds with one mind were paying attention to what was being said by Philip, [as] they heard [him]<note: *Here the direct object is supplied from context in the English translation> and saw the signs that he was performing.",
    "8:7": "For many of those who had unclean spirits, they were coming out [of them],<note: *The words \"[of them]\" are supplied in the translation to indicate that the unclean spirits were coming out of the people> crying out with a loud voice, and many who were paralyzed and lame were healed.",
    "8:8": "And there was great joy in that city.",
    "8:9": "Now a certain man {named}<note: Literally \"by name\"> Simon had been in the city practicing magic and astonishing the people of Samaria, saying he was someone great.",
    "8:10": "They were all paying attention to {him},<note: Literally \"whom\"> from the least to the greatest, saying, \"This man is the power of God that is called 'Great.'\"",
    "8:11": "And they were paying attention to him because for a long time he had astonished them with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> magic.",
    "8:12": "But when they believed Philip [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was proclaiming the good news\") which is understood as temporal> was proclaiming the good news about the kingdom of God and the name of Jesus Christ, both men and women were being baptized.",
    "8:13": "And Simon himself also believed, and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"was baptized\") which is understood as temporal> was baptized he was {keeping close company with}<note: Literally \"attaching himself to\"> Philip. And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the signs and great miracles that were taking place, he was astonished.",
    "8:14": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them,",
    "8:15": "who went down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went down\") has been translated as a finite verb> prayed for them so that they would receive the Holy Spirit.",
    "8:16": "(For he had not yet fallen on any of them, {but they had only been baptized}<note: Literally \"but they were only having been baptized\"> in the name of the Lord Jesus.)",
    "8:17": "Then they placed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on them and they received the Holy Spirit.",
    "8:18": "Now Simon, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw that the Spirit was given through the laying on of the apostles' hands, offered them money,",
    "8:19": "saying, \"Give to me also this power, so that whomever I place [my]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on may receive the Holy Spirit!\"",
    "8:20": "But Peter said to him, \"May your silver {be destroyed along with you},<note: Literally \"be for destruction with you\"> because you thought {you could acquire}<note: Literally \"to acquire\"> the gift of God by means of money!",
    "8:21": "{You have no}<note: Literally \"there is for you no\"> part or share in this matter, because your heart is not right before God.",
    "8:22": "Therefore repent of this wickedness of yours, and ask the Lord if perhaps the intent of your heart may be forgiven you!\"",
    "8:23": "For I see you are in {a state of bitter envy}<note: Literally \"the gall of bitterness\"> and {bound by unrighteousness}.\"<note: Literally \"the fetter of unrighteousness\">",
    "8:24": "But Simon answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"You pray to the Lord for me so that nothing of what you have said will come upon me.\"",
    "8:25": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had solemnly testified\") which is understood as temporal> they had solemnly testified and spoken the word of the Lord, they turned back toward Jerusalem, and were proclaiming the good news [to] many villages of the Samaritans.",
    "8:26": "Now an angel of the Lord spoke to Philip, saying, \"Get up and go toward the south<note: Or \"go about noon\"> on the road that goes down from Jerusalem to Gaza.\" (This is a desert [road].)",
    "8:27": "And he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> went, and behold, [there was] a man, an Ethiopian eunuch (a court official of Candace,<note: Or \"the Candace\" (the title of the queen of Ethiopia)> queen of the Ethiopians, who was over all her treasury) who had come to worship in Jerusalem",
    "8:28": "and was returning and sitting in his chariot, and reading aloud the prophet Isaiah.",
    "8:29": "And the Spirit said to Philip, \"Approach and join this chariot.\"",
    "8:30": "So Philip ran up to [it]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"ran up to\") has been translated as a finite verb> heard him reading aloud Isaiah the prophet and said, \"So then, do you understand what you are reading?\"",
    "8:31": "And he said, \"So how could I, unless someone will guide me?\" And he invited Philip to come up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come up\") has been translated as an infinitive> sit with him.",
    "8:32": "Now the passage of scripture that he was reading aloud was this: \"He was led like a sheep to the slaughter, and like a lamb before its shearer [is] silent, so he did not open his mouth.\r\n",
    "8:33": "In his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> humiliation justice was taken from him. Who can describe his {descendants}?<note: Or perhaps \"family history\"; literally \"generation\"> For his life was taken away from the earth.\"<note: A quotation from Isa 53:7-8>",
    "8:34": "And the eunuch answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to Philip, \"I ask you, about whom does the prophet say this--about himself or about someone else?\"",
    "8:35": "So Philip opened his mouth and beginning from this scripture, proclaimed the good news to him [about] Jesus.",
    "8:36": "And as they were traveling down the road, they came to some water. And the eunuch said, \"Look! Water! What prevents me from being baptized?\"<note: A few later manuscripts add v. 37, with minor variations: \"He said to him, 'If you believe with your whole heart, you may.' And he answered and said, 'I believe that Jesus Christ is the Son of God.'\" The verse is almost certainly not an original part of the text of Acts.>",
    "8:38": "And he ordered the chariot to stop, and they both went down into the water--Philip and the eunuch--and he baptized him.",
    "8:39": "And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch did not see him any longer, for he went on his way rejoicing.",
    "8:40": "But Philip found himself at Azotus, and [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"passed through\") which is understood as temporal> passed through, he proclaimed the good news [to] all the towns until he came to Caesarea.",
    "9:1": "But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest",
    "9:2": "[and]<note: *Here \"[and]\" is supplied because the participle in the previous verse (\"went to\") has been translated as a finite verb> asked for letters from him to the synagogues in Damascus, so that if he found any who were of the Way, both men and women, he could bring [them]<note: *Here the direct object is supplied from context in the English translation> tied up<note: Or figuratively \"bring [them] under arrest\"> to Jerusalem.",
    "9:3": "Now as [he] proceeded, it happened that [when] he approached Damascus, suddenly a light from heaven flashed around him.",
    "9:4": "And falling to the ground, he heard a voice saying to him, \"Saul, Saul, why are you persecuting me?\"",
    "9:5": "So he said, \"Who are you, Lord?\" And he [said], \"I am Jesus, whom you are persecuting!",
    "9:6": "But get up and enter into the city, and it will be told to you {what you must do}.\"<note: Literally \"what thing it is necessary [that] you do\">",
    "9:7": "(Now the men who were traveling together with him stood speechless, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"heard\") which is understood as causal> heard the voice but saw no one.)",
    "9:8": "So Saul got up from the ground, but [although]<note: *Here \"[although]\" is supplied as a component of the genitive absolute participle (\"were open\") which is understood as concessive> his eyes were open he could see nothing. And leading him by the hand, they brought [him] into Damascus.",
    "9:9": "And he was {unable to see}<note: Literally \"not seeing\"> [for] three days, and he did not eat or drink.",
    "9:10": "Now there was a certain disciple in Damascus {named}<note: Literally \"by name\"> Ananias, and the Lord said to him in a vision, \"Ananias!\" And he said, \"Behold, [here] I [am], Lord!\"",
    "9:11": "And the Lord [said] to him, \"Get up, go to the street called 'Straight' and in the house of Judas look for {a man named Saul from Tarsus}.<note: Literally \"Saul by name of Tarsus\"> For behold, he is praying,",
    "9:12": "and he has seen in a vision a man {named}<note: Literally \"by name\"> Ananias coming in and placing hands<note: Some manuscripts have \"placing his hands\"> on him so that he may regain [his] sight.\"",
    "9:13": "But Ananias replied, \"Lord, I have heard from many [people] about this man, how much harm he has done to your saints in Jerusalem,",
    "9:14": "and here he has authority from the chief priests to tie up<note: Or figuratively \"to arrest\" or \"to imprison\"> all who call upon your name!\"",
    "9:15": "But the Lord said to him, \"Go, because this man is my chosen instrument to carry my name before Gentiles<note: The same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> and kings and the sons of Israel.",
    "9:16": "For I will show him how much he must suffer for the sake of my name.\"",
    "9:17": "So Ananias departed and entered into the house, and placing [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on him, he said, \"Brother Saul, the Lord Jesus, who appeared to you on the road by which you came, has sent me so that you may regain [your] sight and be filled with the Holy Spirit.\"",
    "9:18": "And immediately [something] like scales fell from his eyes and he regained [his] sight and got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> was baptized,",
    "9:19": "and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"taking\") which is understood as temporal> taking food, he regained his strength. And he was with the disciples in Damascus several days.",
    "9:20": "And immediately he began proclaiming<note: *The imperfect tense has been translated as ingressive here (\"began proclaiming\")> Jesus in the synagogues: \"This one is the Son of God!\"",
    "9:21": "And all who heard [him]<note: *Here the direct object is supplied from context in the English translation> were amazed, and were saying, \"Is this not the one who was wreaking havoc in Jerusalem [on] those who call upon this name, and had come here for this [reason], that he could bring them tied up<note: Or figuratively \"bring them under arrest\"> to the chief priests?\"",
    "9:22": "But Saul was increasing in strength even more, and was confounding the Jews who lived in Damascus [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"proving\") which is understood as means> proving that this one is the Christ.<note: Or \"Messiah\">",
    "9:23": "And when many days had elapsed, the Jews plotted to do away with him.",
    "9:24": "But their plot became known to Saul, and they were also watching the gates both day and night so that they could do away with him.",
    "9:25": "But his disciples took [him]<note: *Here the direct object is supplied from context in the English translation> at night [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> let him down through the wall [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"lowering\") which is understood as means> lowering [him]<note: *Here the direct object is supplied from context in the English translation> in a basket.",
    "9:26": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived in Jerusalem, he was attempting to associate with the disciples, and they were all afraid of him, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"believe\") which is understood as causal> did not believe that he was a disciple.",
    "9:27": "But Barnabas took him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> brought [him]<note: *Here the direct object is supplied from context in the English translation> to the apostles and related to them how he had seen the Lord on the road and that he had spoken to him, and how in Damascus he had spoken boldly in the name of Jesus.",
    "9:28": "And he was going in and going out among them in Jerusalem, speaking boldly in the name of the Lord.",
    "9:29": "And he was speaking and debating with the {Greek-speaking Jews},<note: Literally \"Hellenists\"> but they were trying to do away with him.",
    "9:30": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"found out\") which is understood as temporal> the brothers found out, they brought him down to Caesarea and sent him away to Tarsus.",
    "9:31": "Then the church throughout all of Judea and Galilee and Samaria had peace, being strengthened. And living in the fear of the Lord and the encouragement of the Holy Spirit, it was increasing [in numbers].<note: *The words \"[in numbers]\" are not in the Greek text but are implied>",
    "9:32": "Now it happened that [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"was traveling\") which is understood as temporal> Peter was traveling through all [the places],<note: *The words \"[the places]\" are not in the Greek text but are implied> [he] also came down to the saints who lived [in] Lydda.",
    "9:33": "And he found there a certain man {named}<note: Literally \"by name\"> Aeneas who was paralyzed, who had been lying on a mat<note: Or \"mattress\"> for eight years.",
    "9:34": "And Peter said to him, \"Aeneas, Jesus Christ heals you! Get up and make your bed yourself!\" And immediately he got up.",
    "9:35": "And all those who lived [in] Lydda and Sharon saw him, who [all]<note: *Here \"[all]\" is supplied to indicate the relative pronoun is plural> indeed turned to the Lord.",
    "9:36": "Now in Joppa there was a certain female disciple {named}<note: Literally \"by name\"> Tabitha (which translated means \"Dorcas\").<note: \"Dorcas\" is the Greek translation of the Aramaic name \"Tabitha\" which means \"deer\" or \"gazelle\"> She was full of good deeds and charitable giving which she was constantly doing.<note: *Here the imperfect verb is translated as a customary imperfect (\"was constantly doing\")>",
    "9:37": "Now it happened that in those days [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"becoming sick\") which is understood as temporal> becoming sick, she died. And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"washing\") which is understood as temporal> washing [her],<note: *Here the direct object is supplied from context in the English translation> they placed her in an upstairs room.",
    "9:38": "And [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"was\") which is understood as causal> Lydda was near Joppa, the disciples, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that Peter was in {Lydda},<note: Literally \"in it\"> sent two men to him, urging, \"Do not delay to come to us!\"",
    "9:39": "So Peter got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> accompanied them. [When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived, they brought [him]<note: *Here the direct object is supplied from context in the English translation> up to the upstairs room, and all the widows came to him, weeping and showing [him]<note: *Here the direct object is supplied from context in the English translation> tunics and [other] clothing that Dorcas used to make [while she]<note: *Here \"[while]\" is supplied as a component of the participle (\"was\") which is understood as temporal> was with them.",
    "9:40": "But Peter sent [them] all outside, and, falling to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> knees, he prayed. And turning toward the body, he said, \"Tabitha, get up!\" And she opened her eyes, and [when she]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw Peter, she sat up.",
    "9:41": "And he gave her [his] hand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gave\") has been translated as a finite verb> raised her up. And he called the saints and the widows [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called\") has been translated as a finite verb> presented her alive.",
    "9:42": "And it became known throughout all Joppa, and many believed in the Lord.",
    "9:43": "And it happened that [he] stayed many days in Joppa with a certain Simon, a tanner.<note: Or \"with a certain Simon Berseus\"; most modern English versions treat the word as Simon's profession (\"Simon the tanner\"), but the word may actually be a surname (\"Simon Berseus\" or \"Simon Tanner\")>",
    "10:1": "Now [there was] a certain man in Caesarea {named}<note: Literally \"by name\"> Cornelius, a centurion of what was called the Italian Cohort,",
    "10:2": "devout and fearing God together with all his household, doing many charitable deeds for the people and praying to God {continually}.<note: Literally \"through everything\">",
    "10:3": "About the ninth hour of the day, he saw clearly in a vision an angel of God coming to him and saying to him, \"Cornelius.\"",
    "10:4": "And he stared at him and became terrified [and]<note: *Here \"[and]\" is supplied because the previous participle (\"became\") has been translated as a finite verb> said, \"What is [it], Lord?\" And he said to him, \"Your prayers and your charitable deeds have gone up for a memorial offering before God.",
    "10:5": "And now, send men to Joppa and summon a certain Simon, who is also called Peter.",
    "10:6": "This man is staying as a guest with a certain Simon, a tanner,<note: Or \"with a certain Simon Berseus\"; most modern English versions treat the word as Simon's profession (\"Simon the tanner\"), but the word may actually be a surname (\"Simon Berseus\" or \"Simon Tanner\")> whose house is by the sea.\"",
    "10:7": "And when the angel who spoke to him departed, he summoned two of the household slaves and a devout soldier from those who attended him,",
    "10:8": "and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had explained\") which is understood as temporal> had explained everything to them, he sent them to Joppa.",
    "10:9": "And the next day, [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were on their way\")> they were on their way and approaching the city, Peter went up on the housetop to pray [at] about the sixth hour.",
    "10:10": "And he became hungry and wanted to eat. But [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were preparing\")> they were preparing [the food],<note: *Here the direct object is supplied from context in the English translation> a trance came over him.",
    "10:11": "And he saw heaven opened and an object something like a large sheet coming down, being let down to the earth by its four corners,",
    "10:12": "in which were all the four-footed animals and reptiles of the earth and birds of the sky.",
    "10:13": "And a voice came to him, \"Get up, Peter, slaughter and eat!\"",
    "10:14": "But Peter said, \"Certainly not, Lord! For I have never eaten anything common and unclean!\"",
    "10:15": "And the voice [came] again to him for the second time: \"[The things] which God has made clean, you must not consider unclean!\"",
    "10:16": "And this happened three times, and immediately the object was taken up into heaven.",
    "10:17": "Now while Peter was greatly perplexed within himself [as to] what the vision that he had seen might be, behold, the men who had been sent by Cornelius, having found the house of Simon by asking around, stood at the gate.",
    "10:18": "And they called out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called out\") has been translated as a finite verb> asked if Simon who was also called Peter was staying there as a guest.",
    "10:19": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was reflecting\")> Peter was reflecting about the vision, the Spirit said to him, \"Behold, men<note: Some manuscripts have \"three men\"> are looking for you.",
    "10:20": "But get up, go down, and go with them--not hesitating at all, because I have sent them.\"",
    "10:21": "So Peter went down to the men [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went down\") has been translated as a finite verb> said, \"Behold, I am [he] whom you are looking for! What [is] the reason for which you have come?\"",
    "10:22": "And they said, \"Cornelius, a centurion, a righteous and God-fearing man--and well spoken of by the whole nation of the Jews--was directed by a holy angel to summon you to his house and to hear words from you.\"",
    "10:23": "So he invited them in [and]<note: *Here \"[and]\" is supplied because the previous participle (\"invited ... in\") has been translated as a finite verb> entertained them as guests, and on the next day he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> went away with them. And some of the brothers from Joppa accompanied him.",
    "10:24": "And on the next day he entered into Caesarea.",
    "10:25": "So it happened that when Peter entered, Cornelius met him, fell at [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell\") has been translated as a finite verb> worshiped [him].<note: *Here the direct object is supplied from context in the English translation>",
    "10:26": "But Peter helped him up, saying, \"Get up! I myself am also a man!\"",
    "10:27": "And [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"conversed with\") which is understood as temporal> conversed with him, he went in and found many [people] gathered.",
    "10:28": "And he said to them, \"You know that it is forbidden for a Jewish man to associate with or to approach a foreigner. And to me God has shown [that] I should call no man common or unclean.",
    "10:29": "Therefore--and without raising any objection--I came [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"was sent for\") which is understood as temporal> was sent for. So I ask for what reason you sent for me.\"",
    "10:30": "And Cornelius said, \"{Four days ago at this hour},<note: Literally \"from the fourth day until this hour\"> [the] ninth, I was praying in my house. And behold, a man in shining clothing stood before me",
    "10:31": "and said, 'Cornelius, your prayer has been heard, and your charitable deeds have been remembered before God.",
    "10:32": "Therefore send to Joppa and summon Simon who is also called Peter. This man is staying as a guest in the house of Simon, a tanner,<note: Or \"of Simon Berseus\"; most modern English versions treat the word as Simon's profession (\"Simon the tanner\"), but the word may actually be a surname (\"Simon Berseus\" or \"Simon Tanner\")> by the sea.",
    "10:33": "Therefore I sent for you at once, and you {were kind enough to come}.<note: Literally \"have done rightly coming\"> So now we all are present before God to hear all the things that have been commanded to you by the Lord.\"",
    "10:34": "So Peter opened [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mouth [and]<note: *Here \"[and]\" is supplied because the previous participle (\"opened\") has been translated as a finite verb> said, \"In truth I understand that God is not one who shows partiality,",
    "10:35": "but in every nation the one who fears him and who does what is right is acceptable to him.",
    "10:36": "[As for]<note: *The words \"[As for]\" are not in the Greek text, but are supplied in the translation in keeping with English style> the message that he sent to the sons of Israel, proclaiming the good news of peace through Jesus Christ--this one is Lord of all--",
    "10:37": "you know the thing that happened throughout all Judea, beginning from Galilee, after the baptism that John proclaimed:",
    "10:38": "Jesus of Nazareth--how God anointed him with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, because God was with him.",
    "10:39": "And we [are] witnesses of all [the things] that he did both in the land of the Judeans and in Jerusalem, whom they also executed [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"hanging\") which is understood as means> hanging [him]<note: *Here the direct object is supplied from context in the English translation> on a tree.",
    "10:40": "God raised this one up on the third day and granted [that] he should become visible,",
    "10:41": "not to all the people but to us who had been chosen beforehand by God [as] witnesses, who ate and drank with him after he rose from the dead.",
    "10:42": "And he commanded us to preach to the people and to testify solemnly that this one is the one appointed<note: Or \"one who is designated\"> by God [as] judge of the living and of the dead.",
    "10:43": "To this one all the prophets testify, [that] through his name everyone who believes in him receives forgiveness of sins.\"",
    "10:44": "[While]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was ... speaking\")> Peter was still speaking these words, the Holy Spirit fell on all those who were listening to the message.",
    "10:45": "And those believers from the circumcision who had accompanied Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles,",
    "10:46": "for they heard them speaking in tongues and glorifying God. Then Peter said,",
    "10:47": "\"Surely no one can withhold the water for these [people] to be baptized, who have received the Holy Spirit as we also did!\"",
    "10:48": "So he ordered [that] they be baptized in the name of Jesus Christ. Then they asked him to stay for several days.",
    "11:1": "Now the apostles and the brothers who were throughout Judea heard that the Gentiles also had accepted the word<note: Or \"message\"> of God.",
    "11:2": "So when Peter went up to Jerusalem, those of the circumcision took issue with him,",
    "11:3": "saying, \"You went to men {who were uncircumcised}<note: Literally \"who had uncircumcision> and ate with them!\"",
    "11:4": "But Peter began [and]<note: *Here \"[and]\" is supplied because the previous participle (\"began\") has been translated as a finite verb> explained [it]<note: *Here the direct object is supplied from context in the English translation> to them in an orderly sequence, saying,",
    "11:5": "\"I was in the city of Joppa praying, and in a trance I saw a vision--an object something like a large sheet coming down, being let down from heaven by its four corners, and it came to me.",
    "11:6": "[As I]<note: *Here \"[as]\" is supplied as a component of the participle (\"looked intently\") which is understood as temporal> looked intently into it, I was considering [it],<note: *Here the direct object is supplied from context in the English translation> and I saw the four-footed animals of the earth and the wild animals and the reptiles and the birds of the sky.",
    "11:7": "And I also heard a voice saying to me, 'Get up, Peter, slaughter and eat!'",
    "11:8": "But I said, 'Certainly not, Lord! For nothing common or unclean has ever entered into my mouth!'",
    "11:9": "But the voice replied from heaven for the second time, '[The things] which God has made clean, you must not consider unclean!'",
    "11:10": "And this happened three times, and everything was pulled up into heaven again.",
    "11:11": "And behold, at once three men who had been sent to me from Caesarea approached the house in which we were [staying].<note: *Here the word \"staying\" is not in the Greek text but is implied>",
    "11:12": "And the Spirit told me to accompany them, not hesitating [at all]. So these six brothers also went with me, and we entered into the man's house.",
    "11:13": "And he reported to us how he had seen the angel standing in his house and saying, 'Send to Joppa and summon Simon, who is also called Peter,",
    "11:14": "who will speak words to you by which you will be saved, you and all your household.'",
    "11:15": "And [as] I was beginning to speak, the Holy Spirit fell on them, just as also on us at the beginning.",
    "11:16": "And I remembered the word of the Lord, how he said, 'John baptized with water, but you will be baptized with the Holy Spirit.'<note: An allusion to Acts 1:5>",
    "11:17": "Therefore if God gave them the same gift as also to us [when we]<note: *Here \"[when]\" is supplied as a component of the participle (\"believed\") which is understood as temporal> believed in the Lord Jesus Christ, who was I [to be] able to hinder God?\"",
    "11:18": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these [things], they became silent<note: *Here the aorist verb is translated as ingressive (\"became silent\")> and praised God, saying, \"Then God has granted the repentance [leading] to life to the Gentiles also!\"",
    "11:19": "Now those who had been scattered because of the persecution that took place over Stephen traveled as far as Phoenicia and Cyprus and Antioch, proclaiming the message to no one except Jews alone.",
    "11:20": "But some of them were men from Cyprus and Cyrene, who, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Antioch, began to speak<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> to the Hellenists<note: *Here this term could refer to (1) Greek-speaking Jews or (2) Greek-speaking non-Jews (i.e., Gentiles)> also, proclaiming the good news about the Lord Jesus.",
    "11:21": "And the hand of the Lord was with them, and a large number who believed turned to the Lord.",
    "11:22": "{And the report came to the attention}<note: Literally \"and the report was heard in the ears\"> of the church that was in Jerusalem about them, and they sent out Barnabas as far as<note: Some manuscripts have \"to go as far as\"> Antioch,",
    "11:23": "who, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived and saw the grace of God, rejoiced and encouraged [them] all to remain true to the Lord with {devoted hearts},<note: Literally \"purpose of heart\">",
    "11:24": "because he was a good man and full of the Holy Spirit and of faith. And a large number were added<note: Or \"were brought\"> to the Lord.",
    "11:25": "So he departed for Tarsus to look for Saul.",
    "11:26": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"found\") which is understood as temporal> found [him],<note: *Here the direct object is supplied from context in the English translation> he brought [him]<note: *Here the direct object is supplied from context in the English translation> to Antioch. And it happened to them also [that they] met together [for] a whole year with the church and taught a large number [of people].<note: *The words \"[of people]\" are not in the Greek text but are implied> And in Antioch the disciples were first called Christians.",
    "11:27": "Now in those days prophets came down from Jerusalem to Antioch.",
    "11:28": "And one of them {named}<note: Literally \"by name\"> Agabus stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> indicated by the Spirit [that] a great famine was about to come over the whole inhabited earth (which took place in the time of Claudius).",
    "11:29": "So from the disciples, {according to their ability to give},<note: Literally \"to the degree that anyone was prospering\"> each one of them determined to send [financial aid]<note: *Here the direct object is supplied from context in the English translation> for support to the brothers who lived in Judea,",
    "11:30": "which they also did, sending [the aid]<note: *Here the direct object is supplied from context in the English translation> to the elders by the hand of Barnabas and Saul.",
    "12:1": "Now at that time, Herod the king laid hands on some of those from the church to harm [them].<note: *Here the direct object is supplied from context in the English translation>",
    "12:2": "So he executed James the brother of John with a sword.",
    "12:3": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw that it was pleasing to the Jews, he proceeded to arrest Peter also. ({Now this was during the feast}<note: Literally \"now these were the days\"> of Unleavened Bread.)",
    "12:4": "[After he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had arrested\") which is understood as temporal> had arrested {him},<note: Literally \"whom\"> he also put [him]<note: *Here the direct object is supplied from context in the English translation> in prison, handing [him]<note: *Here the direct object is supplied from context in the English translation> over to four squads of soldiers to guard him, intending to bring him {out for public trial}<note: Literally \"to the people\"> after the Passover.",
    "12:5": "Thus Peter was kept in the prison, but prayer was fervently being made to God by the church for him.",
    "12:6": "Now when Herod was about to bring him [out], on that [very] night Peter was sleeping between two soldiers, bound with two chains, and guards before the door were watching the prison.",
    "12:7": "And behold, an angel of the Lord stood near [him],<note: *Here the direct object is supplied from context in the English translation> and a light shone in the prison cell. And striking Peter's side, he woke him up, saying, \"Get up {quickly}!\"<note: Literally \"with quickness\"> And his chains fell off of [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands.",
    "12:8": "And the angel said to him, \"Gird yourself and put on your sandals!\" And he did so. And he said to him, \"Wrap your cloak around you and follow me!\"",
    "12:9": "And he went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> was following [him].<note: *Here the direct object is supplied from context in the English translation> And he did not know that what was being done by the angel was real, but was thinking [he] was seeing a vision.",
    "12:10": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had passed\") which is understood as temporal> had passed the first and second guard, they came to the iron gate that leads to the city, which opened for them by itself, and they went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> went forward [along] one narrow street, and at once the angel departed from him.",
    "12:11": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> Peter came to himself, he said, \"Now I know truly that the Lord has sent out his angel and rescued me from the hand of Herod and all {that the Jewish people expected}!\"<note: Literally \"the expectation of the people of the Jews\">",
    "12:12": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"realized\") which is understood as temporal> realized [this],<note: *Here the direct object is supplied from context in the English translation> he went to the house of Mary, the mother of John (who is also called Mark), where many [people] were gathered together and were praying.",
    "12:13": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"knocked\")> he knocked at the door of the gateway, a female slave {named}<note: Literally \"by name\"> Rhoda came up to answer.",
    "12:14": "And recognizing Peter's voice, because of [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> joy she did not open the gate, but ran in [and]<note: *Here \"[and]\" is supplied because the previous participle (\"ran in\") has been translated as a finite verb> announced [that] Peter was standing at the gate.",
    "12:15": "But they said to her, \"You are out of your mind!\" But she kept insisting<note: *This imperfect verb is translated as an iterative imperfect (\"kept insisting\")> it was so. And they kept saying,<note: *This imperfect verb is translated as an iterative imperfect (\"kept saying\")> \"It is his angel!\"",
    "12:16": "But Peter was continuing to knock, and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"opened\") which is understood as temporal> opened [the door]<note: *Here the direct object is supplied from context in the English translation> they saw him and were astonished.",
    "12:17": "But motioning to them with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand to be silent, he related to them how the Lord had brought him out of the prison. And he said, \"Report these [things] to James and to the brothers,\" and he departed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went to another place.",
    "12:18": "Now [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> day came, there was not a little commotion among the soldiers [as to] what then had become of Peter.",
    "12:19": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had searched for\") which is understood as temporal> Herod had searched for him and did not find [him],<note: *Here the direct object is supplied from context in the English translation> he questioned the guards [and]<note: *Here \"[and]\" is supplied because the previous participle (\"questioned\") has been translated as a finite verb> ordered [that they] be led away to execution. And he came down from Judea to Caesarea [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came down\") has been translated as a finite verb> stayed [there].",
    "12:20": "Now he was very angry with the Tyrians and Sidonians. So they came to him with one purpose, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"persuading\") which is understood as temporal> persuading Blastus, {the king's chamberlain},<note: Literally \"the [one] over the bedroom of the king\"> they asked for peace, because their country was supported with food from the king's country.",
    "12:21": "So on an appointed day Herod, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"putting on\") which is understood as temporal> putting on royal clothing and sitting down on the judgment seat, began to deliver a public address to them.",
    "12:22": "But the people began to call out loudly,<note: *The imperfect tense has been translated as ingressive here (\"began to call out loudly\")> \"The voice of a god and not of a man!\"",
    "12:23": "And immediately an angel of the Lord struck him down {because}<note: Literally \"in return for which\"> he did not give the glory to God. And he was eaten by worms [and]<note: *Here \"[and]\" is supplied because the previous participle (\"was\") has been translated as a finite verb> died.",
    "12:24": "But the word of God kept on increasing<note: *This imperfect verb has been translated as customary (\"kept on increasing\")> and multiplying.",
    "12:25": "So Barnabas and Saul returned to<note: Some manuscripts read \"from\"> Jerusalem [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had completed\") which is understood as temporal> had completed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> service, having taken along with [them]<note: *Here the direct object is supplied from context in the English translation> John (who is also called Mark).",
    "13:1": "Now there were prophets and teachers in Antioch in the church that was there: Barnabas, and Simeon (who was called Niger), and Lucius the Cyrenian, and Manaen (a close friend of Herod the tetrarch), and Saul.",
    "13:2": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were serving\")> they were serving the Lord and fasting, the Holy Spirit said, \"Set apart now for me Barnabas and Saul for the work to which I have called them.\"",
    "13:3": "Then, [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had fasted\") which is understood as temporal> had fasted and prayed and placed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on them, they sent [them]<note: *Here the direct object is supplied from context in the English translation> away.",
    "13:4": "Therefore, sent out by the Holy Spirit, they came down to Seleucia, and from there they sailed away to Cyprus.",
    "13:5": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Salamis, they began to proclaim the word of God in the synagogues of the Jews. And they also had John [as] assistant.",
    "13:6": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had crossed over\") which is understood as temporal> had crossed over the whole island as far as Paphos, they found a certain man, a magician, a Jewish false prophet whose name [was] Bar-Jesus,",
    "13:7": "who was with the proconsul Sergius Paulus, an intelligent man. This man summoned Barnabas and Saul [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> wished to hear the word of God.",
    "13:8": "But Elymas the magician (for his name is translated in this way) opposed them, attempting to turn the proconsul away from the faith.",
    "13:9": "But Saul (also called Paul), filled with the Holy Spirit, looked intently at him",
    "13:10": "[and]<note: *Here \"[and]\" is supplied because the participle in the previous verse (\"looked intently at\") has been translated as a finite verb> said, \"O [you who are] full of all deceit and of all unscrupulousness, [you] son of the devil, [you] enemy of all righteousness! Will you not stop making crooked the straight paths of the Lord!",
    "13:11": "And now behold, the hand of the Lord [is] against you, and you will be blind, not seeing the sun {for a while}.<note: Literally \"until the time\"> And immediately mist and darkness fell over him, and he was going around looking for [people]<note: *In Greek the direct object (\"people\") is understood and must be supplied in the English translation; since the following noun is plural, \"people\" rather than \"someone\" is used here> to lead [him]<note: *Here the direct object is supplied from context in the English translation> by the hand.",
    "13:12": "Then [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the proconsul saw what had happened, he believed, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"was astounded\") which is understood as causal> was astounded at the teaching about<note: *Here \"about\" reflects an objective genitive (\"the Lord\" is the object of the teaching)> the Lord.",
    "13:13": "Now {Paul and his companions}<note: Literally \"those around Paul\"> put out to sea from Paphos [and]<note: *Here \"[and]\" is supplied because the previous participle (\"put out to sea\") has been translated as a finite verb> came to Perga in Pamphylia, but John departed from them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> returned to Jerusalem.",
    "13:14": "And they went on from Perga [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went on\") has been translated as a finite verb> arrived at Pisidian Antioch. And they entered into the synagogue on the day of the Sabbath [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> sat down.",
    "13:15": "So after the reading from the law and the prophets, the rulers of the synagogue sent [word]<note: *Here the direct object is supplied from context in the English translation> to them, saying, \"Men [and] brothers, if there is any message of exhortation by you for the people, say [it].\"<note: *Here the direct object is supplied from context in the English translation>",
    "13:16": "So Paul stood up,<note: *Here the participle (\"stood up\") is translated as a finite verb because of English style> and motioning with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand, he said, \"Israelite men, and those who fear God, listen!",
    "13:17": "The God of this people Israel chose our fathers and exalted the people during [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> stay in the land of Egypt, and with uplifted arm he led them out of it.",
    "13:18": "And for a period of time [of] about forty years, he put up with them in the wilderness.",
    "13:19": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"destroying\") which is understood as temporal> destroying seven nations in the land of Canaan, he gave their land [to his people]<note: *The words \"[to his people]\" are supplied as a clarification of who received the land> as an inheritance.",
    "13:20": "[This took]<note: *The words \"[This took]\" are not in the Greek text but are supplied in keeping with English style> about four hundred and fifty years. And after these [things], he gave [them]<note: *Here the indirect object \"[them]\" is not in the Greek text but is implied> judges until Samuel the prophet.",
    "13:21": "And then they asked for a king, and God gave them Saul son of Kish, a man from the tribe of Benjamin, [for] forty years.",
    "13:22": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"removing\") which is understood as temporal> removing him, he raised up David for their king, about whom he also said, testifying, 'I have found David the [son] of Jesse [to be] a man in accordance with my heart, who will carry out all my will.'<note: A quotation from 1 Sam 13:14>",
    "13:23": "From the descendants of this man, according to [his] promise, God brought to Israel a Savior, Jesus.",
    "13:24": "Before {his coming}<note: Literally \"the presence of his coming\"> John had publicly proclaimed<note: *Here the participle (\"had publicly proclaimed\") has been translated as a finite verb in keeping with English style> a baptism of repentance to all the people of Israel.",
    "13:25": "But while John was completing [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mission, he said, 'What do you suppose me to be? I am not [he]! But behold, one is coming after me of whom I am not worthy to untie the sandals of [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet!'",
    "13:26": "\"Men [and] brothers, sons of the family of Abraham and those among you who fear God--to us the message of this salvation has been sent!",
    "13:27": "For those who live in Jerusalem and their rulers, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"did not recognize\") which is understood as causal> did not recognize this one, and the voices of the prophets that are read on every Sabbath, fulfilled [them]<note: *Here the direct object is supplied from context in the English translation> [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"condemning\") which is understood as means> condemning [him].<note: *Here the direct object is supplied from context in the English translation>",
    "13:28": "And [although they]<note: *Here \"[although]\" is supplied as a component of the genitive absolute participle (\"found\") which is understood as concessive> found no charge [worthy] of death, they asked Pilate [that] he be executed.",
    "13:29": "And when they had carried out all the things that were written about him, they took [him]<note: *Here the direct object is supplied from context in the English translation> down from the tree [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took ... down\") has been translated as a finite verb> placed [him]<note: *Here the direct object is supplied from context in the English translation> in a tomb.",
    "13:30": "But God raised him from the dead,",
    "13:31": "who appeared for many days to those who had come up with him from Galilee to Jerusalem--who are now his witnesses to the people.",
    "13:32": "And we proclaim the good news to you: that the promise that was made to the fathers,",
    "13:33": "this [promise]<note: It is necessary to repeat the word \"[promise]\" from the previous verse for clarity here> God has fulfilled to our children<note: Some manuscripts have \"to us their children\"> [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"raising\") which is understood as means> raising Jesus, as it is also written in the second psalm, 'You are my Son; today I have fathered you.'<note: A quotation from Ps 2:7>\r\n",
    "13:34": "But that he has raised him from the dead, no more going to return to decay, he has spoken in this way: 'I will give you the reliable divine decrees of David.'<note: A quotation from Isa 55:3>",
    "13:35": "Therefore he also says in another [psalm],<note: *The word \"[psalm]\" is not in the Greek text but is implied> 'You will not permit your Holy One to experience decay.'<note: A quotation from Ps 16:10> \r\n",
    "13:36": "For David, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"serving\") which is understood as temporal> serving the purpose of God in his own generation, fell asleep and {was buried with}<note: Literally \"was gathered to\"> his fathers, and experienced decay.",
    "13:37": "But he whom God raised up did not experience decay.",
    "13:38": "\"Therefore let it be known to you, men [and] brothers, that through this one forgiveness of sins is proclaimed to you, and from all [the things] from which you were not able to be justified by the law of Moses,",
    "13:39": "by this one everyone who believes is justified!",
    "13:40": "Watch out, therefore, lest what is stated by the prophets come upon [you]:<note: *Here the direct object is supplied from context in the English translation>",
    "13:41": "'Look, you scoffers, and be astonished and perish! For I am doing a work in your days, a work that you would never believe [even] if someone were to tell [it]<note: *Here the direct object is supplied from context in the English translation> to you.'\"<note: A quotation from Hab 1:5>",
    "13:42": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going out\")> they were going out, they began urging<note: *The imperfect tense has been translated as ingressive here (\"began urging\")> [that] these things be spoken about to them on the next Sabbath.",
    "13:43": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had broken up\")> the synagogue had broken up, many of the Jews and the devout<note: Or \"God-fearing\"> proselytes followed Paul and Barnabas, who were speaking to them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were speaking to\") has been translated as a finite verb> were persuading them to continue in the grace of God.",
    "13:44": "And on the coming Sabbath, nearly the whole city came together to hear the word of the Lord.",
    "13:45": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the Jews saw the crowds, they were filled with jealousy, and began contradicting what was being said by Paul [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"reviling\") which is understood as means> reviling [him].<note: *Here the direct object is supplied from context in the English translation>",
    "13:46": "Both Paul and Barnabas spoke boldly [and]<note: *Here \"[and]\" is supplied because the previous participle (\"spoke boldly\") has been translated as a finite verb> said, \"It was necessary [that] the word of God be spoken first to you, since you reject it and do not consider yourselves worthy of eternal life! Behold, we are turning to the Gentiles!",
    "13:47": "For so the Lord has commanded us: 'I have appointed you {to be}<note: Literally \"for\"> a light for the Gentiles, {that you would bring}<note: Literally \"[that] you would bring\"> salvation to the end of the earth.'<note: An allusion to Isa 42:6; 49:6>\r\n",
    "13:48": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the Gentiles heard [this],<note: *Here the direct object is supplied from context in the English translation> they began to rejoice<note: *The imperfect tense has been translated as ingressive here (\"began to rejoice\")> and to glorify the word of the Lord. And all those who were designated for eternal life believed.",
    "13:49": "So the word of the Lord was carried through the whole region.",
    "13:50": "But the Jews incited the devout women of high social standing and the most prominent men of the city, and stirred up persecution against Paul and Barnabas and threw them out of their district.",
    "13:51": "So [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"shaking off\") which is understood as temporal> shaking off the dust from [their] feet against them, they went to Iconium.",
    "13:52": "And the disciples were filled with joy and with the Holy Spirit.",
    "14:1": "Now it happened that in Iconium they entered {together}<note: Literally \"according to the same\"> into the synagogue of the Jews and spoke in such a way that a large number of both Jews and Greeks believed.",
    "14:2": "But the Jews who were disobedient stirred up and {poisoned the minds}<note: Literally \"embittered the souls\"> of the Gentiles against the brothers.",
    "14:3": "So they stayed [there]<note: *Here the direct object is supplied from context in the English translation> for a considerable time, speaking boldly for the Lord, who testified to the message of his grace, granting signs and wonders to be performed through their hands.",
    "14:4": "But the population of the city was divided, and {some}<note: Literally \"those on the one hand\"> were with the Jews {and some}<note: Literally \"those on the other hand\"> with the apostles.",
    "14:5": "So when an inclination took place [on the part] of both the Gentiles and the Jews, together with their rulers, to mistreat [them]<note: *Here the direct object is supplied from context in the English translation> and to stone them,",
    "14:6": "they became aware of [it]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"became aware of\") has been translated as a finite verb> fled to the Lycaonian cities--Lystra and Derbe and the surrounding region.",
    "14:7": "And there they were continuing to proclaim the good news.",
    "14:8": "And in Lystra a certain man was sitting powerless in his feet, lame from {birth},<note: Literally \"his mother's womb\"> who had never walked.",
    "14:9": "This man listened [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was speaking\")> Paul was speaking. {Paul},<note: Literally \"who\"> looking intently at him and seeing that he had faith to be healed,",
    "14:10": "said with a loud voice, \"Stand upright on your feet!\" And he leaped up and began walking.<note: *The imperfect tense has been translated as ingressive here (\"began walking\")>",
    "14:11": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the crowds saw what Paul had done, they raised their voices in the Lycaonian language, saying, \"The gods have become like men [and]<note: *Here \"[and]\" is supplied because the previous participle (\"have become like\") has been translated as a finite verb> have come down to us!\"",
    "14:12": "And they began calling<note: *The imperfect tense has been translated as ingressive here (\"began calling\")> Barnabas Zeus and Paul Hermes, because he was the {principal speaker}.<note: Literally \"leader of the message\">",
    "14:13": "And the priest of the [temple]<note: *The word \"[temple]\" is not in the Greek text but is implied> of Zeus that was just outside the city brought bulls and garlands to the gates [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought\") has been translated as a finite verb> was wanting to offer sacrifice, along with the crowds.",
    "14:14": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard about\") which is understood as temporal> the apostles Barnabas and Paul heard about [it],<note: *Here the direct object is supplied from context in the English translation> they tore their clothing [and]<note: *Here \"[and]\" is supplied because the previous participle (\"tore\") has been translated as a finite verb> rushed out into the crowd, shouting",
    "14:15": "and saying, \"Men, why are you doing these [things]? We also are men with the same nature as you, proclaiming the good news [that] you should turn from these worthless things to the living God, who made the heaven and the earth and the sea and all the things [that are] in them--",
    "14:16": "who in generations that are past permitted all the nations<note: Or \"Gentiles\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> to go their [own] ways.",
    "14:17": "And yet he did not leave himself without witness [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"doing good\") which is understood as means> doing good, giving you rain from heaven and fruitful seasons, satisfying [you]<note: *Here the direct object is supplied from context in the English translation> with food and your hearts with gladness.\"",
    "14:18": "And [although]<note: *Here \"[although]\" is supplied as a component of the participle (\"said\") which is understood as concessive> they said these [things], [only] with difficulty did they dissuade the crowds from offering sacrifice to them.",
    "14:19": "But Jews arrived from Antioch and Iconium, and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had won over\") which is understood as temporal> had won over the crowds and stoned Paul, they dragged [him]<note: *Here the direct object is supplied from context in the English translation> outside the city, thinking he was dead.",
    "14:20": "But [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"surrounded\")> the disciples surrounded him, he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> went into the city. And on the next day he departed with Barnabas for Derbe.",
    "14:21": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had proclaimed the good news\") which is understood as temporal> had proclaimed the good news in that city and made many disciples, they returned to Lystra and to Iconium and to Antioch,",
    "14:22": "strengthening the souls of the disciples, encouraging [them]<note: *Here the direct object is supplied from context in the English translation> to continue in the faith and [saying],<note: *The word \"[saying]\" is not in the Greek text but is implied> \"Through many persecutions<note: Or \"afflictions\"> it is necessary [for] us to enter into the kingdom of God.\"",
    "14:23": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had appointed\") which is understood as temporal> had appointed elders for them in every church, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"praying\") which is understood as temporal> praying with fasting, they entrusted them to the Lord, in whom they had believed.",
    "14:24": "And they passed through Pisidia [and]<note: *Here \"[and]\" is supplied because the previous participle (\"passed through\") has been translated as a finite verb> came to Pamphylia.",
    "14:25": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"proclaimed\") which is understood as temporal> they proclaimed the message in Perga, they went down to Attalia,",
    "14:26": "and from there they sailed away to Antioch where they had been commended to the grace of God for the work that they had completed.",
    "14:27": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived and called the church together, they reported all that God had done with them, and that he had opened a door of faith for the Gentiles.<note: Or \"nations\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context>",
    "14:28": "And they stayed no little time with the disciples.",
    "15:1": "And some men came down from Judea [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came down\") has been translated as a finite verb> began teaching<note: *The imperfect tense has been translated as ingressive here (\"began teaching\")> the brothers, \"Unless you are circumcised according to the custom [prescribed] by Moses, you cannot be saved.\"",
    "15:2": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> there was no little strife and debate by Paul and Barnabas against them, they appointed Paul and Barnabas and some others from among them to go up to the apostles and elders in Jerusalem concerning this issue.",
    "15:3": "So they were sent on their way by the church, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were sent on their way\") has been translated as a finite verb> passed through both Phoenicia and Samaria, telling in detail the conversion of the Gentiles and bringing great joy to all the brothers.",
    "15:4": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived in Jerusalem, they were received by the church and the apostles and the elders, and reported all that God had done with them.",
    "15:5": "But some of those who had believed from the party of the Pharisees stood up, saying, \"It is necessary to circumcise them and to command [them]<note: *Here the direct object is supplied from context in the English translation> to observe the law of Moses!\"",
    "15:6": "Both the apostles and the elders assembled to deliberate concerning this matter.",
    "15:7": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> there was much debate, Peter stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> said to them, \"Men [and] brothers, you know that in the early days<note: Or \"from ancient days\"> God chose among you through my mouth [that] the Gentiles should hear the message of the gospel and believe.",
    "15:8": "And God, who knows the heart, testified to them [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"giving\") which is understood as means> giving [them]<note: *Here the direct object is supplied from context in the English translation> the Holy Spirit, just as he also [did] to us.",
    "15:9": "And he made no distinction between us and them, cleansing their hearts by faith.",
    "15:10": "So now why are you putting God to the test [by]<note: *Here \"[by]\" is supplied as a component of the infinitive (\"placing\") which is understood as means> placing on the neck of the disciples a yoke that neither our fathers nor we have been able to bear?",
    "15:11": "But we believe [we] will be saved through the grace of the Lord Jesus in {the same}<note: Literally \"which\"> way those also [are].\"",
    "15:12": "And the whole group became silent and listened to Barnabas and Paul describing all the signs and wonders God had done among the Gentiles through them.",
    "15:13": "And after they had stopped speaking, James answered, saying, \"Men [and] brothers, listen to me!",
    "15:14": "Simeon has described how God first concerned himself to take from among the Gentiles a people for his name.",
    "15:15": "And with this the words of the prophets agree, just as it is written:",
    "15:16": "'After these [things] I will return and build up again the tent of David that has fallen, and the [parts] of it that had been torn down I will build up again and will restore it,",
    "15:17": "so that the rest of humanity may seek the Lord, even all the Gentiles<note: The same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> {who are called by my name},<note: Literally \"on whom my name has been called on them\"> says the Lord,<note: A quotation from Amos 9:11-12> who makes these [things]",
    "15:18": "known from of old.'<note: The last phrase of v. 17 and all of v. 18 is an allusion to Isa 45:21>",
    "15:19": "Therefore I conclude we should not cause difficulty for those from among the Gentiles who turn to God,",
    "15:20": "but we should write a letter to them to abstain from the pollution of idols and from sexual immorality and from what has been strangled and from blood.",
    "15:21": "For Moses has those who proclaim him in every city from ancient generations, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"is read aloud\") which is understood as causal> is read aloud in the synagogues on every Sabbath.\"",
    "15:22": "Then it seemed best to the apostles and the elders, together with the whole church, to send men chosen from among them to Antioch with Paul and Barnabas--Judas who was called Barsabbas and Silas, men [who were] leaders among the brothers--",
    "15:23": "writing [this letter]<note: *Here the direct object is supplied from context in the English translation> {to be delivered by them}:<note: Literally \"by their hand\"> The apostles and the elders, brothers. \r\n To the brothers [who are] from among the Gentiles in Antioch and Syria and Cilicia.\r\n Greetings!\r\n",
    "15:24": "Because we have heard that some have gone out from among us--to whom we gave no orders--[and]<note: *Here \"[and]\" is supplied because the previous participle (\"have gone out\") has been translated as a finite verb> have thrown you into confusion by words upsetting your {minds},<note: Literally \"souls\">",
    "15:25": "it seemed best to us, {having reached a unanimous decision},<note: Literally \"having become of one mind\"> [and]<note: *Here \"[and]\" is supplied in keeping with English style> having chosen men, to send [them]<note: *Here the direct object is supplied from context in the English translation> to you together with our dear friends Barnabas and Paul,",
    "15:26": "men who have risked their lives on behalf of the name of our Lord Jesus Christ.",
    "15:27": "Therefore we have sent Judas and Silas, and they will report the same [things] by word of mouth.",
    "15:28": "For it seemed best to the Holy Spirit and to us to place on you no greater burden except these necessary things:",
    "15:29": "[that you] abstain from food sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. [If you]<note: *Here \"[if]\" is supplied as a component of the participle (\"keep\") which is understood as conditional> keep yourselves from {these things}<note: Literally \"which things\"> you will do well. Farewell.",
    "15:30": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"were sent off\") which is understood as temporal> they were sent off, they came down to Antioch, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"calling together\") which is understood as temporal> calling together the community, they delivered the letter.",
    "15:31": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"read ... aloud\") which is understood as temporal> read [it]<note: *Here the direct object is supplied from context in the English translation> aloud, they rejoiced at the encouragement.",
    "15:32": "Both Judas and Silas, who were also prophets themselves, encouraged and strengthened the brothers by a long message.",
    "15:33": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"spending\") which is understood as temporal> spending [some] time, they were sent away in peace from the brothers to those who had sent them.<note: A few later manuscripts add v. 34, \"But Silas decided to stay there.\">",
    "15:35": "But Paul and Barnabas remained in Antioch teaching and proclaiming the word of the Lord with many others also.",
    "15:36": "And after some days, Paul said to Barnabas, \"Come then,[let us] return [and]<note: *Here \"[and]\" is supplied because the previous participle (\"return\") has been translated as a finite verb> visit the brothers in every town in which we proclaimed the word of the Lord, [to see] how they are [doing].\"",
    "15:37": "Now Barnabas wanted to take John who was called Mark along also,",
    "15:38": "but Paul held the opinion they should not take this one along, who departed from them in Pamphylia and did not accompany them in the work.",
    "15:39": "And a sharp disagreement took place, so that they separated from one another. And Barnabas took along Mark [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took along\") has been translated as a finite verb> sailed away to Cyprus,",
    "15:40": "but Paul chose Silas [and]<note: *Here \"[and]\" is supplied because the previous participle (\"chose\") has been translated as a finite verb> departed, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"being commended\") which is understood as temporal> being commended to the grace of the Lord by the brothers.",
    "15:41": "And he traveled through Syria and Cilicia, strengthening the churches.",
    "16:1": "And he came also to Derbe and to Lystra. And behold, a certain disciple was there {named}<note: Literally \"by name\"> Timothy, the son of a believing Jewish woman but of a Greek father,",
    "16:2": "who was well spoken of by the brothers in Lystra and Iconium.",
    "16:3": "Paul wanted this one to go with him, and he took [him]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> circumcised him because of the Jews who were in those places, for [they] all knew that his father was Greek.",
    "16:4": "And as they went through the towns, they passed on to them to observe the rules that had been decided by the apostles and elders [who were] in Jerusalem.",
    "16:5": "So the churches were being strengthened in the faith and were growing in number every day.",
    "16:6": "And they traveled through the Phrygian and Galatian region, having been prevented by the Holy Spirit from speaking the message in Asia.<note: A reference to the Roman province of Asia (modern Asia Minor)>",
    "16:7": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Mysia, they attempted to go into Bithynia, and the Spirit of Jesus did not permit them.",
    "16:8": "So going through Mysia, they went down to Troas.",
    "16:9": "And a vision appeared to Paul during the night: a certain Macedonian man was standing there and imploring him and saying, \"Come over to Macedonia [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come over\") has been translated as a finite verb> help us!\"",
    "16:10": "And when he had seen the vision, we wanted at once to go away to Macedonia, concluding that God had called us to proclaim the good news to them.",
    "16:11": "So putting out to sea from Troas, we sailed a straight course to Samothrace, and on the following [day] to Neapolis,",
    "16:12": "and from there to Philippi, which is a leading city [of that] district of Macedonia, a [Roman] colony. And we were staying in this city for some days.",
    "16:13": "And on the day of the Sabbath, we went outside the [city] gate beside the river, where we thought there was a place of prayer, and we sat down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> spoke to the women assembled [there].",
    "16:14": "And a certain woman {named}<note: Literally \"by name\"> Lydia from the city of Thyatira, a merchant dealing in purple cloth who showed reverence for God, was listening. The Lord opened {her}<note: Literally \"whose\"> heart to pay attention to what was being said by Paul.",
    "16:15": "And after she was baptized, and her household, she urged [us],<note: *Here the direct object is supplied from context in the English translation> saying, \"If you consider me to be a believer in the Lord, come to my house [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> stay.\" And she prevailed upon us.",
    "16:16": "And it happened that [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going\")> we were going to the place of prayer, a certain female slave who had a spirit of divination<note: Literally \"a spirit of Python\"; Python was the name of the serpent or dragon that guarded the Delphic oracle at the foot of Mt. Parnassus and the word eventually came to be used for a spirit of divination> met us, who was bringing a large profit to her owners [by]<note: *Here \"[by]\" is supplied as a component of the infinitive (\"fortune-telling\") which is understood as means> fortune-telling.",
    "16:17": "She followed Paul and us [and]<note: *Here \"[and]\" is supplied because the previous participle (\"followed\") has been translated as a finite verb> was crying out, saying, \"These men are slaves of the Most High God, who are proclaiming to you the way of salvation!\"",
    "16:18": "And she was doing this for many days. But Paul, becoming greatly annoyed and turning around, said to the spirit, \"I command you in the name of Jesus Christ to come out of her!\" And it came out {immediately}.<note: Literally \"[that] same hour\">",
    "16:19": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> her owners saw that their hope of profit was gone, they seized Paul and Silas [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> dragged [them]<note: *Here the direct object is supplied from context in the English translation> into the marketplace before the rulers.",
    "16:20": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had brought\") which is understood as temporal> had brought them to the chief magistrates, they said, \"These men are throwing our city into confusion, being Jews,",
    "16:21": "and are proclaiming customs that are not permitted for us to accept or to practice, [because we]<note: *Here \"[because]\" is supplied as a component of the participle (\"are\") which is understood as causal> are Romans!\"",
    "16:22": "And the crowd joined in attacking them, and the chief magistrates tore off their clothing [and]<note: *Here \"[and]\" is supplied because the previous participle (\"tore off\") has been translated as a finite verb> gave orders to beat [them]<note: *Here the direct object is supplied from context in the English translation> with rods.",
    "16:23": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had inflicted\") which is understood as temporal> had inflicted many blows on them, they threw [them]<note: *Here the direct object is supplied from context in the English translation> into prison, giving orders to the jailer to guard them securely.",
    "16:24": "Having received such an order, {he}<note: Literally \"who\"> put them in the inner prison and fastened their feet in the stocks.<note: Or possibly \"to the [block] of wood,\" referring to a log to which the prisoners were chained or tied>",
    "16:25": "Now about midnight, Paul and Silas were praying [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were praying\") has been translated as a finite verb> singing hymns to God, and the prisoners were listening to them.",
    "16:26": "And suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened and all the bonds<note: Or \"chains\"> were unfastened.",
    "16:27": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"was\") which is understood as temporal> the jailer was awake and saw the doors of the prison open, he drew [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> sword [and]<note: *Here \"[and]\" is supplied because the previous participle (\"drew\") has been translated as a finite verb> was about to kill himself, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"thought\") which is understood as causal> thought the prisoners had escaped.",
    "16:28": "But Paul called out with a loud voice, saying, \"Do no harm to yourself, for we are all here!\"",
    "16:29": "And demanding lights, he rushed in and, {beginning to tremble},<note: Literally \"became trembling\"> fell down at the feet of Paul and Silas.",
    "16:30": "And he brought them outside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought\") has been translated as a finite verb> said, \"Sirs, what must I do so that I can be saved?\"",
    "16:31": "And they said, \"Believe in the Lord Jesus and you will be saved, you and your household!\"",
    "16:32": "And they spoke the message of the Lord to him, together with all those in his house.",
    "16:33": "And he took them at that [very] hour of the night [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> washed [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> wounds, and he himself was baptized at once, and all those of his [household].<note: *The word \"[household]\" is not in the Greek text, but is supplied from the previous verse>",
    "16:34": "And he brought them up into [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> house [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought ... up\") has been translated as a finite verb> set a meal before [them],<note: *Here the direct object is supplied from context in the English translation> and rejoiced greatly that he had believed in God with his whole household.",
    "16:35": "And [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was day, the chief magistrates sent the police officers, saying, \"Release those men.\"",
    "16:36": "And the jailer reported these words to Paul: \"The chief magistrates have sent [an order]<note: *Here the direct object is supplied from context in the English translation> that you should be released. So come out now [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come out\") has been translated as a finite verb> go in peace!\"",
    "16:37": "But Paul said to them, \"They beat us in public without due process--men who are Roman citizens--[and]<note: *Here \"[and]\" is supplied because the previous participle (\"beat\") has been translated as a finite verb> threw [us]<note: *Here the direct object is supplied from context in the English translation> into prison, and now they are wanting to release us secretly? Certainly not! Rather let them come themselves [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> bring us out!\"",
    "16:38": "So the police officers reported these words to the chief magistrates, and they were afraid [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that they were Roman citizens.",
    "16:39": "And they came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> apologized to<note: Or \"reassured\"; or \"conciliated\"> them, and [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"brought ... out\") which is understood as temporal> brought [them]<note: *Here the direct object is supplied from context in the English translation> out they asked [them]<note: *Here the direct object is supplied from context in the English translation> to depart from the city.",
    "16:40": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came out\") which is understood as temporal> came out of the prison, they went to Lydia and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [them],<note: *Here the direct object is supplied from context in the English translation> they encouraged the brothers and departed.",
    "17:1": "Now [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"traveled through\") which is understood as temporal> traveled through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.",
    "17:2": "{And as was his custom},<note: Literally \"and in accordance with what he was accustomed to\"> Paul went in to them and on three Sabbath [days] he discussed with them from the scriptures,",
    "17:3": "explaining and demonstrating that it was necessary [for] the Christ<note: Or \"Messiah\"> to suffer and to rise from the dead, and [saying], \"This Jesus whom I am proclaiming to you is the Christ.\"<note: Or \"Messiah\">",
    "17:4": "And some of them were persuaded and joined Paul and Silas, and [also] a large number of God-fearing Greeks and not a few of the prominent women.",
    "17:5": "But the Jews were filled with jealousy and, taking along some worthless men from the rabble in the marketplace and forming a mob, threw the city into an uproar. And attacking Jason's house, they were looking for them to bring [them]<note: *Here the direct object is supplied from context in the English translation> out to the popular assembly.",
    "17:6": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"find\") which is understood as temporal> did not find them, they dragged Jason and some brothers before the city officials, shouting, \"These [people] who have stirred up trouble [throughout] the world<note: Or \"empire\"> have come here also,",
    "17:7": "whom Jason has entertained as guests! And these [people] [are] all acting contrary to the decrees of Caesar, saying there is another king, Jesus!\"",
    "17:8": "And they threw the crowd into confusion, and the city officials who heard these [things].",
    "17:9": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"taking\") which is understood as temporal> taking money as security from Jason and the rest, they released them.",
    "17:10": "Now the brothers sent away both Paul and Silas at once, during the night, to Berea. {They}<note: Literally \"who\" (referring to Paul and Silas)> went into the synagogue of the Jews [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived.",
    "17:11": "Now these were more open-minded than those in Thessalonica. {They}<note: Literally \"who\"> accepted the message with all eagerness, examining the scriptures every day [to see] if these [things] were so.",
    "17:12": "Therefore many of them believed, and not a few of the prominent Greek women and men.",
    "17:13": "But when the Jews from Thessalonica found out that the message of God had been proclaimed by Paul in Berea also, they came there too, inciting and stirring up the crowds.",
    "17:14": "So then the brothers sent Paul away at once to go to the sea, and both Silas and Timothy remained there.",
    "17:15": "And those who conducted Paul brought [him]<note: *Here the direct object is supplied from context in the English translation> as far as Athens, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"receiving\") which is understood as temporal> receiving an order for Silas and Timothy that they should come to him as soon as possible, they went away.",
    "17:16": "Now while Paul was waiting for them in Athens, his spirit was provoked within him [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"observed\") which is understood as temporal> observed the city was full of idols.",
    "17:17": "So he was discussing in the synagogue with the Jews and the God-fearing [Gentiles],<note: *Here the word \"[Gentiles]\" is not in the Greek text but is implied> and in the marketplace every day with those who happened to be there.",
    "17:18": "And even some of the Epicurean and Stoic philosophers were conversing with him, and some were saying, \"What does this babbler want to say?\" But [others said],<note: *The words \"[others said]\" are not in the Greek text but are implied> \"He appears to be a proclaimer of foreign deities,\" because he was proclaiming the good news [about] Jesus and the resurrection.",
    "17:19": "And they took hold of him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took hold of\") has been translated as a finite verb> brought [him]<note: *Here the direct object is supplied from context in the English translation> to the Areopagus, saying, \"May we learn what [is] this new teaching being proclaimed by you?",
    "17:20": "For you are bringing some astonishing things to our ears. Therefore we want to know what {these things mean}.\"<note: Literally \"these [things] want to be\">",
    "17:21": "(Now all the Athenians and the foreigners who stayed there used to spend [their] time in nothing else than telling something or listening to something new.)",
    "17:22": "So Paul stood there in the middle of the Areopagus [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood there\") has been translated as a finite verb> said, \"Men of Athens, I see you [are] very religious {in every respect}.<note: Literally \"with respect to all [things]\">",
    "17:23": "For [as I]<note: *Here \"[as]\" is supplied as a component of the participle (\"was passing through\") which is understood as temporal> was passing through and observing carefully your objects of worship, I even found an altar on which was inscribed, 'To an unknown God.' Therefore what you worship without knowing [it],<note: *Here the direct object is supplied from context in the English translation> this I proclaim to you--",
    "17:24": "the God who made the world and all the things in it. This one, being Lord of heaven and earth, does not live in temples made by human hands,",
    "17:25": "nor is he served by human hands [as if he]<note: *Here \"[as] if\" is supplied as a component of the conditional adverbial participle (\"needed\")> needed anything, [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"gives\") which is understood as causal> he himself gives to everyone life and breath and everything.",
    "17:26": "And he made from one [man] every nation of humanity to live on all the face of the earth, determining [their] fixed times and the fixed boundaries of their habitation,",
    "17:27": "to search for God, if perhaps indeed they might feel around for him and find [him].<note: *Here the direct object is supplied from context in the English translation> And indeed he is not far away from each one of us,",
    "17:28": "for in him we live and move and exist,<note: Some interpreters hold that the phrase \"in him we live and move and exist\" is a quotation from Epimenides of Crete, but more likely it is a traditional Greek formula> as even some of {your own}<note: Literally \"with respect to you\"> poets have said: 'For we also are {his}<note: Literally \"of [him]\"> offspring.'<note: A quotation from Aratus, Phaenomena 5>",
    "17:29": "Therefore, [because we]<note: *Here \"[because]\" is supplied as a component of the participle (\"are\") which is understood as causal> are offspring of God, we ought not to think the divine being is like gold or silver or stone, an image formed by human skill and thought.",
    "17:30": "Therefore [although]<note: *Here \"[although]\" is supplied as a component of the participle (\"has overlooked\") which is understood as concessive> God has overlooked the times of ignorance, he now commands all people everywhere to repent,",
    "17:31": "because he has set a day on which he is going to judge the world in righteousness by the man who he has appointed, having provided proof to everyone [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"raising\") which is understood as means> raising him from the dead.\"",
    "17:32": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard about\") which is understood as temporal> heard about the resurrection of the dead, [some] scoffed, but [others] said, \"We will hear you about this again also.\"",
    "17:33": "So Paul went out from the midst of them.",
    "17:34": "But some people<note: *Here the Greek term \"men\" is used as a generic for \"people\"; note the presence of of a woman (Damaris) in the group> joined him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"joined\") has been translated as a finite verb> believed, among whom also [were] Dionysius the Areopagite and a woman {named}<note: Literally \"by name\"> Damaris and others with them.",
    "18:1": "After these [things] he departed from Athens [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went to Corinth.",
    "18:2": "And he found a certain Jew {named}<note: Literally \"by name\"> Aquila, {a native}<note: Literally \"by nationality\"> of Pontus who had arrived recently from Italy {along with}<note: Literally \"and\"> Priscilla his wife, because Claudius had ordered all the Jews to depart from Rome, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"found\") has been translated as a finite verb> he went to them.",
    "18:3": "And because [he] was practicing the same trade, he stayed with them and worked, for they were tentmakers by trade.",
    "18:4": "And he argued in the synagogue every Sabbath, attempting to persuade<note: *Here the imperfect verb has been translated as conative (\"attempting to persuade\")> both Jews and Greeks.",
    "18:5": "Now when both Silas and Timothy came down from Macedonia, Paul began to be occupied with<note: *The imperfect tense has been translated as ingressive here (\"began to be occupied with\")> the message, solemnly testifying to the Jews [that] the Christ<note: Or \"Messiah\"> was Jesus.",
    "18:6": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"resisted\")> they resisted and reviled [him],<note: *Here the direct object is supplied from context in the English translation> he shook out [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> clothes [and]<note: *Here \"[and]\" is supplied because the previous participle (\"shook out\") has been translated as a finite verb> said to them, \"Your blood [be] on your [own] heads! I [am] guiltless! From now on I will go to the Gentiles!\"",
    "18:7": "And leaving there, he entered into the house of someone {named}<note: Literally \"by name\"> Titius Justus, a worshiper<note: Or \"a God-fearer\"> of God whose house was next door to the synagogue.",
    "18:8": "And Crispus, the ruler of the synagogue, believed in the Lord together with his whole household. And many of the Corinthians, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard about\") which is understood as temporal> heard about [it],<note: *Here the direct object is supplied from context in the English translation> believed and were baptized.",
    "18:9": "And the Lord said to Paul by a vision in the night, \"Do not be afraid, but speak and do not keep silent,",
    "18:10": "because I am with you and no one will attack you to harm you, because many people are mine in this city.\"",
    "18:11": "So he stayed a year and six months, teaching the word of God among them.",
    "18:12": "Now [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> Gallio was proconsul of Achaia, the Jews rose up with one purpose against Paul and brought him before the judgment seat,",
    "18:13": "saying, \"This man is persuading people to worship God contrary to the law!\"",
    "18:14": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was about\")> Paul was about to open [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mouth, Gallio said to the Jews, \"If it was some crime or wicked villainy, O Jews, {I would have been justified in accepting}<note: Literally \"with respect to a motive I would have accepted\"> your complaint.",
    "18:15": "But if it is questions concerning a word and names and {your own law},<note: Literally \"the according to you law\"> see to [it]<note: *Here the direct object is supplied from context in the English translation> yourselves! I do not wish to be a judge of these [things].\"",
    "18:16": "And he drove them away from the judgment seat.",
    "18:17": "So they all seized Sosthenes, the ruler of the synagogue, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> began beating<note: *The imperfect tense has been translated as ingressive here (\"began beating\")> [him]<note: *Here the direct object is supplied from context in the English translation> in front of the judgment seat. And none of these [things] was a concern to Gallio.",
    "18:18": "So Paul, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"remaining\") which is understood as temporal> remaining many days longer, said farewell to the brothers [and]<note: *Here \"[and]\" is supplied because the previous participle (\"said farewell\") has been translated as a finite verb> sailed away to Syria, and with him Priscilla and Aquila. He shaved [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> head at Cenchrea, because he had [taken] a vow.",
    "18:19": "So they arrived at Ephesus, and those he left behind there, but he himself entered into the synagogue [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> discussed with the Jews.",
    "18:20": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"asked\")> they asked [him]<note: *Here the direct object is supplied from context in the English translation> to stay for a longer time, he did not give his consent,",
    "18:21": "but saying farewell and telling [them],<note: *Here the direct object is supplied from context in the English translation> \"I will return to you again [if]<note: *Here \"if\" is supplied as a component of the conditional adverbial participle (\"wills\")> God wills,\" he set sail from Ephesus.",
    "18:22": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived at Caesarea, he went up and greeted the church, [and]<note: *Here \"[and]\" is supplied because the two previous participles (\"went up\" and \"greeted\") have been translated as finite verbs> went down to Antioch.",
    "18:23": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"spending\") which is understood as temporal> spending some time [there], he departed, traveling through one [place] after another [in] the Galatian region and Phrygia, strengthening all the disciples.",
    "18:24": "Now a certain Jew {named}<note: Literally \"by name\"> Apollos, {a native}<note: Literally \"by nationality\"> Alexandrian, arrived in Ephesus--an eloquent man who was well-versed in the scriptures.",
    "18:25": "This man had been instructed [in] the way of the Lord, and being enthusiastic in spirit, he was speaking and teaching accurately the [things] about Jesus, [although he]<note: *Here \"[although]\" is supplied as a component of the participle (\"knew\") which is understood as concessive> knew only the baptism of John.",
    "18:26": "And he began to speak boldly in the synagogue, but [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Priscilla and Aquila heard him, they took him aside and explained the way of God to him more accurately.",
    "18:27": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"wanted\")> he wanted to cross over to Achaia, the brothers encouraged [him]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"encouraged\") has been translated as a finite verb> wrote to the disciples to welcome him. [When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived, {he}<note: Literally \"who\"> assisted greatly those who had believed through grace.",
    "18:28": "For he was vigorously refuting the Jews in public, demonstrating through the scriptures [that] the Christ<note: Or \"Messiah\"> was Jesus.",
    "19:1": "And it happened that [while] Apollos was in Corinth, Paul traveled through the inland regions [and]<note: *Here \"[and]\" is supplied because the previous participle (\"traveled through\") has been translated as a finite verb> came<note: Some manuscripts have \"[and] came down\"> to Ephesus and found some disciples.",
    "19:2": "And he said to them, \"Did you receive the Holy Spirit [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"believed\") which is understood as temporal> believed?\" And they [said] to him, \"But we have not even heard that there is a Holy Spirit!\"",
    "19:3": "And he said, \"Into what then were you baptized?\" And they said, \"Into the baptism of John.\"",
    "19:4": "And Paul said, \"John baptized [with] a baptism of repentance, telling the people that they should believe in the one who was to come after him--that is, in Jesus.\"",
    "19:5": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> they were baptized in the name of the Lord Jesus.",
    "19:6": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"laid\")> Paul laid hands<note: Some manuscripts have \"placed his hands\"> on them, the Holy Spirit came upon them and they began to speak<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> in tongues and to prophesy.",
    "19:7": "(Now the total [number] [of] men was about twelve.)",
    "19:8": "So he entered into the synagogue [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> was speaking boldly for three months, discussing and attempting to convince<note: The present tense participle has been translated as a conative present (\"attempting to convince\")> [them]<note: *Here the direct object is supplied from context in the English translation> concerning<note: Some manuscripts have \"[of] the things concerning\"> the kingdom of God.",
    "19:9": "But when some became hardened and were disobedient, reviling the Way before the congregation, he departed from them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> took away the disciples, leading discussions every day in the lecture hall of Tyrannus.",
    "19:10": "And this took place for two years, so that all who lived in Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> heard the word of the Lord, both Jews and Greeks.",
    "19:11": "And God was performing {extraordinary}<note: Literally \"not the ordinary\"> miracles by the hands of Paul,",
    "19:12": "so that even handkerchiefs or work aprons {that had touched his skin}<note: Literally \"from his skin\"> were carried away to those who were sick, and [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> diseases left them and the evil spirits came out [of them].<note: *The words \"[of them]\" are not in the Greek text but are implied>",
    "19:13": "But some itinerant Jewish exorcists also attempted to pronounce the name of the Lord Jesus over those who had evil spirits, saying, \"I adjure you by Jesus whom Paul preaches!\"",
    "19:14": "(Now seven sons of a certain Sceva, a Jewish chief priest, were doing this.)",
    "19:15": "But the evil spirit answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Jesus I know, and Paul I am acquainted with, but who are you?\"",
    "19:16": "And the man {who had the evil spirit}<note: Literally \"in whom the evil spirit was\"> leaped on them, subdued all of them, [and]<note: *Here \"and\" is supplied because the two previous participles (\"leaped\" and \"subdued\") have been translated as finite verbs> prevailed against them, so that they ran away from that house naked and wounded.",
    "19:17": "And this became known to all who lived in Ephesus, both Jews and Greeks, and fear fell upon them all, and the name of the Lord Jesus was exalted.",
    "19:18": "And many of those who had believed came, confessing and disclosing their practices,",
    "19:19": "and many of those who practiced magic brought together [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> books [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought together\") has been translated as a finite verb> burned [them]<note: *Here the direct object is supplied from context in the English translation> up in the sight of everyone. And they counted up their value and found [it was] {fifty thousand silver coins}.<note: Literally \"five ten thousands of silver coins\">",
    "19:20": "In this way the word of the Lord was growing in power and was prevailing.",
    "19:21": "Now when these [things] were completed, Paul resolved in the Spirit to go to Jerusalem, passing through Macedonia and Achaia, saying, \"After I have been there, it is necessary [for] me to see Rome also.\"",
    "19:22": "So [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"sending\") which is understood as temporal> sending two of those who were assisting him, Timothy and Erastus, to Macedonia, he himself stayed [some] time in Asia.<note: A reference to the Roman province of Asia (modern Asia Minor)>",
    "19:23": "Now there happened at that time no little disturbance concerning the Way.",
    "19:24": "For someone {named}<note: Literally \"by name\"> Demetrius, a silversmith who made silver replicas of the temple of Artemis, was bringing no little business to the craftsmen.",
    "19:25": "{These}<note: Literally \"whom\"> he gathered together, and the workers occupied with such things, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gathered together\") has been translated as a finite verb> said, \"Men, you know that from this business {we get our prosperity},<note: Literally \"prosperity is to us\">",
    "19:26": "and you see and hear that not only in Ephesus but in almost all of Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> this man Paul has persuaded [and]<note: *Here \"[and]\" is supplied because the previous participle (\"has persuaded\") has been translated as a finite verb> turned away a large crowd [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"saying\") which is understood as means> saying that the [gods] made by hands are not gods.",
    "19:27": "So not only is there a danger this line of business of ours [will] come into disrepute, but also the temple of the great goddess Artemis [will] be regarded as nothing--and [she] is about to be brought down even from her grandeur, [she] whom the whole [of] Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> and the [entire] world worship!\"",
    "19:28": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this]<note: *Here the direct object is supplied from context in the English translation> and became full of rage, they began to shout,<note: *The imperfect tense has been translated as ingressive here (\"began to shout\")> saying, \"Great [is] Artemis of the Ephesians!\"",
    "19:29": "And the city was filled with the tumult, and with one purpose they rushed into the theater, seizing Gaius and Aristarchus, Macedonians [who were] traveling companions of Paul.",
    "19:30": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"wanted\")> Paul wanted to enter into the popular assembly, the disciples would not let him.",
    "19:31": "And even some of the Asiarchs<note: Or \"provincial authorities\"> who were his friends sent [word]<note: *Here the direct object is supplied from context in the English translation> to him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> were urging [him]<note: *Here the direct object is supplied from context in the English translation> not to risk himself [by going] into the theater.",
    "19:32": "So some were shouting [one thing]<note: *Here the direct object is supplied from context in the English translation> [and] some another, for the assembly was in confusion, and the majority did not know {why}<note: Literally \"on account of what\"> they had assembled.",
    "19:33": "And [some] of the crowd advised<note: Or \"concluded [it was about]\"> Alexander, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"put ... forward\")> the Jews put him forward. But Alexander, motioning [with his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand, was wanting to defend himself to the popular assembly.",
    "19:34": "But [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"recognized\") which is understood as temporal> recognized that he was a Jew, they were shouting with one voice from all [of them] for about two hours, \"Great [is] Artemis of the Ephesians!\"",
    "19:35": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had quieted\") which is understood as temporal> the city secretary had quieted the crowd, he said, \"Ephesian men, for who is there among men who does not know the Ephesian city is honorary temple keeper of the great Artemis and of [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> image fallen from heaven?",
    "19:36": "Therefore [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"are\")> these [things] are undeniable, it is necessary [that] you be quiet and do nothing rash!",
    "19:37": "For you have brought these men [here] [who are] neither temple robbers nor blasphemers of our goddess.",
    "19:38": "If then Demetrius and the craftsmen [who are] with him have a complaint against anyone, the court days are observed and there are proconsuls--let them bring charges against one another!",
    "19:39": "But if you desire anything further, it will be settled in the lawful assembly.",
    "19:40": "For indeed we are in danger of being accused of rioting concerning today, [since there]<note: *Here \"[since]\" is supplied as a component of the causal genitive absolute participle (\"is\")> is no cause in relation to which we will be able to give an account concerning this disorderly gathering!\" And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he dismissed the assembly.<note: Verse 41 in the English Bible is included as part of v. 40 in the standard editions of the Greek text>",
    "20:1": "Now after the turmoil had ceased, Paul summoned<note: *Here the participle (\"summoned\") has been translated as a finite verb in keeping with English style> the disciples, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"encouraging\") which is understood as temporal> encouraging [them],<note: *Here the direct object is supplied from context in the English translation> he said farewell [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> departed to travel to Macedonia.",
    "20:2": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had gone through\") which is understood as temporal> had gone through those regions and encouraged them {at length},<note: Literally \"with many a word\"> he came to Greece",
    "20:3": "and stayed<note: *Here the participle (\"stayed\") has been translated as a finite verb in keeping with English style> three months. [Because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"was made\")> a plot was made against him by the Jews [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was about to\") which is understood as temporal> was about to set sail for Syria, he came to a decision to return through Macedonia.",
    "20:4": "And Sopater [son] of Pyrrhus from Berea, and Aristarchus and Secundus from Thessalonica, and Gaius from Derbe, and Timothy, and Tychicus and Trophimus from Asia, were accompanying him.",
    "20:5": "And these had gone on ahead [and]<note: *Here \"[and]\" is supplied because the previous participle (\"had gone on ahead\") has been translated as a finite verb> were waiting for us in Troas.",
    "20:6": "And we sailed away from Philippi after the days of Unleavened Bread and came to them at Troas within five days, where we stayed seven days.",
    "20:7": "And on the first [day] of the week, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had assembled\")> we had assembled to break bread, Paul began conversing<note: *The imperfect tense has been translated as ingressive here (\"began conversing\")> with them, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"was going to\") which is understood as causal> was going to leave on the next day, and he extended [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> message until midnight.",
    "20:8": "Now there were quite a few lamps in the upstairs room where we were gathered.",
    "20:9": "And a certain young man {named}<note: Literally \"by name\"> Eutychus who was sitting in the window was sinking into a deep sleep [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was conversing\")> Paul was conversing at length. Being overcome by sleep, he fell down from the third story and was picked up dead.",
    "20:10": "But Paul went down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went down\") has been translated as a finite verb> threw himself on him, and putting his arms around [him],<note: *Here the direct object is supplied from context in the English translation> said, \"Do not be distressed, for his life is in him.\"",
    "20:11": "So he went up and broke bread,<note: *This participle and the previous one (\"went up\") have been translated as finite verbs in keeping with English style> and [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had eaten\") which is understood as temporal> had eaten and talked for a long [time], until dawn, then he departed.",
    "20:12": "And they led the youth away alive, and {were greatly}<note: Literally \"were not moderately\"> comforted.",
    "20:13": "But we went on ahead to the ship [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went on ahead\") has been translated as a finite verb> put out to sea for Assos, intending to take Paul on board there. For having made arrangements in this way, he himself was intending to travel by land.",
    "20:14": "And when he met us at Assos, we took him on board [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took ... on board\") has been translated as a finite verb> went to Mitylene.",
    "20:15": "And we sailed from there on the next [day], [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sailed\") has been translated as a finite verb> arrived opposite Chios. And on the next [day] we approached Samos, and on the following [day] we came to Miletus.",
    "20:16": "For Paul had decided to sail past Ephesus so that he would not be [having] to spend time in Asia.<note: A reference to the Roman province of Asia (modern Asia Minor)> For he was hurrying if it could be possible for him to be in Jerusalem on the day of Pentecost.",
    "20:17": "And from Miletus he sent [word]<note: *Here the direct object is supplied from context in the English translation> to Ephesus [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> summoned the elders of the church.",
    "20:18": "And when they came to him, he said to them, \"You know from the first day on which I set foot in Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> how I was the whole time with you--",
    "20:19": "serving the Lord with all humility and with tears, and with the trials that happened to me through the plots of the Jews--",
    "20:20": "how I did not shrink from proclaiming to you anything that would be profitable, and [from] teaching you in public and from house [to house],",
    "20:21": "testifying both to Jews and to Greeks with respect to repentance toward God and faith in our Lord Jesus.",
    "20:22": "\"And now behold, bound by the Spirit I am traveling to Jerusalem, not knowing the things that will happen to me {there},<note: Literally \"in it\">",
    "20:23": "except that the Holy Spirit testifies to me in town [after town], saying that bonds and persecutions await me.",
    "20:24": "But I consider [my]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> life [as] worth {nothing}<note: Or \"not a single word\"; literally \"not any thing\"> to myself, in order to finish my mission and the ministry that I received from the Lord Jesus, to testify [to] the gospel of the grace of God.",
    "20:25": "\"And now behold, I know that all [of] you, among whom I went about proclaiming the kingdom, will see my face no more.",
    "20:26": "Therefore I testify to you on this very day that I am guiltless of the blood of all [of you],<note: *The words \"[of you]\" are not in the Greek text but are implied>",
    "20:27": "for I did not shrink from proclaiming to you the whole purpose of God.",
    "20:28": "Be on guard for yourselves and for all the flock among which the Holy Spirit has appointed you [as] overseers, to shepherd the church of God which he obtained through the blood of his own [Son].<note: Or \"through his own blood\"; the Greek construction can be taken either way, with \"Son\" implied if the meaning is \"through the blood of his own\">",
    "20:29": "I know that after my departure fierce wolves will come in among you, not sparing the flock.",
    "20:30": "And from among you yourselves men will arise, speaking {perversions of the truth}<note: Literally \"crooked things\"> in order to draw away the disciples after them.",
    "20:31": "Therefore be on the alert, remembering that night and day [for] three years I did not stop warning each one [of you]<note: *The words \"[of you]\" are not in the Greek text but are implied> with tears.",
    "20:32": "\"And now I entrust you to God and to the message of his grace, which is able to build [you]<note: *Here the direct object is supplied from context in the English translation> up and to give [you]<note: *Here the direct object is supplied from context in the English translation> the inheritance among all those who are sanctified.",
    "20:33": "I have desired no one's silver or gold or clothing!",
    "20:34": "You yourselves know that these hands served [to meet]<note: *The words \"[to meet]\" are not in the Greek text but are supplied for clarity> my needs and [the needs of]<note: *The words \"[the needs of]\" are supplied in keeping with English style to maintain the parallelism with the earlier phrase \"my needs\"> those who were with me.",
    "20:35": "I have shown you [with respect to] all [things] that [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"working hard\") which is understood as means> working hard in this way it is necessary to help those who are in need, and to remember the words of the Lord Jesus that he himself said, \"It is more blessed to give than to receive.\"<note: Perhaps an allusion to Matt 10:8; these exact words are not found in the NT gospels>",
    "20:36": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he fell to his knees [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell to\") has been translated as a finite verb> prayed with them all.",
    "20:37": "And there was considerable weeping by all, and {hugging}<note: Literally \"falling on the neck of\"> Paul, they kissed him,",
    "20:38": "especially distressed at the statement that he had said, that they were going to see his face no more. And they accompanied him to the ship.",
    "21:1": "And it happened that after we tore ourselves away<note: *Here the participle (\"tore ourselves away\") has been translated as a finite verb in keeping with English style> from them, we put out to sea, [and]<note: *Here \"[and]\" is supplied because the previous infinitive (\"put out to sea\") has been translated as a finite verb> running a straight course we came to Cos and on the next [day] to Rhodes, and from there to Patara.",
    "21:2": "And finding a ship that was crossing over to Phoenicia, we went aboard [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went aboard\") has been translated as a finite verb> put out to sea.",
    "21:3": "And [after we]<note: *Here \"[after]\" is supplied as a component of the participle (\"sighted\") which is understood as temporal> sighted Cyprus and left it behind {on the port side},<note: Literally \"left\"> we sailed to Syria and arrived at Tyre, because the ship was to unload [its]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> cargo there.",
    "21:4": "And we stayed there seven days [after we]<note: *Here \"[after]\" is supplied as a component of the participle (\"found\") which is understood as temporal> found the disciples, who kept telling Paul through the Spirit not to set foot in Jerusalem.",
    "21:5": "And it happened that when our days were over, we departed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went on our way, [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"accompanied\")> all [of them] accompanied us, together with [their]<note: *The word \"[their]\" is not in the Greek text but is implied> wives and children, as far as outside the city. And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"falling to\") which is understood as temporal> falling to our knees on the beach [and]<note: *Here \"and\" is supplied to join this and the previous participle (\"falling to\") in keeping with English style> praying,",
    "21:6": "we said farewell to one another and embarked in the ship, and they returned to their own [homes].",
    "21:7": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had completed\") which is understood as temporal> we had completed the voyage from Tyre, we arrived at Ptolemais. And [after we]<note: *Here \"[after]\" is supplied as a component of the participle (\"greeted\") which is understood as temporal> greeted the brothers, we stayed one day with them.",
    "21:8": "And on the next day we departed [and]<note: *Here \"and\" is supplied to join this and the previous participle (\"departed\") in keeping with English style> came to Caesarea, and entered into the house of Philip the evangelist, who was [one] of the seven, [and]<note: *Here \"and\" is supplied to join this and the previous participle (\"was\") in keeping with English style> stayed with him.",
    "21:9": "({Now this man had}<note: Literally \"now to this man were\"> four virgin daughters who prophesied.)",
    "21:10": "And [while we]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were staying\")> were staying [there]<note: *Here the direct object is supplied from context in the English translation> many days, a certain prophet {named}<note: Literally \"by name\"> Agabus came down from Judea.",
    "21:11": "And he came to us and took Paul's belt. Tying up his own feet and hands, he said, \"This is what the Holy Spirit says: 'In this way the Jews in Jerusalem will tie up the man whose belt this is, and will deliver [him]<note: *Here the direct object is supplied from context in the English translation> into the hands of the Gentiles.'\"",
    "21:12": "And when we heard these [things], both we and the local residents urged him not to go up to Jerusalem.",
    "21:13": "Then Paul replied, \"What are you doing weeping and breaking my heart? For I am ready not only to be tied up, but even to die in Jerusalem for the name of the Lord Jesus!\"",
    "21:14": "And [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"be persuaded\")> he would not be persuaded, we remained silent, saying, \"The will of the Lord be done.\"",
    "21:15": "So after these days we got ready [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got ready\") has been translated as a finite verb> went up to Jerusalem.",
    "21:16": "And [some] of the disciples from Caesarea also traveled together with us, bringing [us]<note: *Here the direct object is supplied from context in the English translation> to a certain Mnason of Cyprus, a disciple of long standing,<note: Or perhaps \"one of the original disciples\"> with whom we were to be entertained as guests.",
    "21:17": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> we came to Jerusalem, the brothers welcomed us gladly.",
    "21:18": "And on the next [day] Paul went in with us to James, and all the elders were present.",
    "21:19": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"greeting\") which is understood as temporal> greeting them, he began to relate<note: *The imperfect tense has been translated as ingressive here (\"began to relate\")> {one after the other}<note: Literally \"with respect to each one\"> [the things] which God had done among the Gentiles through his ministry.",
    "21:20": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> they heard [this],<note: *Here the direct object is supplied from context in the English translation> they began to glorify<note: *The imperfect tense has been translated as ingressive here (\"began to glorify\")> God. And they said to him, \"You see, brother, how many ten thousands there are among the Jews who have believed, and they are all zealous adherents of the law.",
    "21:21": "And they have been informed about you that you are teaching all the Jews [who are] among the Gentiles [the] abandonment of Moses, telling them not to circumcise [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> children or to live according to [our]<note: Literally \"according to the\"; the Greek article is used here as a possessive pronoun> customs.",
    "21:22": "What then {is to be done}?<note: Literally \"is it\"> Doubtless they will all hear that you have come!",
    "21:23": "Therefore do this that we tell you: {we have}<note: Literally \"there are to us\"> four men who have [taken] a vow upon themselves.<note: Some manuscripts have \"on themselves\">",
    "21:24": "Take these [men] [and]<note: *Here \"[and]\" is supplied because the previous participle (\"take\") has been translated as a finite verb> purify yourself along with them and {pay their expenses}<note: Literally \"spend on them\"> so that they can shave [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> heads, and everyone will know that [the things] which they had been informed about you are nothing, but you yourself also agree with observing the law.",
    "21:25": "But concerning the Gentiles who have believed, we have written a letter [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"deciding\") which is understood as temporal> deciding they should avoid food sacrificed to idols and blood and [what has been] strangled and sexual immorality.\"",
    "21:26": "Then Paul took along the men on the next day, [and]<note: *Here \"[and]\" has been supplied in keeping with English style> [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had purified\") which is understood as temporal> had purified himself together with them, he entered into the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> announcing the completion of the days of purification until {the time}<note: Literally \"which [time]\"> the offering would be presented on behalf of each one of them.",
    "21:27": "But when the seven days were about to be completed, the Jews from Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> who had seen him in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> stirred up the whole crowd and laid hands on him,",
    "21:28": "shouting, \"Israelite men, help! This is the man who is teaching everyone everywhere against the people and the law and this place! And furthermore he also brought Greeks into the temple, and has defiled this holy place!\"",
    "21:29": "(For they had previously seen Trophimus the Ephesian in the city with him, whom they thought that Paul had brought into the temple.)",
    "21:30": "And the whole city was stirred up, and the people came running together, and they seized Paul [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> dragged him outside of the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and immediately the doors were shut.",
    "21:31": "And [as they]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were seeking\")> were seeking to kill him, a report came up to the military tribune of the cohort that all Jerusalem was in confusion.",
    "21:32": "{He}<note: Literally \"who\"> immediately took along soldiers and centurions [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took along\") has been translated as a finite verb> ran down to them. And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> they saw the military tribune and the soldiers, they stopped beating Paul.",
    "21:33": "Then the military tribune came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> arrested him and ordered [him]<note: *Here the direct object is supplied from context in the English translation> to be bound with two chains, and inquired who he was and what it was that he had done.",
    "21:34": "But some in the crowd were shouting one thing [and] others [another], and [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"able\")> he was not able to find out the truth on account of the commotion, he gave orders to bring him into the barracks.<note: Or \"headquarters\">",
    "21:35": "And when he came to the steps, it happened that he had to be carried by the soldiers on account of the violence of the crowd,",
    "21:36": "for the crowd of people was following [them],<note: *Here the direct object is supplied from context in the English translation> shouting, \"Away with him!\"",
    "21:37": "And [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was about to\") which is understood as temporal> was about to be brought into the barracks,<note: Or \"headquarters\"> Paul said to the military tribune, \"Is it permitted for me to say something to you?\" And he said, \"Do you know Greek?",
    "21:38": "Then you are not the Egyptian who before these days raised a revolt and led out into the wilderness the four thousand men of the Assassins?\"<note: Also known as the \"Sicarii\" from the Latin word \"sicarius\" = dagger, after the short dagger used to assassinate political opponents>",
    "21:39": "But Paul said, \"I am a Jewish man from Tarsus in Cilicia, a citizen of no unimportant city. Now I ask you, allow me to speak to the people.\"",
    "21:40": "So [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"permitted\")> he permitted [him],<note: *Here the direct object is supplied from context in the English translation> Paul, standing there on the steps, motioned with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand to the people. And [when there]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was a great silence, he addressed [them]<note: *Here the direct object is supplied from context in the English translation> in the Aramaic language, saying,",
    "22:1": "\"Men--brothers and fathers--listen to my defense to you now!\"",
    "22:2": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that he was addressing them in the Aramaic language, {they became even more silent}.<note: Literally \"they showed even more silence\"> And he said,",
    "22:3": "\"I am a Jewish man born in Tarsus in Cilicia, but brought up in this city at the feet of Gamaliel, educated according to the exactness of the law received from our fathers, being zealous for God, just as all [of] you are today.",
    "22:4": "{I}<note: Literally \"who\"> persecuted this Way to the death, tying up and delivering to prison both men and women,",
    "22:5": "as indeed the high priest and the whole council of elders can testify about me, from whom also I received letters to the brothers in Damascus, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"received\") has been translated as a finite verb> was traveling [there]<note: *Here the direct object is supplied from context in the English translation> to lead away those who were there also tied up to Jerusalem so that they could be punished.",
    "22:6": "\"And it happened that [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"was traveling\") which is understood as temporal> I was traveling and approaching Damascus around noon, suddenly a very bright light from heaven flashed around me,",
    "22:7": "and I fell to the ground and heard a voice saying to me, 'Saul, Saul, why are you persecuting me?'",
    "22:8": "And I answered, 'Who are you, Lord?' And he said to me, 'I am Jesus the Nazarene whom you are persecuting.'",
    "22:9": "(Now those who were with me saw the light but did not hear the voice of the one who was speaking to me.)",
    "22:10": "So I said, 'What should I do, Lord?' And the Lord said to me, 'Get up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"get up\") has been translated as a finite verb> proceed to Damascus, and there it will be told to you about all [the things] that have been appointed for you to do.'",
    "22:11": "And as I could not see as a result of the brightness of that light, I arrived in Damascus led by the hand of those who were with me.",
    "22:12": "And a certain Ananias, a devout man according to the law, well spoken of by all the Jews who live [there],",
    "22:13": "came to me and stood by [me]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood by\") has been translated as a finite verb> said to me, 'Brother Saul, regain [your] sight!' And [at that] same time I looked up at him [and saw him].<note: *The words \"[and saw him]\" are not in the Greek text but are supplied in the translation for clarity>",
    "22:14": "And he said, 'The God of our fathers has appointed you to know his will, and to see the Righteous One and to hear a voice from his mouth,",
    "22:15": "because you will be a witness for him<note: Or \"to him\"> to all people of what you have seen and heard.",
    "22:16": "And now why are you delaying? Get up, be baptized, and wash away your sins, calling on his name!'",
    "22:17": "\"And it happened that [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> I returned to Jerusalem and I was praying in the temple courts,<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> I was in a trance,",
    "22:18": "and saw him saying to me, 'Hurry and depart {quickly}<note: Literally \"with quickness\"> from Jerusalem, because they will not accept your testimony about me.'",
    "22:19": "And I said, 'Lord, they themselves know that from synagogue [to synagogue] I was imprisoning and beating those who believed in you.",
    "22:20": "And when the blood of your witness Stephen was being shed, I myself also was standing near and was approving, and was guarding the cloaks of those who were killing him.'",
    "22:21": "And he said to me, 'Go, because I will send you far away to the Gentiles!'\"",
    "22:22": "Now they were listening to him until this word, and they raised their voices, saying, \"Away with such a man from the earth! For it is not fitting [for] him to live!\"",
    "22:23": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were screaming\")> they were screaming and throwing off [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> cloaks and throwing dust into the air,",
    "22:24": "the military tribune ordered him to be brought into the barracks,<note: Or \"headquarters\"> saying he was to be examined with a lash so that he could find out for what reason they were crying out against him in this way.",
    "22:25": "But when they had stretched him out for the lash,<note: Or \"with straps\" (in order to lash him)> Paul said to the centurion standing there, \"Is it permitted for you to flog a man [who is] a Roman citizen and uncondemned?\"",
    "22:26": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the centurion heard [this],<note: *Here the direct object is supplied from context in the English translation> he went to the military tribune [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went to\") has been translated as a finite verb> reported [it],<note: *Here the direct object is supplied from context in the English translation> saying, \"What are you about to do? For this man is a Roman citizen!\"",
    "22:27": "So the military tribune came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> said to him, \"Tell me, are you a Roman citizen?\" And he said, \"Yes.\"",
    "22:28": "And the military tribune replied, \"I acquired this citizenship for a large sum of money.\" And Paul said, \"But I indeed was born [a citizen].<note: *The words \"[a citizen]\" are not in the Greek text but are implied>",
    "22:29": "Then immediately those who were about to examine him kept away from him, and the military tribune also was afraid [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"realized\") which is understood as temporal> realized that he was a Roman citizen and that {he had tied him up}.<note: Literally \"he was having tied him up\">",
    "22:30": "But on the next day, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to know the true [reason] why he was being accused by the Jews, he released him and ordered the chief priests and the whole Sanhedrin to assemble, and he brought down Paul [and]<note: *Here \"[and]\" is supplied because the previous participle (\"brought down\") has been translated as a finite verb> had [him]<note: *Here the direct object is supplied from context in the English translation> stand before them.",
    "23:1": "And looking intently at the Sanhedrin, Paul said, \"Men [and] brothers, I have lived my life in all good conscience before God to this day.\"",
    "23:2": "So the high priest Ananias ordered those standing near him to strike his mouth.",
    "23:3": "Then Paul said to him, \"God is going to strike you, [you] whitewashed wall! And are you sitting [there] judging me according to the law, and acting contrary to the law do you order me to be struck?\"",
    "23:4": "And those who stood nearby said, \"Are you reviling the high priest of God?\"",
    "23:5": "And Paul said, \"I did not know, brothers, that he was high priest. For it is written, 'You must not speak evil [of] a ruler of your people.'\"<note: A quotation from Exod 22:28>",
    "23:6": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"realized\") which is understood as temporal> Paul realized that one part were Sadducees and the other Pharisees, he shouted out in the Sanhedrin, \"Men [and] brothers! I am a Pharisee, a son of Pharisees! I am being judged concerning the hope and the resurrection of the dead!\"",
    "23:7": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"said\")> he said this, a dispute developed between the Pharisees and Sadducees, and the assembly was divided.",
    "23:8": "(For the Sadducees say there is no resurrection or angel or spirit, but the Pharisees acknowledge [them] all.)",
    "23:9": "And there was loud shouting, and some of the scribes from the party of the Pharisees stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> contended sharply, saying, \"We find nothing wrong with this man! But [what] if a spirit or an angel has spoken to him?\"",
    "23:10": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"became\")> the dispute became severe, the military tribune, fearing lest Paul be torn apart by them, ordered the detachment to go down, take him away from their midst, and bring [him]<note: *Here the direct object is supplied from context in the English translation> into the barracks.<note: Or \"headquarters\">",
    "23:11": "And the next night the Lord stood by him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood by\") has been translated as a finite verb> said, \"Have courage, for as you have testified about me in Jerusalem, so you must also testify in Rome.\"",
    "23:12": "And [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was day, the Jews made a conspiracy [and]<note: *Here \"[and]\" is supplied because the previous participle (\"made\") has been translated as a finite verb> bound themselves under a curse, saying [they would]<note: Literally \"saying neither to eat nor to drink\"; the words \"they would\" are supplied for smoother English style> neither eat nor drink until they had killed Paul.",
    "23:13": "Now there were more [than] forty who had made this conspiracy,",
    "23:14": "who went to the chief priests and the elders [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went to\") has been translated as a finite verb> said, \"We have bound ourselves under a curse to partake of nothing until we have killed Paul.",
    "23:15": "Therefore, now you along with the Sanhedrin explain to the military tribune that he should bring him down to you, as [if you] were going to determine more accurately the things concerning him. And we are ready to do away with him before he comes near.\"",
    "23:16": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard about\") which is understood as temporal> the son of Paul's sister heard about the ambush, he came and entered into the barracks<note: Or \"headquarters\"> [and]<note: *Here \"and\" is supplied because the two previous participles (\"came\" and \"entered\") have been translated as finite verbs> reported [it]<note: *Here the direct object is supplied from context in the English translation> to Paul.",
    "23:17": "So Paul called one of the centurions [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called\") has been translated as a finite verb> said, \"Bring this young man to the military tribune, because he has something to report to him.\"",
    "23:18": "So he took him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> brought [him]<note: *Here the direct object is supplied from context in the English translation> to the military tribune and said, \"The prisoner Paul called me [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called\") has been translated as a finite verb> asked [me]<note: *Here the direct object is supplied from context in the English translation> to bring this young man to you [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"has\") which is understood as causal> has something to tell you.\"",
    "23:19": "And the military tribune, taking hold of his hand and withdrawing privately, asked, \"What is it that you have to report to me?\"",
    "23:20": "And he said, \"The Jews have agreed to ask you that you bring Paul down to the Sanhedrin tomorrow, as [if they] were going to inquire somewhat more accurately concerning him.",
    "23:21": "You therefore do not be persuaded by them, because more [than] forty men of {their number}<note: Literally \"them\"> are lying in wait [for] him, who have bound themselves under a curse neither to eat nor to drink until they have done away with him. And now they are ready, waiting for {you to agree}.\"<note: Literally \"the assurance of agreement from you\">",
    "23:22": "So the military tribune sent the young man away, directing [him],<note: *Here the direct object is supplied from context in the English translation> \"Tell no one that you have revealed these [things] to me.\"",
    "23:23": "And he summoned two of the centurions [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said, \"Make ready from the third hour of the night two hundred soldiers and seventy horsemen and two hundred spearmen,<note: A word of uncertain meaning, probably a military technical term> in order that they may proceed as far as Caesarea.",
    "23:24": "And provide mounts so that they can put Paul on them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"put ... on\") has been translated as a finite verb> bring [him]<note: *Here the direct object is supplied from context in the English translation> safely to Felix the governor.\"",
    "23:25": "{He wrote}<note: Literally \"writing\"> a letter that had this form:<note: Or \"content\">",
    "23:26": "Claudius Lysias. To his excellency Governor Felix.\r\n Greetings!\r\n",
    "23:27": "This man was seized by the Jews and was about to be killed by them [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"came upon\") which is understood as temporal> came upon [them]<note: *Here the direct object is supplied from context in the English translation> with the detachment [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came upon\") has been translated as a finite verb> rescued [him],<note: *Here the direct object is supplied from context in the English translation> [because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"learned\") which is understood as causal> learned that he was a Roman citizen.",
    "23:28": "And [because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to know the charge for which they were accusing him, I brought [him]<note: *Here the direct object is supplied from context in the English translation> down to their Sanhedrin.<note: Or \"council\">",
    "23:29": "I found {he}<note: Literally \"whom\"> was accused concerning controversial questions of their law, but having no charge deserving death or imprisonment.",
    "23:30": "And [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"was made known\") which is understood as temporal> was made known to me there would be a plot against the man, I sent [him]<note: *Here the direct object is supplied from context in the English translation> to you immediately, also ordering [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> accusers to speak against him<note: Some manuscripts have \"to state the charges against him\" (literally, \"to speak the [things] against him\")> before you.",
    "23:31": "Therefore the soldiers, in accordance with {their orders},<note: Literally \"what was ordered to them\"> took Paul [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> brought [him]<note: *Here the direct object is supplied from context in the English translation> to Antipatris during the night.",
    "23:32": "And on the next day they let the horsemen go on with him, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"let\") has been translated as a finite verb> they returned to the barracks.<note: Or \"headquarters\">",
    "23:33": "{The horsemen},<note: Literally \"who\"> [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Caesarea and delivered the letter to the governor, also presented Paul to him.",
    "23:34": "So [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"reading\") which is understood as temporal> reading [the letter]<note: *Here the direct object is supplied from context in the English translation> and asking what province he was from, and learning that [he was] from Cilicia,",
    "23:35": "he said, \"I will give you a hearing whenever your accusers arrive also,\" giving orders [for] him to be guarded in the praetorium<note: The \"praetorium\" of Herod refers to the palace of Herod the Great in Caesarea Maritima> of Herod.",
    "24:1": "And after five days the high priest Ananias came down with some elders and an attorney, a certain Tertullus, all of whom brought charges against Paul to the governor.",
    "24:2": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had been summoned\")> he had been summoned, Tertullus began to accuse [him],<note: *Here the direct object is supplied from context in the English translation> saying, \"We have experienced<note: *Here this participle (\"have experienced\") and the following participle (\"are taking place\") have been translated as finite verbs in keeping with English style> much<note: Or \"many [years],\" with \"years\" understood> peace through you, and reforms are taking place in this nation through your foresight.",
    "24:3": "Both in every [way] and everywhere we acknowledge [this],<note: *Here the direct object is supplied from context in the English translation> most excellent Felix, with all gratitude.",
    "24:4": "But so that I may not impose on you for longer, I implore you to hear us briefly with your [customary] graciousness.",
    "24:5": "For we have found<note: *Here this participle (\"found\") has been translated as a finite verb in keeping with English style> this man [to be] a public menace and one who causes riots among all the Jews throughout the Roman Empire<note: Literally \"the inhabited earth,\" but here this is probably rhetorical hyperbole for the Roman Empire, especially since Felix, the Roman governor, is being addressed> and a ringleader of the sect of the Nazarenes,",
    "24:6": "who even attempted to desecrate the temple, and we arrested {him<note: Literally \"whom\">}.<note: Some later manuscripts include the following additional material between v. 6 and v. 8: \"and we wanted to judge him according to our law, (24:7) but Lysius the military tribune came and took him from our hands with much violence, (24:8) ordering his accusers to come before you.\">",
    "24:8": "[When]<note: *Here \"[when]\" is supplied as a component of the participle (\"examine\") which is understood as temporal> you yourself examine [him]<note: *Here the direct object is supplied from context in the English translation> you will be able to find out from {him}<note: Literally \"whom\"> about all these [things] of which we are accusing him.\"",
    "24:9": "And the Jews also joined in the attack, asserting these [things] were so.",
    "24:10": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"gestured\")> the governor gestured for him to speak, Paul replied, \"[Because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"know\") which is understood as causal> know you have been a judge over this nation for many years, I defend myself cheerfully [with respect to] the things concerning myself.",
    "24:11": "You can ascertain that {it has not been more than}<note: Literally \"there are not to me more than\"> twelve days {since}<note: Literally \"from which [time]\"> I went up to Jerusalem to worship.",
    "24:12": "And neither did they find me arguing with anyone or making a crowd develop in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> nor in the synagogues nor throughout the city.",
    "24:13": "Nor can they prove [the things]<note: *Here the direct object is supplied from context in the English translation> to you concerning which they are now accusing me.",
    "24:14": "But I do confess this to you, that according to the Way (which they call a sect), so I worship the God of our fathers, believing all things [that are] in accordance with the law and that are written in the prophets,",
    "24:15": "having a hope in God which these [men] also themselves await: [that] there is going to be a resurrection of both the righteous and the unrighteous.",
    "24:16": "{For this reason}<note: Literally \"by this\"> also [I] myself {always}<note: Literally \"through everything\"> do my best to have a clear conscience toward God and people.",
    "24:17": "So after many years, I came to practice charitable giving and offerings to my people,<note: Or \"nation\">",
    "24:18": "in which they found me purified in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> not with a crowd or with a disturbance.",
    "24:19": "But [there are] some Jews from Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> who ought to be present before you and bring charges against [me],<note: *Here the direct object is supplied from context in the English translation> if they have anything against me,",
    "24:20": "or these [men] themselves should say what crime they found [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"stood\")> I stood before the Sanhedrin,<note: Or \"council\">",
    "24:21": "other than concerning this one declaration that I shouted [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"standing there\") which is understood as temporal> standing there before them: 'I am being judged before you today concerning the resurrection of the dead!'\"",
    "24:22": "But Felix, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"understood\") which is understood as causal> understood the [facts] concerning the Way more accurately, put them off, saying, \"When Lysias the military tribune comes down, I will decide {your case}.\"<note: Literally \"the [case] with respect to you\">",
    "24:23": "[He] ordered<note: *Here this participle (\"ordered\") has been translated as a finite verb in keeping with English style> the centurion [for] him to be guarded and to have some freedom, and in no way to prevent any of his own [people]<note: This could refer to either friends or relatives> [from] serving him.",
    "24:24": "And after some days, [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> Felix arrived with his wife Drusilla, who was Jewish, he sent for Paul and listened to him concerning faith in Christ Jesus.",
    "24:25": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was discussing\")> he was discussing about righteousness and self control and the judgment that is to come, Felix became afraid [and]<note: *Here \"[and]\" is supplied because the previous participle (\"became\") has been translated as a finite verb> replied, \"Go away for the present, and [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"have\") which is understood as temporal> have an opportunity, I will summon you.\"",
    "24:26": "At the same time he was also hoping that money would be given to him by Paul. For this reason also he sent for him as often as possible [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent for\") has been translated as a finite verb> talked with him.",
    "24:27": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had passed\")> two years had passed, Felix received as successor Porcius Festus. And [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to do a favor for the Jews, Felix left Paul behind {as a prisoner}.<note: Literally \"bound\">",
    "25:1": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"set foot in\") which is understood as temporal> Festus set foot in the province, after three days he went up to Jerusalem from Caesarea.",
    "25:2": "And the chief priests and the most prominent men of the Jews brought charges against Paul to him, and were urging him,",
    "25:3": "asking for a favor against him, that he summon him to Jerusalem, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"were preparing \") which is understood as causal> were preparing an ambush to do away with him along the way.",
    "25:4": "Then Festus replied [that] Paul was being kept at Caesarea, and [he] himself was about to go [there]<note: *Here the direct object is supplied from context in the English translation> in a short time.",
    "25:5": "So he said, \"Let those among you [who are] prominent go down with [me],<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go down with\") has been translated as a finite verb> if there is any wrong in the man, let them bring charges against him.\"",
    "25:6": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had stayed\") which is understood as temporal> had stayed among them not more than eight or ten days, he went down to Caesarea. On the next day he sat down on the judgment seat [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> gave orders [for] Paul to be brought.",
    "25:7": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"arrived\")> he arrived, the Jews who had come down from Jerusalem stood around him, bringing many and serious charges that they were not able to prove,",
    "25:8": "[while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"said in his defense\")> Paul said in his defense, \"Neither against the law of the Jews nor against the temple nor against Caesar have I sinned with reference to anything!\"",
    "25:9": "But Festus, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to do a favor for the Jews, answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to Paul, \"Are you willing to go up to Jerusalem to be tried before me there concerning these [things]?\"",
    "25:10": "But Paul said, \"I am standing before the judgment seat of Caesar, where it is necessary [for] me to be judged. I have done no wrong to the Jews, as you also know very well.",
    "25:11": "If then I am doing wrong<note: Or \"I am in the wrong\"> and have done anything deserving death, I am not trying to avoid<note: *Here the present tense has been translated as conative (\"trying to avoid\")> dying. But if there is nothing [true] of [the things] which these [people] are accusing me, no one can give me up to them. I appeal to Caesar!\"",
    "25:12": "Then Festus, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"discussing\") which is understood as temporal> discussing [this]<note: *Here the direct object is supplied from context in the English translation> with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> council, replied, \"You have appealed to Caesar--to Caesar you will go!\"",
    "25:13": "Now [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had passed\")> some days had passed, King Agrippa and Bernice arrived at Caesarea to welcome Festus.",
    "25:14": "And while they were staying there many days, Festus laid out the [case] against Paul to the king, saying, \"There is a certain man left behind by Felix [as] a prisoner,",
    "25:15": "concerning whom [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> I was in Jerusalem the chief priests and the elders of the Jews presented evidence, asking for a sentence of condemnation against him.",
    "25:16": "To {them}<note: Literally \"whom\"> I replied that it was not the custom of the Romans to give up any man before the one who had been accused met [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> accusers face to [face] and received an opportunity for a defense concerning the accusation.",
    "25:17": "Therefore, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had assembled\")> they had assembled here, [I] made<note: *Here this participle (\"made\") has been translated as a finite verb in keeping with English style> no delay; on the next [day] I sat down on the judgment seat [and]<note: *Here \"and\" is supplied because the two previous participles (\"made\" and \"sat down\") have been translated as finite verbs> gave orders [for] the man to be brought.",
    "25:18": "[When they]<note: *Here \"[when]\" is supplied as a component of the participle (\"stood up\") which is understood as temporal> stood up, [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> accusers began bringing<note: *The imperfect tense has been translated as ingressive here (\"began bringing\")> no charge concerning {him}<note: Literally \"whom\"> of the evil deeds that I was suspecting,",
    "25:19": "but they had some issues with him concerning their own religion, and concerning a certain Jesus, who was dead, whom Paul claimed to be alive.",
    "25:20": "And [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"was at a loss\") which is understood as causal> I was at a loss with regard to the investigation concerning these [things], I asked if he was willing to go to Jerusalem and to be judged there concerning these [things].",
    "25:21": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"appealed\")> Paul appealed [that] he be kept under guard for the decision of His Majesty the Emperor, I gave orders [for] him to be kept under guard until I could send him to Caesar.\"",
    "25:22": "So Agrippa [said] to Festus, \"I want to hear the man myself also.\" \"Tomorrow,\" he said, \"you will hear him.\"",
    "25:23": "So on the next day, Agrippa and Bernice came with great pageantry and entered into the audience hall, along with military tribunes and the most prominent men of the city. And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"gave the order\")> Festus gave the order, Paul was brought in.",
    "25:24": "And Festus said, \"King Agrippa and all who are present with us, you see this man about whom the whole population of the Jews appealed to me, both in Jerusalem and here, shouting [that] he must not live any longer.",
    "25:25": "But I understood [that] he had done nothing deserving death himself, and [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"appealed to\")> this man appealed to His Majesty the Emperor, I decided to send [him].<note: *Here the direct object is supplied from context in the English translation>",
    "25:26": "I do not have anything definite to write to [my]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> lord about {him}.<note: Literally \"whom\"> Therefore I have brought him before you [all]<note: *Here \"[all]\" is supplied in the translation to indicate that the pronoun (\"you\") is plural>--and especially before you, King Agrippa--so that [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"has taken place\")> this preliminary hearing has taken place, I may have something to write.",
    "25:27": "For it seems unreasonable to me to send a prisoner and not to indicate the charges against him.\"",
    "26:1": "So Agrippa said to Paul, \"It is permitted for you to speak for yourself.\" Then Paul extended [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"extended\") has been translated as a finite verb> began to defend himself:<note: *The imperfect tense has been translated as ingressive here (\"began to defend himself\")>",
    "26:2": "\"Concerning all [the things] of which I am accused by the Jews, King Agrippa, I consider myself fortunate [that] before you I am about to defend myself today,",
    "26:3": "[because]<note: *Here \"[because]\" is supplied as a component of the participle (\"are\") which is understood as causal> you are especially acquainted with both all the customs and controversial questions with respect to the Jews. Therefore I beg [you]<note: *Here the direct object is supplied from context in the English translation> to listen to me with patience.",
    "26:4": "\"Now all the Jews know my manner of life from [my] youth, that had taken place from the beginning among my [own] people<note: Or \"nation\"> and in Jerusalem,",
    "26:5": "having known me for a long time, if they are willing to testify, that in accordance with the strictest party of our religion I lived [as] a Pharisee.",
    "26:6": "And now I stand here on trial on the basis of hope in the promise made by God to our fathers,",
    "26:7": "to which our twelve tribes hope to attain as [they] earnestly serve [him]<note: *Here the direct object is supplied from context in the English translation> night and day. Concerning this hope I am being accused by the Jews, O king!",
    "26:8": "Why is it thought incredible by you [people]<note: *Here \"people\" is supplied in the translation to indicate that the pronoun (\"you\") is plural> that God raises the dead?",
    "26:9": "Indeed, I myself thought it was necessary to do many [things] opposed to the name of Jesus the Nazarene,",
    "26:10": "which I also did in Jerusalem, and not only did I lock up many of the saints in prison, having received authority from the chief priests, but also [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"were being executed\")> they were being executed, I cast [my] vote<note: Literally \"voting pebble,\" but here \"vote\" rather than \"voting pebble\" is used in the translation to avoid the idea that this small stone was actually thrown at the accused (it was used as a method of voting)> against [them].<note: *Here the direct object is supplied from context in the English translation>",
    "26:11": "And throughout all the synagogues I punished them often [and]<note: *Here \"[and]\" is supplied because the previous participle (\"punished\") has been translated as a finite verb> tried to force<note: *The imperfect tense has been translated as conative here (\"tried to force\")> [them]<note: *Here the direct object is supplied from context in the English translation> to blaspheme, and [because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"was enraged\") which is understood as causal> was enraged at them beyond measure, I was pursuing [them]<note: *Here the direct object is supplied from context in the English translation> even as far as to foreign cities.",
    "26:12": "In {this activity}<note: Literally \"which\"> I was traveling to Damascus with the authority and full power of the chief priests.",
    "26:13": "In the middle of the day along the road, O king, I saw a light from heaven, more than the brightness of the sun, shining around me and those who were traveling with me.",
    "26:14": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had ... fallen\")> we had all fallen to the ground, I heard a voice saying to me in the Aramaic language, 'Saul, Saul, why are you persecuting me? [It is] hard for you to kick against the goads!'",
    "26:15": "So I said, 'Who are you, Lord?' And the Lord said, 'I am Jesus whom you are persecuting.",
    "26:16": "But get up and stand on your feet, because for this [reason] I have appeared to you, to appoint you a servant and witness both [to the things] in which you saw me and [to the things] in which I will appear to you,",
    "26:17": "rescuing you from the people and from the Gentiles to whom I am sending you,",
    "26:18": "to open their eyes [so that they] may turn from darkness to light and from the power of Satan to God, [so that] they may receive forgiveness of sins and a share among those who are sanctified by faith in me.'",
    "26:19": "\"Therefore, O King Agrippa, I was not disobedient to the heavenly vision,",
    "26:20": "but to those in Damascus first, and in Jerusalem and all the region of Judea and to the Gentiles, I proclaimed [that they should] repent and turn to God, doing deeds worthy of repentance.",
    "26:21": "On account of these [things] the Jews seized me in<note: Some manuscripts have \"while I was in\"> the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> were attempting to kill [me].<note: *Here the direct object is supplied from context in the English translation>",
    "26:22": "Therefore I have experienced help from God until this day, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"have experienced\") has been translated as a finite verb> I stand here testifying to both small and great, saying nothing except what both the prophets and Moses have said were going to happen,",
    "26:23": "that the Christ<note: Or \"Messiah\"> was to suffer [and] that [as] the first of the resurrection from the dead, he was going to proclaim light both to the people and to the Gentiles.\"",
    "26:24": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was saying ... in his defense\")> he was saying these things in his defense, Festus said with a loud voice, \"You are out of your mind, Paul! [Your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> great learning {is driving}<note: Literally \"is turning\"> you {insane}!\"<note: Literally \"to madness\">",
    "26:25": "But Paul said, \"I am not out of my mind, most excellent Festus, but am speaking words of truth and rationality.",
    "26:26": "For the king knows about these [things], to whom also I am speaking freely, for I am not convinced [that] these [things] in any way have escaped<note: Some manuscripts have \"that any of these [things] in any way has escaped\"> his notice, because this {was}<note: Literally \"is\"> not {done}<note: Literally \"having been done\"> in a corner.",
    "26:27": "Do you believe the prophets, King Agrippa? I know that you believe.\"",
    "26:28": "But Agrippa [said] to Paul, \"In a short time are you persuading me to become a Christian?\"<note: Or \"In a short time you are persuading me to become a Christian\">",
    "26:29": "And Paul [replied], \"I pray to God, whether in a short time or in a long time, not only you but also all those who are listening to me today may become such [people] as I also am, except for these bonds!\"",
    "26:30": "Both the king and the governor got up, and Bernice and those who were sitting with them.",
    "26:31": "And [as they]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going out\")> were going out, they were talking to one another, saying, \"This man is not doing anything deserving death or imprisonment.\"",
    "26:32": "And Agrippa said to Festus, \"This man could have been released if he had not appealed to Caesar.\"",
    "27:1": "And when it was decided [that] we would sail away to Italy, they handed over Paul and some other prisoners to a centurion {named}<note: Literally \"by name\"> Julius of the Augustan<note: The meaning and significance of the title \"Augustan\" is highly debated, as is the precise identification of this military unit; it may be an honorary unit designation given to auxiliary or provincial troops> Cohort.",
    "27:2": "And we went aboard a ship from Adramyttium that was about to sail to the places along the [coast]<note: *The word \"[coast]\" is not in the Greek text but is implied> of Asia<note: A reference to the Roman province of Asia (modern Asia Minor)> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went aboard\") has been translated as a finite verb> put out to sea. Aristarchus, a Macedonian from Thessalonica, was with us.",
    "27:3": "And on the next [day], we put in at Sidon. And Julius, treating Paul kindly, allowed [him]<note: *Here the direct object is supplied from context in the English translation> to go to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> friends {to be cared for}.<note: Literally \"to experience care\">",
    "27:4": "And from there we put out to sea [and]<note: *Here \"[and]\" is supplied because the previous participle (\"put out to sea\") has been translated as a finite verb> sailed under the lee of Cyprus, because the winds were against [us].<note: *Here the direct object is supplied from context in the English translation>",
    "27:5": "And [after we]<note: *Here \"[after]\" is supplied as a component of the participle (\"had sailed across\") which is understood as temporal> had sailed across the open sea along Cilicia and Pamphylia, we put in at Myra in Lycia.",
    "27:6": "And there the centurion found an Alexandrian ship sailing for Italy [and]<note: *Here \"[and]\" is supplied because the previous participle (\"found\") has been translated as a finite verb> put us {on board}<note: Literally \"into\"> it.",
    "27:7": "And sailing slowly, in many days and with difficulty we came<note: *Here this participle (\"came\") has been translated as a finite verb in keeping with English style> to Cnidus. [Because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"permit ... to go further\")> the wind did not permit us to go further, we sailed under the lee of Crete off Salmone.",
    "27:8": "And sailing along its coast with difficulty, we came to a certain place called Fair Havens, near which was the town [of] Lasea.",
    "27:9": "And [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"had passed\")> considerable time had passed and the voyage was now dangerous because even the Fast<note: A reference to the Jewish Day of Atonement (Yom Kippur) which occurs in mid-autumn> was already over, Paul strongly recommended,",
    "27:10": "saying to them, \"Men, I perceive that the voyage is going {to end}<note: Literally \"to be\"> with disaster and great loss, not only of the cargo and the ship, but also of our lives!\"",
    "27:11": "But the centurion was convinced even more by the shipmaster and the shipowner than by what was said by Paul.",
    "27:12": "And [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"was\")> the harbor was unsuitable for spending the winter in, the majority decided on a plan to put out to sea from there, if somehow they could arrive at Phoenix, a harbor of Crete facing toward the southwest and toward the northwest, to spend the winter [there].<note: *Here the direct object is supplied from context in the English translation>",
    "27:13": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"began to blow gently\")> a southwest wind began to blow gently, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"thought\") which is understood as causal> thought [they] could accomplish their purpose, they weighed anchor [and]<note: *Here \"[and]\" is supplied because the previous participle (\"weighed anchor\") has been translated as a finite verb> sailed close along Crete.",
    "27:14": "But not long afterward a wind like a hurricane, called the northeaster,<note: Literally \"Euraquilo,\" a violent northern wind> rushed down from it.<note: That is, from the island of Crete>",
    "27:15": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was caught\")> the ship was caught and [was] not able to head into the wind, we gave way [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gave way\") has been translated as a finite verb> were driven [along].",
    "27:16": "And running under the lee of a certain small island called Cauda, we were able with difficulty to get the ship's boat under control.",
    "27:17": "[After]<note: *Here \"[after]\" is supplied as a component of the participle (\"hoisting\") which is understood as temporal> hoisting {it up},<note: Literally \"which\"> they made use of supports to undergird the ship. And [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"were afraid\") which is understood as causal> were afraid lest they run aground on the Syrtis, they lowered the sea anchor [and]<note: *Here \"[and]\" is supplied because the previous participle (\"lowered\") has been translated as a finite verb> thus were driven [along].",
    "27:18": "And [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"battered by the storm\")> we were violently battered by the storm, on the next [day] {they began}<note: Literally \"they began to carry out\"> jettisoning [the cargo],<note: *Here the direct object is supplied from context in the English translation>",
    "27:19": "and on the third [day] they threw overboard the gear of the ship with their own hands.",
    "27:20": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"appeared\")> neither sun nor stars appeared for many days, and [with] not a little bad weather confronting [us],<note: *Here the direct object is supplied from context in the English translation> finally all hope was abandoned [that] we would be saved.",
    "27:21": "And [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"were experiencing\")> many were experiencing lack of appetite, at that time Paul stood up in their midst [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> said, \"Men, [you] ought to have followed my [advice] not to put out to sea from Crete, and [thus] avoided this damage and loss!",
    "27:22": "And now I urge you to cheer up, for there will be no loss of life from among you, but only of the ship.",
    "27:23": "For this night an angel of the God whose I am and whom I serve came to me,",
    "27:24": "saying, 'Do not be afraid, Paul! It is necessary [for] you to stand before Caesar, and behold, God has graciously granted you all who are sailing with you.'",
    "27:25": "Therefore keep up your courage, men, for I believe God that it will be like this--according to {the}<note: Literally \"which\"> way it was told to me.",
    "27:26": "But it is necessary [that] we run aground on some island.\"",
    "27:27": "And when the fourteenth night had come, [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were being driven\")> we were being driven in the Adriatic Sea about the middle of the night, the sailors suspected {they were approaching some land}.<note: Literally \"some land was approaching them\">",
    "27:28": "And taking soundings, they found twenty fathoms. So going on a little [further] and taking soundings again, they found fifteen fathoms.",
    "27:29": "And [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"were afraid\") which is understood as causal> were afraid lest somewhere we run aground against rough places, they threw down four anchors from the stern [and]<note: *Here \"[and]\" is supplied because the previous participle (\"threw down\") has been translated as a finite verb> prayed for day to come.",
    "27:30": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"were seeking\")> the sailors were seeking to escape from the ship and were lowering the ship's boat into the sea, pretending as if they were going to lay out anchors from the bow,",
    "27:31": "Paul said to the centurion and the soldiers, \"Unless these [men] remain with the ship, you cannot be saved!\"",
    "27:32": "Then the soldiers cut away the ropes of the ship's boat and let it fall away.<note: Or \"let it drift away\">",
    "27:33": "And until the day was about to come, Paul was urging [them] all to take [some] food, saying, \"Today [is the] fourteenth day you have waited [anxiously], [and]<note: *Here \"[and]\" is supplied because the previous participle (\"have waited\") has been translated as a finite verb> you have continued without eating, having taken nothing.",
    "27:34": "Therefore I urge you to take [some] food, for this is necessary for your preservation. For not a hair from your head will be lost.\"",
    "27:35": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"said\") which is understood as temporal> said these [things] and took bread, he gave thanks to God in front of [them] all, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"breaking\") which is understood as temporal> breaking [it],<note: *Here the direct object is supplied from context in the English translation> he began to eat.",
    "27:36": "So they all were<note: *Here this participle (\"were\") has been translated as a finite verb in keeping with English style> encouraged and partook of food themselves.",
    "27:37": "(Now we were [in] all two hundred seventy six persons on the ship.)",
    "27:38": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had eaten their fill\") which is understood as temporal> had eaten their fill of food, they lightened the ship [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"throwing\") which is understood as means> throwing the wheat<note: Or \"grain\"> into the sea.",
    "27:39": "Now when day came, they did not recognize the land, but they noticed a certain bay having a beach, onto which they decided to run the ship ashore if they could.",
    "27:40": "And slipping the anchors, they left [them]<note: *Here the direct object is supplied from context in the English translation> in the sea, at the same time loosening the ropes<note: Or \"bands\" (referring to the linkage that tied the steering oars together)> of the steering oars. And hoisting the foresail to the [wind] that was blowing, they held course for the beach.",
    "27:41": "But falling into a place of crosscurrents,<note: Or \"a reef\"; literally \"a place of two seas,\" an expression of uncertain meaning but most likely a nautical technical term for some adverse sea condition> they ran the ship aground. And the bow stuck fast [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stuck fast\") has been translated as a finite verb> stayed immovable, but the stern was being broken up by the violence.<note: Some manuscripts have \"the violence of the waves\">",
    "27:42": "Now the plan of the soldiers was that they would kill the prisoners lest any escape [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"swimming away\") which is understood as means> swimming away,",
    "27:43": "but the centurion, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to save Paul, prevented them {from doing what they intended},<note: Literally \"of the intention\"> and gave orders [that] those who were able to swim should jump in first to get to the land,",
    "27:44": "and [then] the rest, [some] of whom [floated]<note: *The word \"[floated]\" is not in the Greek text, but is supplied in the translation for clarity> on planks and [some] of whom on anything [that was] from the ship. And in this way all were brought safely to the land.",
    "28:1": "And [after we]<note: *Here \"[after]\" is supplied as a component of the participle (\"were brought safely through\") which is understood as temporal> were brought safely through, then we found out that the island was called Malta.",
    "28:2": "And the local inhabitants showed {extraordinary}<note: Literally \"not the ordinary\"> kindness to us, for they lit a fire [and]<note: *Here \"[and]\" is supplied because the previous participle (\"lit\") has been translated as a finite verb> welcomed us all, because of the rain that had begun and because of the cold.",
    "28:3": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had gathered\")> Paul had gathered a large number of sticks and was placing [them]<note: *Here the direct object is supplied from context in the English translation> on the fire, a viper came out because of the heat [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came out\") has been translated as a finite verb> fastened itself on his hand.",
    "28:4": "And when the local people saw the creature hanging from his hand, they began saying<note: *The imperfect tense has been translated as ingressive here (\"began saying\")> to one another, \"Doubtless this man is a murderer whom, [although he]<note: *Here \"[although]\" is supplied as a component of the participle (\"was rescued\") which is understood as concessive> was rescued from the sea, Justice<note: *Here personified as a goddess> has not permitted to live!\"",
    "28:5": "He, in turn, shook off the creature into the fire [and]<note: *Here \"[and]\" is supplied because the previous participle (\"shook off\") has been translated as a finite verb> suffered no harm.",
    "28:6": "But they were expecting [that] he was going to swell up<note: Or \"to burn with fever\" (either meaning is possible here)> or suddenly to fall down dead. So [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had waited\")> they had waited for a long [time] and saw nothing unusual happen to him, they changed their minds [and]<note: *Here \"[and]\" is supplied because the previous participle (\"changed their minds\") has been translated as a finite verb> began saying<note: *The imperfect tense has been translated as ingressive here (\"began saying\")> [that] he was a god.",
    "28:7": "Now in the [regions] around that place were fields belonging to the chief official of the island, {named}<note: Literally \"by name\"> Publius, who welcomed us [and]<note: *Here \"[and]\" is supplied because the previous participle (\"welcomed\") has been translated as a finite verb> entertained [us]<note: *Here the direct object is supplied from context in the English translation> hospitably [for] three days.",
    "28:8": "And it happened that the father of Publius was lying down, afflicted with fever and dysentery. Paul went<note: *Here this participle (\"went\") has been translated as a finite verb in keeping with English style> to {him}<note: Literally \"whom\"> and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"praying\") which is understood as temporal> praying, he placed [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"placed\") has been translated as a finite verb> healed him.",
    "28:9": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had taken place\")> this had taken place, the rest of those on the island who had diseases were coming and being healed also.",
    "28:10": "They also honored us with many honors, and [when we]<note: *Here \"[when]\" is supplied as a component of the participle (\"putting out to sea\") which is understood as temporal> were putting out to sea, they gave [us]<note: *Here the direct object is supplied from context in the English translation> the [things] {we needed}.<note: Literally \"for the needs\">",
    "28:11": "Now after three months we put out to sea in a ship that had wintered at the island, an Alexandrian [one] {with the twin gods Castor and Pollux as its insignia}.<note: Literally \"marked with the Dioscuri\" (a joint name for the twin gods Castor and Pollux)>",
    "28:12": "And putting in at Syracuse, we stayed [there] three days.",
    "28:13": "From there we got underway<note: Or \"we sailed along\" (with \"the coast\" understood); the exact meaning of the text as it stands is disputed and various additional terms have to be supplied in any case> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got underway\") has been translated as a finite verb> arrived at Rhegium, and after one day a south wind came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> on the second day we came to Puteoli,",
    "28:14": "where we found brothers, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"found\") has been translated as a finite verb> were implored to stay with them seven days. And in this way we came to Rome.",
    "28:15": "And from there the brothers, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard the [news] about us, came to meet us as far as the Forum of Appius and Three Taverns. [When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw them, Paul gave thanks to God [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gave thanks\") has been translated as a finite verb> took courage.",
    "28:16": "And when we entered into Rome, Paul was allowed to stay by himself with the soldier who was guarding him.",
    "28:17": "Now it happened that after three days, he called together those who were the most prominent of the Jews. And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had assembled\")> they had assembled, he said to them, \"Men [and] brothers, [although]<note: *Here \"[although]\" is supplied as a component of the participle (\"had done\") which is understood as concessive> I had done nothing against [our]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> people or the customs of our fathers, from Jerusalem I was delivered [as] a prisoner into the hands of the Romans,",
    "28:18": "who, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had examined\") which is understood as temporal> had examined me, were wanting to release [me],<note: *Here the direct object is supplied from context in the English translation> because there was no basis for an accusation [worthy] of death with me.",
    "28:19": "But [because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"objected\")> the Jews objected, I was forced to appeal to Caesar (not as [if I]<note: *Here \"[if]\" is supplied as a component of the participle (\"had\") which is understood as concessive> had any [charge] to bring against my [own] people).<note: Or \"nation\">",
    "28:20": "Therefore for this reason I have requested to see you and to speak with [you],<note: *Here the direct object is supplied from context in the English translation> for because of the hope of Israel I am wearing this chain!\"",
    "28:21": "And they said to him, \"We have received no letters about you from Judea, nor has any of the brothers come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> reported or spoken anything evil about you.",
    "28:22": "But we would like to hear from you what you think, for concerning this sect it is known to us that it is spoken against everywhere.\"",
    "28:23": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had set\") which is understood as temporal> had set a day with him, many more came to him at his lodging place, to whom he was explaining from early in the morning until evening, testifying about the kingdom of God and attempting to convince<note: *Here the present tense has been translated as conative (\"attempting to convince\")> them about Jesus from both the law of Moses and the prophets.",
    "28:24": "And [some] were convinced [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"what was said\") which is understood as means> what was said, but [others] refused to believe.",
    "28:25": "So being in disagreement with one another, they began to leave [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"made\")> Paul made one statement: \"The Holy Spirit spoke rightly through the prophet Isaiah to your fathers, 'Go to this people and say, \"{You will keep on hearing}<note: Literally \"hearing you will hear\"> and will never understand, and {you will keep on seeing}<note: Literally \"seeing you will see\"> and will never perceive.\r\n",
    "28:27": "For the heart of this people has become dull, and with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> ears they hear with difficulty, and they have shut their eyes, lest they see with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> eyes, and hear with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> ears, and understand with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> heart, and turn, and I would heal them.\" '<note: A quotation from Isa 6:9-10>",
    "28:28": "Therefore let it be known to you that this salvation of God has been sent to the Gentiles. They also will listen!\"<note: Some later manuscripts include v. 29: \"And when he had said these things, the Jews departed, having a great dispute among themselves.\">",
    "28:30": "So he stayed two whole years in his own rented house, and welcomed all who came to him,",
    "28:31": "proclaiming the kingdom of God and teaching the [things] concerning the Lord Jesus Christ with all boldness, without hindrance."
  }
}