{
  "abbreviation": "Am",
  "passages": {
    "1:1": "The words of Amos, who was among the shepherds from Tekoa, which he saw concerning Israel in the days of Uzziah the king of Judah and in the days of Jeroboam the son of Jehoash, two years {before}<note: Literally \"to the face of\"> the earthquake.",
    "1:2": "And he said, \"Yahweh roars from Zion and he utters his voice from Jerusalem; the pastures of the shepherds wither and the top of Carmel dries up.\"",
    "1:3": "Thus says Yahweh, \"For three transgressions of Damascus and for four I will not revoke [the punishment],<note: Or \"it\"> because they threshed Gilead with threshing sledges of iron!",
    "1:4": "So I will send fire against Hazael's house and it will consume the citadel fortresses of Ben-Hadad.",
    "1:5": "I will break the gate bars of Damascus and I will cut off the inhabitants from the Valley of Aven and the one who takes hold of the scepter of Beth Eden, and the people of Aram will go into exile to Kir,\" says Yahweh.",
    "1:6": "Thus says Yahweh: \"For three transgressions of Gaza and for four I will not revoke [the punishment],<note: Or \"it\"> because they exiled a whole community, handing them over to Edom!",
    "1:7": "So I will send a fire against the wall of Gaza and it will devour its citadel fortresses.",
    "1:8": "And I will cut off the inhabitants from Ashdod and the one who takes hold of the scepter of Ashkelon. I will also turn my hand against Ekron, and the remnant of the Philistines will perish,\" says the Lord Yahweh.",
    "1:9": "Thus says Yahweh: \"For three transgressions of Tyre and for four I will not revoke [the punishment],<note: Or \"it\"> because they delivered up a whole community to Edom and they did not remember the covenant of brotherhood!",
    "1:10": "So I will send a fire against the wall of Tyre and it will devour its citadel fortresses.\"",
    "1:11": "Thus says Yahweh: \"For three transgressions of Edom and for four I will not revoke [the punishment],<note: Or \"it\"> because he pursued his brother with the sword! He stifled his compassion and his anger tore [them] apart {continually},<note: Literally \"forever\"> and he kept his rage forever.",
    "1:12": "So I will send a fire against Teman and it will devour the citadel fortresses of Bozrah.\"",
    "1:13": "Thus says Yahweh: \"For three transgressions of Ammon and for four I will not revoke [the punishment],<note: Or \"it\"> because they ripped open the pregnant women of Gilead in order to enlarge their territory!",
    "1:14": "So I will kindle a fire against the wall of Rabbah and it will devour its citadel fortresses with a war cry on the day of battle, with a storm on the day of the violent tempest.",
    "1:15": "And their king will go into exile, he and his commanders together,\" says Yahweh.",
    "2:1": "Thus says Yahweh: \"For three transgressions of Moab and for four I will not revoke [the punishment],<note: Or \"it\"> because he burned to lime the bones of the king of Edom.",
    "2:2": "So I will send a fire against Moab and it will devour the citadel fortresses of Kerioth, and Moab will die amid uproar, amid war cries [and] amid the sound of a horn.",
    "2:3": "And I will cut off [the] ruler from its midst and I will kill all of its officials with him,\" says Yahweh.",
    "2:4": "Thus says Yahweh: \"For three transgressions of Judah and for four I will not revoke [the punishment],<note: Or \"it\"> because they have rejected the law of Yahweh and have not kept his rules, and their lies have led them astray, {after which their ancestors walked}!<note: Literally \"which their ancestors walked after them\">",
    "2:5": "So I will send a fire against Judah and it will devour the citadel fortresses of Jerusalem.",
    "2:6": "Thus says Yahweh: \"For three transgressions of Israel and for four I will not revoke [the punishment],<note: Or \"it\"> because they sell the righteous for money and the poor for a pair of sandals!",
    "2:7": "Those who trample the heads of the powerless into the dust of the ground and turn aside the way of the destitute, a man and his father {have sexual relations with}<note: Literally \"go to\"> the same girl, so that [they] profane my holy name.",
    "2:8": "They stretch themselves out beside every altar on clothing taken in pledge and they drink wine, bought with fines imposed,<note: Literally \"imposing a fine\"> in the house of their God.",
    "2:9": "Yet I destroyed the Amorite {before them},<note: Literally \"from the face of them\"> {who was as tall as}<note: Literally \"whose height was as the height of\"> cedars and was as strong as the oaks. I destroyed his fruit above and his roots beneath.",
    "2:10": "And I brought you up from the land of Egypt, and I led you in the wilderness forty years to take possession of the land of the Amorite.",
    "2:11": "And I raised up some [of] your sons to [be] prophets and some [of] your young men to [be] Nazirites. Is it not so, O {people}<note: Literally \"children\"> of Israel? [This is] the declaration of Yahweh!",
    "2:12": "But you made the Nazirites drink wine and commanded the prophets, saying, 'You shall not prophesy.'",
    "2:13": "Look! I [am] going to press [you] down in your place just as a utility cart full of mature stalks of grain [is pressed down].",
    "2:14": "Flight will perish from [the] swift and [the] strong person will not muster his strength and [the] warrior will not save his life.",
    "2:15": "And [the] one who takes hold of the bow will not stand and [the one who is] swift on his feet will not save himself, nor will [the] one who rides the horse save his life.",
    "2:16": "Even those who are strong of heart among the mighty will flee away naked from the city on that day. [This is] the declaration of Yahweh!\"",
    "3:1": "Hear this word that Yahweh has spoken against you, O people of Israel, against the whole clan that I brought up from the land of Egypt:<note: Hebrew \"Egypt, saying\">",
    "3:2": "\"You only have I {chosen}<note: Literally \"known\"> of all the clans of the earth. Therefore I will punish you for all your iniquities.",
    "3:3": "Do two walk together unless they have met?",
    "3:4": "Does a lion roar in the forest {when he has no prey}?<note: Literally \"and there is no prey to him\"> Does a fierce, young lion cry out from his den unless he has caught [something]?",
    "3:5": "Does a bird fall into a trapping net on the earth when there is no snare for it? Does a trapping net spring up from the ground unless it has certainly caught something?",
    "3:6": "Or is a horn blown in a city and people are not afraid? Or does a disaster occur in the city and Yahweh has not done [it]?",
    "3:7": "Surely my Lord does not do anything unless he has revealed his secret to his servants the prophets.",
    "3:8": "A lion has roared! Who is not afraid? My Lord Yahweh has spoken, who will not prophesy?",
    "3:9": "Proclaim to the citadel fortresses in Ashdod and the citadel fortresses in the land of Egypt and say: \"Gather on the mountains of Samaria and see the great panic in her midst and the oppression in her midst!\"",
    "3:10": "\"They do not know [how] to do right,\" {declares Yahweh},<note: Literally \"the declaration of Yahweh\"> \"those who store up violence and destruction in their citadel fortresses.\"",
    "3:11": "Therefore, thus says my Lord Yahweh, \"A foe shall surround the land and bring down your strongholds, and your citadel fortresses shall be plundered.\"",
    "3:12": "Thus says Yahweh, \"Just as the shepherd rescues two legs or a piece of an ear from the mouth of the lion, so shall the {people}<note: Literally \"children\"> of Israel who dwell in Samaria, with the corner of a couch and the damask of a bed.\"",
    "3:13": "\"Listen and testify against the house of Jacob,\" {declares}<note: Literally \"a declaration of\"> my Lord Yahweh, the God of hosts.",
    "3:14": "\"For on the day I punish Israel for {its transgression},<note: Literally \"the transgression of Israel upon it\"> I will also punish the altars of Bethel and the horns of the altar will be cut off and fall to the ground.",
    "3:15": "I will ruin the winter house as well as the summer house, and the houses of ivory will perish and the great houses shall come to an end,\" {declares}<note: Literally \"a declaration of\"> Yahweh.",
    "4:1": "Hear this word, [you] cows of Bashan who [live] on the mountain of Samaria, who oppress the powerless, who crush the poor, who say to their husbands, \"Bring [something] so that we may drink!\"",
    "4:2": "My Lord Yahweh has sworn by his holiness that, \"Behold, the days are coming upon you {when they}<note: Literally \"and he\"> will take you away with hooks, even the last of you with fishing hooks.",
    "4:3": "And you shall leave through breaches [in the wall], each one in front of her. You will be dragged off toward Harmon,\"<note: The meaning of this Hebrew word is uncertain> {declares}<note: Literally \"a declaration of\"> Yahweh.",
    "4:4": "\"Come [to] Bethel and transgress; [to] Gilgal and {multiply transgression}!<note: Literally \"increase to transgress\"> Bring your sacrifices in the morning and your tithes on the {third day}.<note: Literally \"for three of days\">",
    "4:5": "And bring a thank offering of unleavened bread, and proclaim freewill offerings, pronounce them, for so you love [to do], O {people}<note: Literally \"children\"> of Israel,\" [is] the declaration of my Lord Yahweh.",
    "4:6": "\"And I<note: Emphatic use of personal pronoun> in turn gave you cleanness of teeth in all your cities and lack of bread in all your places. Yet you did not return to me,\" [is] the declaration of Yahweh.",
    "4:7": "\"And I also withheld the rain from you when [there were] still three months to the harvest. And I would send rain on one city and send no rain on another city. One tract of land will be rained on, and [the] tract of land {on which it does not rain}<note: Literally \"which does not rain down on it\"> will dry up.",
    "4:8": "So two [or] three cities wandered to one city to drink water and they were not satisfied, yet you did not return to me,\" [is] the declaration of Yahweh.",
    "4:9": "\"I struck you with blight and with mildew. Frequently the cutting locust devoured your gardens and your vineyards and your fig trees and your olive trees, yet you did not return to me,\" [is] the declaration of Yahweh.",
    "4:10": "\"I sent among you a plague in the manner of Egypt; I killed your young men with the sword, along with the captivity of your horses. And I made the stench of your camps go up into your nostrils, yet you did not return to me,\" [is] the declaration of Yahweh.",
    "4:11": "\"I overthrew some of you as God overthrew Sodom and Gomorrah, and you were as a stick snatched from [the] fire, and yet you did not return to me,\" [is] the declaration of Yahweh.",
    "4:12": "\"Therefore, thus I will do to you, [O] Israel. Because I will do this to you, O Israel, prepare to meet your God!",
    "4:13": "Yes, here is the one who forms [the] mountains, and the one who creates the wind, and the one who reveals to humans what his thoughts [are], and the one who treads on the heights of the earth; Yahweh, the God of hosts, [is] his name!\"",
    "5:1": "Hear this word that I [am] going to intone over you [as] a lament, O house of Israel!",
    "5:2": "Virgin Israel has fallen and will not rise again. She is deserted on her land; there is no one to raise her up.",
    "5:3": "For thus says my Lord Yahweh, \"The city that marches out [with] a thousand will [only] have a hundred left. And the one that marches out [with] a hundred will [only] have ten left for the house of Israel.\"",
    "5:4": "For thus says Yahweh to the house of Israel, \"Seek me so that you may live.\"",
    "5:5": "But do not seek Bethel or go [to] Gilgal or cross over to Beersheba, for Gilgal will certainly go into exile and Bethel will come to disaster.\"",
    "5:6": "Seek Yahweh so that you may live, so that he will not break out like a fire [against] the house of Joseph! And it will devour, {with none to quench}<note: Literally \"and there is not one to quench\"> [it] for Bethel.",
    "5:7": "[Ah,] you who turn justice into wormwood and hurl righteousness to the ground!",
    "5:8": "The one who made the Pleiades and Orion and who turns deep darkness into the morning and darkens day [into] night, the one who calls for the waters of the sea and pours them out on the surface of the earth, Yahweh [is] his name!",
    "5:9": "The one who makes destruction flash upon [the] fierce, {so that}<note: Literally \"and\"> destruction comes upon [the] fortification.",
    "5:10": "They hate the one who reproves in the gate and they abhor the one who speaks honestly.",
    "5:11": "Therefore, because you trample on [the] poor and you take a grain tax from them, you built houses of dressed stone, but you will not live in them. You built vineyards of delightfulness, but you will not drink their wine.",
    "5:12": "For I know your transgressions [are] many and your sins [are] numerous, [you] foes of [the] righteous, those who take a bribe, and {those who}<note: Literally \"they\"> push aside [the] poor [ones] in the gate!",
    "5:13": "Therefore, whoever has insight will keep silent in that time, for it [is] a time of evil.",
    "5:14": "Seek good and not bad in order that you may live, and so Yahweh, the God of hosts, will be with you, as you have said.",
    "5:15": "Hate evil and love good and establish justice in the gate; perhaps Yahweh, the God of hosts, will be gracious [to] the remnant of Joseph.",
    "5:16": "Therefore, thus says Yahweh, the God of hosts, my Lord, \"In all [of] the public squares [there will be] wailing, and in all [of] the streets [they will say], 'Alas, alas, alas!' They shall call [the] farmers to mourning and [to] wailing, to those who are skilled [in] lamentation.",
    "5:17": "And in all [of the] vineyards [there will be] wailing, because I will pass in your midst,\" says Yahweh.",
    "5:18": "Alas, those who desire the day of Yahweh, why [is] this for you the day of Yahweh? It [will be] darkness and not light!",
    "5:19": "[It will be] as [if] a man fled from a lion and a bear met him; or he went [into] the house and leaned his hand against the wall and a snake bit him.",
    "5:20": "[Is] not the day of Yahweh darkness and not light, and pitch dark with no brightness in it?",
    "5:21": "\"I hate, I despise your festivals, and I take no delight in your assemblies.",
    "5:22": "Yes, [even] if you offer me your burnt offerings and grain offerings, I will not accept [them], and I will not look at the fellowship offerings of your fattened animals.",
    "5:23": "Remove from me the noise of your songs, and I do not want to hear the melody of your harps!",
    "5:24": "But let justice roll on like the water, and righteousness like an ever-flowing stream.",
    "5:25": "Did you bring to me sacrifices and offering[s] those forty years in the desert, O house of Israel?",
    "5:26": "And you will take up Sikkuth, your king, and Kaiwan, your images, the star of your gods which you made for yourselves.",
    "5:27": "And I will deport you beyond Damascus,\" says Yahweh--the God of hosts [is] his name.",
    "6:1": "Alas [for] those being at ease in Zion, and those who feel secure on Mount Samaria, the notables of the best of the nations! The house of Israel resorts to them.",
    "6:2": "Cross over [to] Calneh and see, and go from there [to] Hamath Rabbah and go down [to] Gath of the Philistines. [Are] you better than these kingdoms, or is their territory greater than your territory?",
    "6:3": "You that put off the day of disaster and bring near a reign of violence!",
    "6:4": "[Alas for] those who lie on beds of ivory and lounge on their couches, and those eating young rams from [the] sheep and goats, and bull-calves from the middle of [the] animal stall.",
    "6:5": "[Alas for those] who sing to the tune of the harp; like David they improvise on instruments of music.",
    "6:6": "[Alas for those] who drink from sprinkling bowls of wine and anoint themselves with the best of olive oils and are not grieved over the ruin of Joseph.",
    "6:7": "Therefore, they shall now go into exile at the head of the exiles and the feast of lounging shall pass away.",
    "6:8": "My Lord Yahweh has sworn by himself, {declares}<note: Literally \"a declaration of\"> Yahweh, the God of hosts: \"I abhor the pride of Jacob and I hate his citadel fortresses and I will deliver [the] city and its fullness!\"",
    "6:9": "And then if ten people remain in one house, they too will die.",
    "6:10": "And [if] one's relative, who burns [the body], lifts it up and brings the body out of the house and he will say to someone in the innermost part of the house, \"[Are there] any more with you?\" and he will say, \"None,\" then he will say, \"Silence,\" because [we] must not invoke the name of Yahweh.",
    "6:11": "Look, Yahweh [is] going to command and the great house will be destroyed [to] bits and the little house [to] pieces.",
    "6:12": "Do horses run on rocks, or does one plow the sea with oxen?<note: Or \"does one plow them with oxen\"> But you have turned justice into poison and [the] fruit of righteousness into wormwood!",
    "6:13": "[You] who rejoice over Lo-Debar, who say, \"Have we not taken Karnaim for ourselves by our strength?\"",
    "6:14": "Indeed, I [am] going to raise up against you a nation, O house of Israel, {declares}<note: Literally \"a declaration of\"> Yahweh, the God of hosts. And they shall oppress you from Lebo-hamath up to the wadi of the Arabah.",
    "7:1": "This is what my Lord Yahweh showed me, and look, [he] is going to form locusts at the beginning of the sprouting of the second crop, and look, after the mowings of the king.",
    "7:2": "And then when they<note: Hebrew \"he/it\"> finished eating the vegetation of the land, I said, \"O Lord Yahweh, please forgive! How can Jacob stand, because he [is] small?\"",
    "7:3": "Yahweh relented concerning this. \"It will not be,\" said Yahweh.",
    "7:4": "This is what my Lord Yahweh showed me, and look, my Lord Yahweh was going to call for a legal case with fire, and it devoured the great deep and it ate up the plots of ground.",
    "7:5": "Then I said, \"[O] Lord Yahweh, please stop! How can Jacob stand, because he [is] small?\"",
    "7:6": "Yahweh also relented concerning this. \"This also will not be,\" said my Lord Yahweh.",
    "7:7": "This is what he showed me: Behold, my Lord [was] standing beside a wall [built with] a plummet, and a plummet [was] in his hand.",
    "7:8": "And Yahweh said to me, \"What do you see?\" And I said, \"A plummet.\" And my Lord said, \"Look, I [am] going to set a plummet in the midst of my people, Israel. I will not pass them by again.",
    "7:9": "The high places of Isaac shall become desolate and the sanctuaries of Israel shall be laid waste. And I will rise against the house of Jeroboam with the sword.\"",
    "7:10": "Then Amaziah the priest of Bethel sent to Jeroboam the king of Israel, saying, \"Amos has conspired against you in the midst of the house of Israel. The land is not able to endure all of his words.",
    "7:11": "For this Amos has said, 'Jeroboam will die by the sword and Israel will certainly go into exile [away] from his land.'\"",
    "7:12": "And Amaziah said to Amos, \"[O] seer, go, flee to the land of Judah and earn food there and prophesy there!\"",
    "7:13": "But do not prophesy again at Bethel, because this [is] a sanctuary of a king and this [is] a temple of a kingdom.\"",
    "7:14": "And Amos answered and said to Amaziah, \"I am not a prophet and I [am] not a son of a prophet, but I [am] a herdsman and I am one taking care of sycamore trees.",
    "7:15": "And Yahweh took me from [following] behind the sheep and goats and Yahweh said to me, \"Go, prophesy to my people Israel!",
    "7:16": "And so then, hear the word of Yahweh! You are saying, 'You must not prophesy against Israel and you must not preach against the house of Isaac!'",
    "7:17": "Therefore, thus says Yahweh, 'Your wife will become a prostitute in the city and your sons and your daughters will fall by the sword and your land will be divided with a line, and you<note: Emphatic second person pronoun> will die in an unclean land and Israel will surely go into exile from this land.'\"",
    "8:1": "My Lord Yahweh showed me this, and there was a basket of summer fruit.",
    "8:2": "And he said, \"What do you see, Amos?\" And I said, \"A basket of summer fruit.\" And Yahweh said to me, \"The end has come upon my people Israel. I will not pass by them again!\"",
    "8:3": "\"And the songs of the temple shall become wailings in that day,\" {declares}<note: Literally \"a declaration of\"> my Lord Yahweh. \"The corpses are numerous; he throws them in every place. Be quiet!\"",
    "8:4": "Hear this, those who trample on [the] poor and who annihilate the afflicted of [the] land,",
    "8:5": "saying, \"When will the new moon be over, so that we can sell grain? And the Sabbath, so that we can open the grain bins, that we can make [the] ephah small and make [the] shekel large, and can practice deceit [with] a set of scales of deceit?",
    "8:6": "{That we can}<note: Literally \"to buy\"> buy [the] powerless with silver and [the] poor for the sake of a pair of sandals, and we can sell the waste of the grain?\"",
    "8:7": "Yahweh has sworn by the pride of Jacob, \"Surely I will never forget any of their deeds!",
    "8:8": "On account of this, will not the land tremble and will not every living [thing] in it mourn? And all of it will rise like the Nile and it will be tossed about and subside like the Nile of Egypt.",
    "8:9": "And then in that day,\" {declares}<note: Literally \"a declaration of\"> my Lord Yahweh, \"I<note: Literally \"and I\"> will make the sun go down at noon and I will darken the land on a day of light.",
    "8:10": "And I will turn your feasts into mourning and all of your songs into lament, and I will put sackcloth on all loins and baldness on every head. And I will make it like the mourning for an only child, and its end like a bitter day.",
    "8:11": "Look, the days are coming,\" {declares}<note: Literally \"a declaration of\"> my Lord Yahweh, \"when I will send a famine in the land, not a famine for bread and not a thirst for water, but {of hearing}<note: Literally \"but if to hear\"> the words of Yahweh!",
    "8:12": "And they will wander from sea to sea and from [the] north and to [the] east. They will roam about to seek the word of Yahweh, but they will not find [it]!",
    "8:13": "In that day the beautiful young women and the young men will faint because of thirst.",
    "8:14": "[These are] those who swear by the guilt of Samaria and say, 'By the life of your gods, O Dan,' and 'By the life of the way of Beersheba,' they will fall and they will not rise again.\"",
    "9:1": "I saw my Lord standing by the altar and he said, \"Strike the capitals so that the thresholds will shake, and shatter them on the head of all of them, and I will kill the rest of them with the sword. A fugitive belonging to them will not run away, and a survivor belonging to them will not escape.",
    "9:2": "If they dig into Sheol, from there my hand will take them, and [even] if they climb up [to] heaven, from there I will bring them down.",
    "9:3": "And [even] if they hide themselves on the top of Carmel, from there I will search and will take them, and [even] if they hide from before my eyes at the bottom of the sea, from there I will command the sea serpent and it will bite them.",
    "9:4": "And [even] if they go into captivity before their enemies, from there I will command the sword and it will kill them, and I will fix my eyes on them for harm and not for good.\"",
    "9:5": "And [thus will do] the Lord Yahweh of hosts, who touches the earth and it melts, and all of those living in it mourn, and all of it rises like the Nile and it sinks down like [the] Nile of Egypt,",
    "9:6": "who builds his upper chambers in the heavens and lays the foundation of his vault on the earth, who calls for the waters of the sea and pours them on the surface of the earth--Yahweh is his name.",
    "9:7": "\"Are you not like the Cushites to me, O people of Israel?\" {declares}<note: Literally \"a declaration of\"> Yahweh. \"Did I not bring up Israel from the land of Egypt and [the] Philistines from Caphtor and {the Arameans}<note: Literally \"Aram\"> from Kir?",
    "9:8": "Look, the eyes of my Lord Yahweh [are] on the kingdom of sin, and I will destroy it from the surface of the earth. However, I will not utterly destroy the house of Jacob,\" {declares}<note: Literally \"a declaration of\"> Yahweh.",
    "9:9": "\"Yes, look, I [am] going to command and I will shake the house of Israel among all the nations like one who shakes with a sieve, but not a pebble will fall [to the] ground.",
    "9:10": "All the sinners of my people will die by the sword, who say, 'Evil will not overtake or confront us.'",
    "9:11": "On that day I will raise up the booth of David that is fallen, and I will repair its breaches and will raise up its ruins and will build it like the days of old.",
    "9:12": "Thus they may take possession of the remnant of Edom and all the nations {who are called by my name},\"<note: Literally \"who my name is called over them\"> {declares}<note: Literally \"a declaration of\"> Yahweh, [who] does this.",
    "9:13": "\"Look, days are coming,\" {declares}<note: Literally \"a declaration of\"> Yahweh, \"when [the one who] plows will overtake [the one who] reaps, the one who treads grapes [will catch up] with the one who sows the seed. And the mountains will drip sweet wine and all of the hills will flow [with it].",
    "9:14": "And I will restore the fortunes of my people Israel, and they will rebuild [the] desolated cities and will inhabit [them]. And they will plant vineyards and will drink their wine, and they will make gardens and will eat their fruit.",
    "9:15": "And I will plant them on their land and they will not be uprooted again from their land that I have given to them,\" says Yahweh your God."
  }
}