{
  "abbreviation": "Es",
  "passages": {
    "1:1": "And it happened in the days of Ahasuerus, the Ahasuerus who reigned from India to Cush<note: That is, \"Ethiopia\">--[over] one hundred and twenty-seven provinces.<note: Hebrew \"province\">",
    "1:2": "In those days as King Ahasuerus was sitting on the throne of his kingdom, which [was] in the citadel of Susa,",
    "1:3": "he gave a banquet in the third year of his reign for all his officials and servants. The army of Persia and Media and the nobles and officials of the provinces were in his presence",
    "1:4": "as he displayed the wealth of the glory of his kingdom and the glorious splendor of his greatness [for] many days, one hundred and eighty days<note: Hebrew \"day\">.",
    "1:5": "And when those days were completed, the king gave for all the people that were present at the citadel of Susa, both great and small, a banquet in the courtyard of the king's palace garden that lasted seven days.",
    "1:6": "There were curtains of finely woven linen and blue cloth tied with cords of fine white linen and purple cloth to silver curtain rings and pillars of alabaster, [and] couches of gold and silver on a paved floor of alabaster, precious stone, mother-of-pearl, and costly stones.<note: Hebrew \"stone\">",
    "1:7": "Drinks were served in goblets of gold and {goblets of different kinds},<note: Literally \"goblets from changing goblets\"> and [there was] {plentiful royal wine according to the bounty of the king}.<note: Literally \"much wine of the kingdom according to the hand of the king\">",
    "1:8": "There were no restrictions on the drinking, for the king had instructed every official of his palace to do as each one pleased.",
    "1:9": "Furthermore, Queen Vashti gave a banquet for the women [in] {the palace}<note: Literally \"[in] the house of the reign\" or \"[in] the house of the kingdom\"> that belonged to King Ahasuerus.",
    "1:10": "On the seventh day, when the heart of the king was merry with wine, he said to Mehuman, Biztha, Harbona, Bigtha, Abagtha, Zethar, and Carcas, seven of the eunuchs attending King Ahasuerus,",
    "1:11": "to bring Queen Vashti before the king {with her royal crown}<note: Literally \"with [her] headdress of [the] kingdom\"> to show the people and the officials her beauty, {for she was very attractive}.<note: Literally \"for she [was] of good appearance\">",
    "1:12": "But Queen Vashti refused to come at the word of the king that [was] {conveyed by}<note: Literally \"by the hand of\"> the eunuchs. And the king became very angry, and his anger burned in him.",
    "1:13": "And the king said to the wise men, {the ones who know the times}<note: Literally \"the knowers of the times\">--for it [was] the procedure of the king before all those who knew law and rights;<note: Or \"custom and legalities\">",
    "1:14": "and those next to him were Carshena, Shethar, Admatha, Tarshish, Meres, Marsena, Memucan, the seven officials of Persia and Media who {had access to the king}<note: Literally \"saw the face of the king\"> and sat first in the kingdom--",
    "1:15": "\"According to [the] law, what is to be done with Queen Vashti, because she has not done the command of King Ahasuerus {conveyed by}<note: Literally \"by the hand of\"> the eunuchs?",
    "1:16": "And Memucan said before the king and the officials, \"Not only has Queen Vashti done wrong to the king, but to all the officials and all of the people who [are] in all the provinces of King Ahasuerus.",
    "1:17": "For this deed of the queen {will be known}<note: Literally \"will go out\"> to all the women, causing them {to look with contempt on their husbands},<note: Literally \"to despise their husbands in their eyes\"> as they will say, 'King Ahasuerus commanded Queen Vashti to be brought before him but she did not come!'",
    "1:18": "This day the women of nobility from Persia and Media will respond to all the officials of the king and there will be no end to contempt and anger.",
    "1:19": "{If it pleases}<note: Literally \"If it is good to\"> the king, let {a royal edict}<note: Literally \"a word of the kingdom\"> go out from him, and let it be written among the laws of Persia and Media so that it will not be altered, that Vashti cannot come before King Ahasuerus; and let the king give her royal position to her neighbor who [is] better than she.",
    "1:20": "And let the king's decree that he will make be proclaimed in all his kingdom, because it [is] vast and all the women will honor their husbands, great and small.\"<note: Or \"high and low\">",
    "1:21": "{This advice pleased the king}<note: Literally \"The word was good in the eyes of the king> and the officials, and the king acted according to the word of Memucan.",
    "1:22": "And he sent letters to all the provinces of the king, to each province according to its own script, and to every people in their own {language},<note: Literally \"tongue\"> that every man should be the master of his house and who speaks in the {language}<note: Literally \"tongue\"> of his people.",
    "2:1": "After these things, when the anger of King Ahasuerus subsided, he remembered Vashti and what she had done and what had been decreed against her.",
    "2:2": "And the king's servants attending him said, \"Let them seek attractive young virgins for the king.",
    "2:3": "Let the king appoint chief officers in all the provinces of his kingdom, and let them gather every attractive young virgin to the {harem}<note: Literally \"house of the women\"> in the citadel of Susa {under the care of}<note: Literally \"to the hand of\"> Hegai, the king's eunuch, who is in charge of the women; and let him give [them] their beauty treatment.",
    "2:4": "And let the young woman {who is pleasing}<note: Literally \"who is good\"> in the king's eyes become queen in place of Vashti. The thing was good in the king's eyes, and he acted accordingly.",
    "2:5": "There was a Jew in the citadel of Susa whose name [was] Mordecai son of Jair, son of Shimei, son of Kish, a Benjaminite,",
    "2:6": "who was deported<note: Or \"exiled\"> from Jerusalem with the exiles<note: Hebrew \"exile\"> who were deported<note: Or \"exiled\"> with Jeconiah<note: A variant spelling of \"Jehoiachin\"> the king of Judah, whom King Nebuchadnezzar of Babylon had deported.<note: Or \"exiled\">",
    "2:7": "He<note: That is, Mordecai> was raising Hadassah, that [is] Esther, his uncle's daughter,<note: That is, his cousin> for she did not have a father or a mother; the young woman [had] a beautiful figure and [was] very attractive. When her father and mother died, Mordecai had taken her as his daughter.",
    "2:8": "And it happened, at the proclaiming of the edict of the king and his law, when many young women were being gathered to the citadel of Susa {under Hegai's care},<note: Literally \"to the hand of Hegai\"> Esther was taken to the {king's palace}<note: Literally \"house of the king\"> {under the care of}<note: Literally \"to the hand of\"> Hegai who was in charge of the women.",
    "2:9": "{The young woman pleased him}<note: Literally \"the young woman was good in his eyes\"> and she won favor in his presence, and he quickly provided for her beauty treatment and her portion of food, with seven chosen maids to give to her from the {king's palace},<note: Literally \"house of the king\"> and he advanced her and her maids to the best part of the {harem}.<note: Literally \"house of the women\">",
    "2:10": "Esther did not disclose her people and her family because Modecai had charged her that she must not tell.",
    "2:11": "And every day Modecai would walk up and down in front of the courtyard of the {harem}<note: Literally \"house of the women\"> to learn {how Esther was doing}.<note: Literally \"the peace of Esther and how it does/does with her\">",
    "2:12": "When the turn came for each girl to go to King Ahasuerus, after the end of twelve months of being under the regulations of the women--for the days of their beauty treatments had to be filled, six months with the oil of myrrh and six months with perfumes and women's cosmetics--",
    "2:13": "in this way, the girl goes to the king and all that she asks is given to her {to take}<note: Literally \"to go\"> with her from the {harem}<note: Literally \"house of the women\"> to the {king's palace}.<note: Literally \"house of the king\">",
    "2:14": "In the evening she would go and in the morning she would return to the {second harem}<note: Literally \"second house of the women\"> {under the care of}<note: Literally \"to the hand of\"> Shaashgaz, the king's eunuch in charge of the concubines. She would not go back to the king unless the king delighted in her and she was called by name.",
    "2:15": "When the turn came near for Esther daughter of Abihail the uncle of Mordecai, who had taken [her] as a daughter, to go to the king, she did not ask anything except what Hegai the eunuch of the king who was in charge of the women, advised. And Esther carried favor in the eyes of everyone that saw her.",
    "2:16": "Esther was taken to King Ahasuerus, to his {palace},<note: Literally \"house of the reign\" or \"house of the kingdom\"> in the tenth month that is Tebeth in the seventh year of his reign.",
    "2:17": "And the king loved Esther more than all the women, and she won his favor and loyalty more than all the virgins, so he put a {royal crown}<note: Literally \"crown of the kingdom\"> on her head and made her queen instead of Vashti.",
    "2:18": "And the king gave a great banquet, Esther's banquet, for all his officials and servants. And he granted a tax amnesty<note: See HALOT 252-253 s.v.> to the provinces and he gave gifts with royal liberality.",
    "2:19": "When [the] virgins were gathered a second time, Mordecai [was] sitting at the gate of the king.",
    "2:20": "Esther had not made known her family and her people, just as Mordecai had instructed her; for Esther {did what Mordecai told her},<note: Literally \"did the word of Mordecai\"> just as when she was brought up by him.",
    "2:21": "In those days Mordecai [was] sitting at the gate of the king. Bigthana and Teresh, two of the king's eunuchs from the keepers of the threshold, became angry and they conspired {to assassinate}<note: Literally \"to send a hand against\"> King Ahasuerus.",
    "2:22": "And the matter became known to Mordecai and he told [it] to Queen Esther, and Esther told [it] to the king in the name of Mordecai.",
    "2:23": "And the matter was investigated and found [to be so]; and the two of them were hanged on [the] gallows, and it was written in the scroll of the events of the days before the presence of the king.",
    "3:1": "After these things King Ahasuerus promoted Haman son of Hammedatha the Agagite, and he exalted him and set {his position}<note: Literally \"his throne\"> above all the officials who [were] with him.",
    "3:2": "And all of the king's servants who [were] at the gate of the king [were] kneeling and bowing down to Haman; for so the king had commanded concerning him, but Mordecai did not kneel and bow down.",
    "3:3": "And the king's servants who [were] at the gate of the king said to Mordecai, \"Why [are] you transgressing the command of the king?\"",
    "3:4": "They spoke to him day after day, but he did not listen to them, and they informed Haman to see if {Mordecai's resolve would prevail};<note: Literally \"the word's of Mordecai would stand\"> for he had told them that he [was] a Jew.",
    "3:5": "And Haman saw that Mordecai was not kneeling and bowing down to him, and he was filled [with] anger.",
    "3:6": "But {he considered it beneath him}<note: Literally \"he despised it in his eyes\"> to lay hands on Mordecai only, for they told him of Mordecai's people, and Haman sought to destroy all the Jews, the people of Mordecai, who [were] in the kingdom of Ahasuerus.",
    "3:7": "In the first month, that [is], the month of Nisan, in the twelfth year of King Ahasurus, he cast pur--that [is], the lot--before the presence of Haman {for the day and for the month},<note: Literally \"from day to day and from month to month\"> until<note: The Septuagint adds, \"and the lot fell on the thirteenth day of\"> the twelfth month, that [is], the month of Adar.",
    "3:8": "And Haman said to King Ahasuerus, \"There is a certain people scattered and separated among the peoples in all of the provinces of your kingdom; their laws [are] different from every [other] people, and they do not {observe}<note: Literally \"do\"> the laws of the king; it is not appropriate for the king to tolerate them.",
    "3:9": "If it pleases the king, let a [decree] be issued to destroy them, and I will pay<note: Or \"I will weigh\"> ten thousand talents<note: Hebrew \"talent\"> of silver to those who do the job, to bring to the treasury of the king.\"",
    "3:10": "So the king removed his signet ring from his hand and gave it to Haman son of Hammedatha the Agagite, the enemy of the Jews.",
    "3:11": "And the king said to Haman, \"The money [is] given to you and to the people to do with it {as you see fit}.<note: Literally \"as the good [is] in your eyes\">",
    "3:12": "And the king's secretaries were called in the first month on the thirteenth day, and [a decree] was issued, according to all that Haman commanded, to the satraps of the king and to the governors who [were] over all the provinces, and to [the] officials of all the people, to each province according to [its own] script and to all people according to their own language; [it was] written in the name of King Ahasuerus and [was] sealed with the king's ring.",
    "3:13": "Letters [were] sent by couriers<note: Or \"by runners\"> to all the provinces of the king to destroy, to kill, and to annihilate all the Jews, {both young and old},<note: Literally \"from young to old\"> women and children, on one day, the thirteenth day of the month, that [is] Adar, and to plunder their goods.",
    "3:14": "A copy of the edict [was] presented [as] law in every province making [it] known to all the people to be ready for that day.",
    "3:15": "The couriers went out quickly by order of the king, and the law was issued in the citadel of Susa. The king and Haman sat down to drink; and the city of Susa was bewildered.<note: Or \"disturbed\">",
    "4:1": "Mordecai learned all that had been done and he tore his clothes and put on sackcloth and ashes. And he went through the middle of the city and cried out a loud and bitter cry;",
    "4:2": "he went up to the entrance of the gate of the king, for he could not go to the gate of the king in sackcloth.",
    "4:3": "In every province [each] place where the king's edict and his law came, there [was] great mourning for the Jews with fasting, crying, wailing, [and] sackcloth; and ashes were spread out as a bed for them.",
    "4:4": "And Esther's maids and her eunuchs came and they told her, and the queen was deeply distressed; she sent garments to clothe Mordecai so that he might remove his sackcloth--but he did not accept [them].",
    "4:5": "Then Esther called Hathach from the king's eunuchs {who regularly attended to her},<note: Literally \"who stood before her presence\"> and she ordered him [to go] to Mordecai to learn what was happening and why.",
    "4:6": "So Hathach went out to Mordecai, to the public square of the city, which [was] in front of the gate of the king,",
    "4:7": "and Mordecai told him all that had happened to him, and the exact amount of money that Haman has promised to pay to the treasury of the king for the destruction of the Jews.",
    "4:8": "And he gave him a copy of the edict of the law that had been issued in Susa for their destruction to show Esther, and to inform her, and to charge her to go to the king and make supplication to him and entreat before him for her people.",
    "4:9": "And Hathach went [back] and told Esther the words of Mordecai.",
    "4:10": "And Esther spoke to Hathach and {she gave him a message for Mordecai}:<note: Literally \"she charged him to Mordecai\">",
    "4:11": "\"All the king's servants and the people of the king's provinces know that [if] any man or woman who goes to the king to the inner courtyard, who is not called, he has one law, to be killed, except if the king extends to him the gold scepter so that he may live. I have not been called to come to the king {for thirty days}.\"<note: Literally \"these thirty days\">",
    "4:12": "And they told Mordecai the words of Esther.",
    "4:13": "Then Mordecai told [them] to reply to Esther: \"Do not think that your life will be saved [in] the palace of the king more than all the Jews.",
    "4:14": "For if indeed you keep silent at this time, relief and deliverance will arise for the Jews from another place, and you and the family of your father will perish. Who knows? [Perhaps] you have come to a royal position for a time such as this.\"",
    "4:15": "Esther replied to Mordecai:",
    "4:16": "\"Go, gather all the Jews that are found in Susa and fast for me; do not eat or drink [for] three days, both night and day. I and my young girls will fast likewise, and then I will go to the king, which [is] not according to the law; if I perish, I perish.",
    "4:17": "And Mordecai went away and he did everything that Esther commanded him.",
    "5:1": "And it happened, on the third day, and Esther put on royal clothes, and she stood in the inner courtyard of the {king's palace},<note: Literally \"house of the king\"> opposite the {king's palace};<note: Literally \"house of the king\"> the king [was] sitting on his royal throne in the {throne room}<note: Literally \"house of the reign\" or \"house of the kingdom\"> opposite the doorway of the palace.",
    "5:2": "When the king saw Queen Esther standing in the courtyard she found favor in his eyes, and the king held out the gold scepter that [was] in his hand to Esther, and Esther approached and touched the top of the scepter.",
    "5:3": "And the king said to her, \"What [is] it, Queen Esther? What [is] your request? It will be given to you--even half the kingdom.\"",
    "5:4": "And Esther said, \"If it is good to the king, let the king and Haman come today to the banquet that I have prepared for him.\"",
    "5:5": "And the king said, \"Bring Haman quickly {to fulfill}<note: Literally \"to do\"> the request of Esther.\" So the king and Haman came to the banquet that Esther had prepared.",
    "5:6": "And the king said to Esther {while they were drinking wine},<note: Literally \"at the meal of wine\"> \"What [is] your petition? It will be given to you. What [is] your request? Even half the kingdom, it will done.",
    "5:7": "And Esther answered and said, \"[This is] my petition and my request.",
    "5:8": "If I have found favor in the eyes of the king,<note: Or \"I have won the favor of the king> and if it is good to the king to grant my petition and fulfill my request, let the king and Haman come to the banquet that I will prepare for them tomorrow, and I will do according to the word of the king.",
    "5:9": "And Haman went out on that day rejoicing and {feeling good}.<note: Literally \"good of heart\"> But when Haman saw Mordecai at the gate of the king, and he did not rise or tremble before him, Haman was filled {with rage toward}<note: Literally \"rage to\"> Mordecai.",
    "5:10": "But Haman controlled himself and went to his house, and he sent [for] and brought his friends and Zeresh his wife.",
    "5:11": "And Haman recounted to them the splendor of his wealth and the number of his sons and all [the ways] that the king had honored him and promoted him above the officials and king's servants.",
    "5:12": "{And Haman added},<note: Literally \"And Haman said also\"> \"Esther the Queen did not let [just anyone] come to the banquet that she prepared with the king except me, and I am also invited tomorrow to her [banquet] with the king.",
    "5:13": "But all this {fails to satisfy me}<note: Literally \"it is not sufficient for me\"> {when}<note: Literally \"at every time\"> I see Mordecai the Jew setting at the gate of the king.\"",
    "5:14": "And Zeresh his wife and all of his friends said to him, \"Let them make a gallows fifty cubits<note: Hebrew \"cubit\"> high, and in the morning tell the king, \"Let them hang Mordecai on it; then go with the king to the banquet happily.\" The advice pleased Haman, so he had the gallows made.",
    "6:1": "During that night the king's sleep escaped [him], and he gave orders to bring the {scroll of records and chronicles},<note: Literally \"the scroll of remembrance and the events of the days\"> and they were read before the king.",
    "6:2": "And it was found written how Mordecai had reported concerning Bigthana and Teresh, two of the king's eunuchs from the keepers of the threshold who had conspired {to assassinate}<note: Literally \"to send a hand against\"> King Ahasuerus.",
    "6:3": "And the king asked, \"What has been done to bestow honor to Mordecai for this?\" And the king's servants who attended him said, \"Nothing has been done for him.\"",
    "6:4": "And the king asked, \"Who [is] in the courtyard?\" Haman had just come to the courtyard of the king's outer palace to tell the king to hang Mordecai on the gallows that he had prepared for him.",
    "6:5": "And the king's servants said to him, \"Look! Haman [is] standing in the courtyard.\" And the king said, \"Let him come.\"",
    "6:6": "And Haman came, and the king said to him, \"What [is] to be done for the man whom the king wishes to honor?\" And Haman thought to himself, \"Whom would the king wish to honor more than me?\"",
    "6:7": "So Haman said to the king, \"For a man whom the king wishes to honor,",
    "6:8": "let them bring {royal clothing}<note: Literally \"clothing of the kingdom\"> with which the king has clothed himself, and a horse that the king has ridden, and on whose head a royal head-dress has been given.",
    "6:9": "And let the clothing and the horse be given {to the man}<note: Literally \"to the hand of the man\"> by the officials of the king's nobles; let them cloth the man whom the king wishes to honor, and let him ride on his horse through the public square of the city, and let them proclaim before him, 'Thus, it will be done for the man whom the king wishes to honor.'\"",
    "6:10": "Then the king said to Haman, \"Quickly, take the clothing and the horse, just as you have said, and do so to Mordecai the Jew who sits at the gate of the king; you must not leave out anything from what you have said.\"",
    "6:11": "So Haman took the clothing and the horse, and he clothed Mordecai and let him ride through the public square of the city; and he proclaimed before him, \"Thus, it is done to the man whom the king wishes to honor.\"",
    "6:12": "Then Mordecai returned to the gate of the king, and Haman rushed to his house mournful and with his head covered.",
    "6:13": "And Haman told Zeresh his wife and all his friends all that had happened to him. And his advisers and Zeresh his wife said to him, \"If Mordecai, before whom you have begun to fall, [is] {from the descendants of the Jews},<note: Literally \"from seed of the Jews\"> you will not prevail against him, but will certainly fall before him.\"",
    "6:14": "As they [were] still speaking with him the king's eunuchs arrived and hurried to bring Haman to the banquet that Esther had prepared.",
    "7:1": "So the king and Haman went {to dine}<note: Literally \"to drink\"> with Queen Esther.",
    "7:2": "And the king again said to Esther, on the second day {while they were drinking},<note: Literally \"at the meal of wine\"> \"What [is] your petition, Queen Esther? It will be given to you. What [is] your request? It will be given [to you]--even half the kingdom.\"",
    "7:3": "Then Queen Esther answered, and she said, \"If I have found favor in your eyes,<note: Or \"If I have won your favor\"> O king, and if it is good to the king, let my life be given to me at my petition and my people at my request;",
    "7:4": "I and my people have been sold to be destroyed and killed, to be annihilated. If we had been sold as male and female slaves I would have kept quiet, because this<note: Hebrew \"there\"> is not a need sufficient to trouble the king.\"<note: See HALOT 1437, s.v. NRSV translates, \"but no enemy can compensate for this damage to the king\">",
    "7:5": "And King Ahasuerus said to Queen Esther, \"Who [is] he, and where [is] he, who {gave himself the right to do this}?\"<note: Literally \"has filled his heart to do so\">",
    "7:6": "And Esther said, \"The adversary and enemy [is] this evil Haman!\" And Haman was terrified before the king and queen.",
    "7:7": "The king rose in his anger {from the banquet}<note: Literally \"from the banquet of wine\"> [and went] to the palace garden, and Haman stood to beg for his life from Queen Esther, for {he realized that the king was determined to make an end to his life}.<note: Literally \"that evil had been determined for him from the king\">",
    "7:8": "And the king returned from the palace garden to the {banquet hall},<note: Literally \"house of the meal of wine\"> [where] Haman [was] lying prostrate on the couch that Esther [was] on, and the king said, \"Will he also molest the queen with me in the house?\" As the words<note: Hebrew \"word\"> went from the king's mouth they covered Haman's face.",
    "7:9": "And Habrona, one of the eunuchs in the presence of the king, said, \"Look, the same gallows that Haman had prepared for Mordecai who spoke good [for the sake] of the king stands at Haman's house, fifty cubits high.\" And the king said, \"Hang him on it.\"",
    "7:10": "And they hanged Haman on the gallows that he had prepared for Mordecai, and the anger of the king was abated.",
    "8:1": "On that day King Ahasuerus gave Queen Esther the house of Haman, the enemy of the Jews; and Mordecai came before the king, for Esther had told what he [was] to her.",
    "8:2": "And the king removed his signet ring that he had taken away from Haman, and he gave it to Mordecai. So Esther set Mordecai over the house of Haman.",
    "8:3": "And Esther again spoke before the king, and she fell before his feet and wept, pleading for his grace to avert Haman the Agagite's evil [plan] and the plot that he devised against the Jews.",
    "8:4": "And the king held out to Esther the scepter of gold, and Esther rose and stood before the king,",
    "8:5": "and she said, \"If it is good to the king, and if I have found favor before him,<note: Or \"if I have won his favor\"> and if the king is pleased with this matter, and {I have his approval},<note: Literally \"I [am] good in his eyes\"> let [an edict] be written to revoke the letters of the plans of Haman son of Hammedatha the Agagite, which he wrote to destroy the Jews that [are] in all the provinces of the king.",
    "8:6": "For {how can I bear}<note: Literally \"how am I able\"> to look on the disaster that will find my people, and {how can I bear}<note: Literally \"how am I able\"> to look on the destruction of my family?\"",
    "8:7": "And King Ahasuerus said to Queen Esther and to Mordecai the Jew, \"Look, I have given Haman's house to Esther, and they have hanged him on the gallows because he {plotted against}<note: Literally \"sent his hand against\"> the Jews.",
    "8:8": "Write {as you see fit}<note: Literally \"as it [is] good in your eyes\"> concerning the Jews in the name of the king, and seal [it] with the king's signet ring; for a decree that is written in the name of the king and sealed with the king's signet ring cannot be revoked.\"",
    "8:9": "And the secretaries of the king were summoned<note: Or \"called\"> at that time, in the third month, which [is] in the month of Sivan on the twenty-third [day], and [an edict] was written according to all that Mordecai commanded, to the Jews and to the governors and satraps and officials of the provinces from India to Cush<note: That is, \"Ethiopia\">--one hundred and twenty-seven provinces<note: Hebrew \"province\">--each province according to its own script and to every people in their own {language},<note: Literally \"tongue\"> and to the Jews in their own script and language.",
    "8:10": "And he wrote in the name of King Ahasuerus, and he sealed [the letters] with the king's signet ring and sent them<note: Hebrew \"the letters\"> by couriers on horses, riding on royal horses {bred by}<note: Literally \"sons of\"> racing mares.<note: See HALOT 1244 s.v.>",
    "8:11": "[In them] the king allowed the Jews who [were] in every city to assemble and {defend their lives},<note: Literally \"to stand for their live[s]\"> to destroy and kill and annihilate any army of any people or province attacking them, including women and children, and to plunder their spoil,",
    "8:12": "in one day in all the provinces of King Ahasuerus, on the thirteenth [day] of the twelfth month, which is the month of Adar.",
    "8:13": "A copy of the {edict}<note: Literally \"writing\"> [was] to be given [as] law in each province to inform all the people, so that the Jews would be ready<note: See HALOT 902 s.v.> on that day to avenge themselves from their enemies.",
    "8:14": "The mounted couriers on the royal horses went out without delay, urged by the king's word. The law was given in the citadel of Susa.",
    "8:15": "Mordecai went out from the presence of the king in {royal clothing}<note: Literally \"clothing of the kingdom\"> of blue cloth and white linen, and a great crown of gold and a robe of fine white linen and purple, and the city of Susa was shouting and rejoicing.",
    "8:16": "For the Jews, there was light and gladness, joy and honor.",
    "8:17": "In every province and city, wherever the king's edict and his law came, there was gladness and joy for the Jews, a banquet and a {holiday},<note: Literally \"day of good\"> and many of the people from the country [were] posing as Jews because the fear of the Jews had fallen on them.",
    "9:1": "In the twelfth month, that [is] the month of Adar, on the thirteenth day, on which the edict of the king arrived and his law was enacted, on the day in which the enemies of the Jews had hoped to gain power over them but was overturned, [and] the Jews gained power against their enemies,",
    "9:2": "the Jews gathered in their cities in all the provinces of King Ahasuerus {to strike against}<note: Literally \"to send a hand against\"> those who sought their destruction, and no one could withstand them,<note: Or \"stand in their presence\"> as the fear of them fell on all the people.",
    "9:3": "All the officials of the provinces, the satraps, governors, and {those who did the work of the king}<note: Literally \"the doers of the work who [were] for the king\"> [were] supporting the Jews, because the fear of Mordecai had fallen on them.",
    "9:4": "For Mordecai [was] high-ranking in the {king's palace}<note: Literally \"house of the king\"> and his fame spread throughout all the provinces as {Mordecai grew more and more powerful}.<note: Literally \"the man Mordecai [was] going and becoming great\">",
    "9:5": "The Jews struck down all their enemies with {the sword},<note: Literally \"the striking of [the] sword\"> killing and destroying [them]; and they did as they pleased with those that hated them.",
    "9:6": "And in the citadel of Susa the Jews killed and destroyed five hundred men,",
    "9:7": "and Parshandatha, Dalphon, Aspatha,",
    "9:8": "Portha, Adalia, Aridatha,",
    "9:9": "Parmashta, Arisai, Aridai, and Vaizatha,",
    "9:10": "the ten sons of Haman, the son of Hammedatha, the enemy of the Jews; but they did not {touch}<note: Literally \"send their hand to\"> the plunder.",
    "9:11": "On that day the number of those being killed in the citadel of Susa {was reported to}<note: Literally \"came before\"> the king.",
    "9:12": "And the king said to Queen Esther, \"In the citadel of Susa the Jews killed and destroyed five hundred men and the ten sons of Haman. What have they done in the rest of the king's provinces? What [is] your petition? It will be granted to you. And what further [is] your request? It will be done.\"",
    "9:13": "Esther replied, \"If it is good to the king, let tomorrow also be granted to the Jews who [are] in Susa to do according to the edict of today; and let them hang Haman's ten sons on the gallows.\"",
    "9:14": "And the king said to do so. And a decree was issued in Susa and Haman's ten sons were hanged.",
    "9:15": "And the Jews were gathered who [were] in Susa, and on the fourteenth day of the month of Adar and they killed in Susa three hundred men, but they did not {touch}<note: Literally \"send their hand to\"> the plunder.",
    "9:16": "The rest of the Jews who [were] in the king's provinces gathered and {defended their lives}<note: Literally \"to stand for their live[s]\"> and {found repose}<note: Literally \"rested\"> from their enemies. And they killed seventy-five thousand of those that hated them, but they did not {touch}<note: Literally \"send their hand to\"> the plunder.",
    "9:17": "[This was] on the thirteenth day of the month of Adar. [They] rested on the fourteenth [day] and made it a day of feasting and joy.",
    "9:18": "But the Jews who [were] in Susa gathered on the thirteenth and on the fourteenth day, and rested on the fifteenth day. And they made it a day of feasting and joy.",
    "9:19": "Therefore the Jews in the rural [areas], living in the rural towns, made the fourteenth month of Adar a day of joy and feasting, a festive day of giving gifts to each other.",
    "9:20": "Mordecai wrote down these things and he sent letters to all the Jews who [were] in all [of] the provinces of King Ahasuerus, [both] near and far,",
    "9:21": "to impose on them to keep the fourteenth day of the month of Adar, and the fifteenth [day], {every year},<note: Literally \"and every year and year\">",
    "9:22": "as the day that the Jews {found relief}<note: Literally \"rested\"> from their enemies, and the month which changed for them from sorrow to joy, and from a mourning ceremony to a {festive day};<note: Literally \"a day of good\"> to make them days of feasting and joy, and giving gifts to each other and to the poor.",
    "9:23": "And the Jews adopted what they had begun to do and what Mordecai had written to them.",
    "9:24": "For Haman the son of Hammedatha the Agagite, the enemy of all the Jews had plotted against the Jews to destroy them, and he had cast pur, that [is] the lot, to rout them out and destroy them.",
    "9:25": "But when it came<note: Or \"she came\"> {to the attention of}<note: Literally \"before\"> the king, he {gave orders in writing}<note: Literally \"said with a scroll\"> [that] his evil plot that he had devised against the Jews should return on his head, and they hung him and his sons on the gallows.",
    "9:26": "Therefore they called these days Purim, because of the name Pur. Thus because of all the words of this letter, and of what they faced concerning this, and of what had happened to them,",
    "9:27": "the Jews established and adopted [it] for themselves and for their offspring, and for all who joined them. They did not neglect {to observe}<note: Literally \"to be doing\"> these two days every year as it was written and appointed to them.",
    "9:28": "These days [are] to be remembered and [are] to be kept in every generation, and in family, province, and city; and these days of Purim are not [to be] neglected among the Jews, and their memory shall not come to an end among their offspring.",
    "9:29": "So Queen Esther the daughter of Abihail and Mordecai the Jew wrote in full authority to confirm this second letter of Purim.",
    "9:30": "He sent letters of words of peace and truth to all the Jews, to the one hundred and twenty-seven provinces<note: Hebrew \"province\"> of Ahasuerus' kingdom,",
    "9:31": "to establish these days of Purim at their appointed times, just as Mordecai the Jew and Queen Esther had imposed, and just as they had imposed on themselves and their offspring regulations of the fast and their lament.",
    "9:32": "And the command of Esther established these practices of Purim, and [it was] written on the scroll.",
    "10:1": "King Ahasuerus imposed forced labor on the land and islands of the sea.",
    "10:2": "All the work of his authority and his {powerful deeds},<note: Literally \"power\"> and the full accounting of the greatness of Mordecai, to which the king advanced him, are they not written on the scroll of the {chronicles}<note: Literally \"the events of the days\"> of the kings of Media and Persia?",
    "10:3": "For Mordecai the Jew [was] second-in-command to King Ahasuerus. [He was] great for the Jews and popular with many of his brothers, for he sought good for his people, {interceding for the welfare of all his descendants}.<note: Literally \"spoke peace for all his offspring\">"
  }
}