{
  "abbreviation": "Ex",
  "passages": {
    "1:1": "And these [are] the names of the sons of Israel who came [to] Egypt; with Jacob, they each came with his {family}:<note: Literally \"house\">",
    "1:2": "Reuben, Simeon, Levi, and Judah;",
    "1:3": "Issachar, Zebulun, and Benjamin;",
    "1:4": "Dan and Naphtali, Gad and Asher.",
    "1:5": "And {all those who descended from Jacob}<note: Literally \"every soul/individual/life, the ones going out from the loins of Jacob\"> were seventy individuals,<note: Or \"souls,\" \"lives\"> and Joseph was in Egypt.",
    "1:6": "And Joseph died and all of his brothers and all of that generation.",
    "1:7": "And the {Israelites}<note: Literally \"sons/children of Israel\"> were fruitful and multiplied and were many and were very, very numerous, and the land was filled with them.",
    "1:8": "And a new king rose over Egypt who did not know Joseph.",
    "1:9": "And he said to his people, \"Look, the people of the {Israelites}<note: Literally \"sons/children of Israel\"> [are] greater and more numerous than us.",
    "1:10": "Come, we must deal shrewdly with them, lest they become many, and when war happens, they also will join our enemies and will fight against us and go up from the land.\"",
    "1:11": "And they appointed commanders of forced labor over them in order to oppress them with their {forced labor},<note: Literally \"burdens\" or \"burdensome labor\"> and they built storage cities for Pharaoh--Pithom and Rameses.",
    "1:12": "And as he oppressed them, so they became many, and so they spread out, and [the Egyptians] were afraid because of the presence of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "1:13": "And the Egyptians ruthlessly compelled the {Israelites}<note: Literally \"sons/children of Israel\"> to work.",
    "1:14": "And they made their lives bitter with hard work with mortar and with bricks and with all [sorts] of work in the field--with all their work in which they ruthlessly enslaved them.",
    "1:15": "And the king of Egypt said to the Hebrew midwives--of whom the name of the one [was] Shiphrah and the name of the second [was] Puah--",
    "1:16": "and he said, \"When you help the Hebrews give birth, you will look upon the pairs of testicles; if he [is] a son, you will put him to death, and if she [is] a daughter, she will live.\"",
    "1:17": "But the midwives feared God, and they did not do as the king of Egypt had said to them. They let the boys live.",
    "1:18": "And the king of Egypt summoned the midwives, and he said to them, \"Why have you done this thing and let the boys live?\"",
    "1:19": "And the midwives said to Pharaoh, \"Because the Hebrew [women are] not like the Egyptian women, because they [are] vigorous; before the midwife comes to them, they have given birth.\"",
    "1:20": "And God did the midwives good, and the [Israelite] people became many and were very numerous.",
    "1:21": "{And so}<note: Literally \"and he/it was\"> because the midwives feared God, he gave them {families}.<note: Literally \"houses\">",
    "1:22": "And Pharaoh commanded all his people, saying, \"Every son who is born you will throw into the Nile, and every daughter you will let live.\"",
    "2:1": "And a man from the {family}<note: Literally \"house\"> of Levi went, and he took {a descendent of Levi}.<note: Literally \"daughter of Levi\">",
    "2:2": "And the woman conceived, and she gave birth to a son, and she saw him, that he was a fine baby, and she hid him three months.",
    "2:3": "But when she could no longer hide him, she got a papyrus basket for him, and she coated it with tar and with pitch, and she placed the boy in it, and she placed [it] among the reeds on the bank of the Nile.",
    "2:4": "And his sister stood at a distance to know what would be done to him.",
    "2:5": "And the daughter of Pharaoh went down to wash at the Nile, [while] her maidservants were walking alongside the Nile, and she saw the basket in the midst of the reeds, and she sent her slave woman [for it] and took it",
    "2:6": "and opened [it] and saw him--the boy--and it was a lad weeping, and she had compassion for him and said, \"This [must be] from the boys of the Hebrews.\"<note: Each instance of the implied \"she\" in verses 5 and 6 is the daughter of Pharaoh>",
    "2:7": "And his sister said to the daughter of Pharaoh, \"Shall I go and call for you a woman from the Hebrews [who is] nursing [so that] she will nurse the boy for you?\"",
    "2:8": "And the daughter of Pharaoh said to her, \"Go.\" And the girl went, and she called the mother of the boy.",
    "2:9": "And the daughter of Pharaoh said, \"Take this boy and nurse him for me, and I myself will give you wages, and the woman took the boy, and she nursed him.",
    "2:10": "And the boy grew, and she brought him to the daughter of Pharaoh, and he became her son, and she called his name Moses, and she said, \"Because I drew him out from the water.\"",
    "2:11": "{And then}<note: Literally \"and he/it was\"> in those days when Moses had grown up, he went out to his brothers, and he saw their {forced labor},<note: Literally \"burdens\" or \"burdensome labor\"> and he saw an Egyptian man striking a Hebrew man, [one of] his brothers.<note: Or \"a Hebrew man from his brothers\">",
    "2:12": "And he turned here and there, and he saw no one,<note: Literally \"and he saw that there was not a man\"> and he struck the Egyptian, and he hid him in the sand.",
    "2:13": "And he went out on the second day, and there were two Hebrew men fighting, and he said to the guilty [one], \"Why do you strike your neighbor?\"",
    "2:14": "And he said, \"Who {appointed you as a commander}<note: Literally \"put you for a man, a commander\" or \"placed you for a man, a commander\"> and a judge over us? [Are] you intending to kill me like you killed the Egyptian?\" And Moses was afraid, and he said, \"Surely the matter has become known.\"",
    "2:15": "And Pharaoh heard this matter, and he sought to kill Moses, and Moses fled from Pharaoh, and he lived in the land of Midian, and he lived at {a certain well}.<note: Literally \"the well\">",
    "2:16": "[Now] the priest of Midian had seven daughters, and they came and drew water and filled the troughs to water their father's flock.<note: The Hebrew noun translated \"flock\" is used here and in verses 17 and 19 collectively for sheep or goats or a mix of the two>",
    "2:17": "And the shepherds came and drove them away, but Moses stood up and came to their rescue and watered their flock.",
    "2:18": "And they came to Reuel, their father, and he said, \"{Why have you come so quickly}<note: Literally \"why did you hasten coming\"> today?\"",
    "2:19": "And they said, \"An Egyptian man delivered us from the hand of the shepherds, and he even drew [water] for us and watered the flock.\"",
    "2:20": "And he said to his daughters, \"Where [is] he? {Why then}<note: Literally \"why this\"> have you left the man? {Call him so that he can eat some food}.\"<note: Literally \"call to [or \"summon/invite\"] him and he will eat bread\">",
    "2:21": "And Moses agreed to stay with the man, and he gave Zipporah his daughter to Moses.",
    "2:22": "And she bore a son, and he called his name Gershom because he said, \"I am an alien in a foreign land.\"<note: The word translated \"alien\" sounds like the first syllable in the name Gershom. The second syllable sounds like the word for \"there\">",
    "2:23": "{And then}<note: Literally \"and he/it was\"> during those many days, the king of Egypt died, and the {Israelites}<note: Literally \"sons/children of Israel\"> groaned because of the work, and they cried out, and their cry for help because of the work went up to God.",
    "2:24": "And God heard their groaning, and God remembered his covenant with Abraham, with Isaac, and with Jacob,",
    "2:25": "and God saw the {Israelites},<note: Literally \"sons/children of Israel\"> and God took notice.<note: Or \"and God knew\">",
    "3:1": "And Moses was a shepherd with the flock<note: The Hebrew noun translated \"flock\" in this verse is used collectively for sheep or goats or a mix of the two.> of Jethro, his father-in-law, the priest of Midian, and he led the flock to the west [of] the desert, and he came to the mountain of God, to Horeb.",
    "3:2": "And the angel of Yahweh appeared to him in a flame of fire from the midst of a bush, and he looked, and there was the bush burning with fire, but the bush was not being consumed.",
    "3:3": "And Moses said, \"Let me turn aside and see this great sight. Why does the bush not burn up?\"",
    "3:4": "And Yahweh saw that he turned aside to see, and God called to him from the midst of the bush, and he said, \"Moses, Moses.\" And he said, \"Here I [am].\"",
    "3:5": "And he said, \"You must not come near to here. Take off your sandals from on your feet, because the place on which you [are] standing, it [is] holy ground.\"",
    "3:6": "And he said, \"I am the God of your father, the God of Abraham, the God of Isaac, and the God of Jacob.\" And Moses hid his face because he was afraid of looking at God.",
    "3:7": "And Yahweh said, \"Surely I have seen the misery of my people who [are] in Egypt, and I have heard their cry of distress because of their oppressors, for I know their sufferings.",
    "3:8": "And I have come down to deliver them from the hand of [the] Egyptians and to bring them up from this land to a good and wide land, to a land flowing with milk and honey, to the place of the Canaanites<note: Hebrew \"Canaanite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Amorites<note: Hebrew \"Amorite\"> and the Perizzites<note: Hebrew \"Perizzite\"> and the Hivites<note: Hebrew \"Hivite\"> and the Jebusites.<note: Hebrew \"Jebusite\">",
    "3:9": "And now, look, the cry of distress of the {Israelites}<note: Literally \"sons/children of Israel\"> has come to me, and also I see the oppression [with] which [the] Egyptians [are] oppressing them.",
    "3:10": "And now come, and I will send you to Pharaoh, and [you must] bring my people, the {Israelites},<note: Literally \"sons/children of Israel\"> out from Egypt.\"",
    "3:11": "But Moses said to God, \"Who [am] I that I should go to Pharaoh and that I should bring the {Israelites}<note: Literally \"sons/children of Israel\"> out from Egypt?\"",
    "3:12": "And he said, \"Because I am with you, and this [will be] the sign for you that I myself have sent you: When you bring the people out from Egypt, you will serve God on this mountain.\"",
    "3:13": "But Moses said to God, \"Look, [if] I go to the {Israelites}<note: Literally \"sons/children of Israel\"> and I say to them, 'The God of your ancestors<note: Or \"fathers\"> has sent me to you,' and they say to me, 'What [is] his name?' [then] what shall I say to them?\"",
    "3:14": "And God said to Moses, \"I am that I am.\" And he said, \"So you must say to the {Israelites},<note: Literally \"sons/children of Israel\"> 'I am sent me to you.'\"",
    "3:15": "And God said again to Moses, \"So you must say to the {Israelites},<note: Literally \"sons/children of Israel\"> 'Yahweh, the God of your ancestors,<note: Or \"fathers\"> the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you. This [is] my name forever, and this [is] my remembrance from generation [to] generation.'",
    "3:16": "Go and gather the elders of Israel and say to them, 'Yahweh, the God of your ancestors,<note: Or \"fathers\"> appeared to me, the God of Abraham, Isaac, and Jacob, saying, \"I have carefully attended to you and what has been done to you in Egypt.\"",
    "3:17": "And I said, \"I will bring you up from the misery of Egypt to the land of the Canaanites<note: Hebrew \"Canaanite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Amorites<note: Hebrew \"Amorite\"> and the Perizzites<note: Hebrew \"Perizzite\"> and the Hivites<note: Hebrew \"Hivite\"> and the Jebusites,<note: Hebrew \"Jebusite\"> to a land flowing with milk and honey.\" '",
    "3:18": "And they will listen to your voice, and you will go, you and the elders of Israel, to the king of Egypt, and you will say to him, 'Yahweh, the God of the Hebrews has met with us, and now let us please go [on] a journey of three days into the desert, and let us sacrifice to Yahweh our God.'",
    "3:19": "But I myself know that the king of Egypt will not allow you to go {unless compelled by a strong hand}.<note: Literally \"and not with a strong hand\">",
    "3:20": "And I will stretch out my hand, and I will strike Egypt with all of my wonders that I will do in its midst, and {afterward}<note: Literally \"after so\" or \"after [I do] so\"> he will release you.",
    "3:21": "And I will give this people favor in the eyes of [the] Egyptians, {and then}<note: Literally \"and he/it will be\"> when you go, you will not go empty-handed.",
    "3:22": "And a woman will ask from her neighbor and from the woman dwelling as an alien in her house [for] objects of silver and objects of gold and garments, and you will put [them] on your sons and on your daughters; and you will plunder Egypt.\"",
    "4:1": "And Moses answered, and he said, \"And if they do not believe me and they do not listen to my voice, but they say, 'Yahweh did not appear to you?'\"",
    "4:2": "And Yahweh said to him, \"What [is] this in your hand?\" And he said, \"A staff.\"",
    "4:3": "And he said, \"Throw it onto the ground.\" And he threw it onto the ground, and it became a snake, and Moses fled from it.",
    "4:4": "And Yahweh said to Moses, \"Reach out your hand and grasp [it] by its tail\"--\" (And he reached out his hand and grabbed it, and it became a staff in his palm.)--",
    "4:5": "\"so that they may believe that Yahweh, the God of their ancestors,<note: Or \"fathers\"> appeared to you, the God of Abraham, the God of Isaac, and the God of Jacob.\"",
    "4:6": "And Yahweh said to him again, \"Put your hand into the fold of your garment.\" And he put his hand into the fold of his garment, and he took it out, and, {to his surprise},<note: Literally \"look\" or \"behold\"> his hand [was] afflicted with a skin disease, like snow.",
    "4:7": "And he said, \"Return your hand to the fold of your garment.\" And he returned his hand to the fold of his garment, and he took it out from the fold of his garment, and, {to his surprise},<note: Literally \"look\" or \"behold\"> it was restored like the rest of his body.",
    "4:8": "\"{And}<note: Literally \"and he/it will be\"> if they do not believe you and they will not listen to the voice of the former sign, [then] they will believe the voice of the latter sign.",
    "4:9": "{And}<note: Literally \"and he/it will be\"> if they also do not believe the second of these signs and they will not listen to your voice, [then] you must take water from the Nile and pour [it] onto the dry ground, and the water that you take from the Nile will become blood on the dry ground.\"",
    "4:10": "And Moses said to Yahweh, \"Please, Lord, I [am] not a man of words, {neither recently nor in the past nor since your speaking}<note: Literally \"also from yesterday also from the day before also from then your speaking\"> to your servant, because I [am] heavy of mouth and of tongue.\"",
    "4:11": "And Yahweh said to him, \"Who gave a mouth to humankind, or who makes mute or deaf or sighted or blind? [Is it] not I, Yahweh?",
    "4:12": "So then go, and I myself will be with your mouth, and I will teach you what you must speak.\"",
    "4:13": "And he said, \"Please, Lord, do send {anyone else whom you wish to send}.\"<note: Literally \"by the hand of [someone] you will send\">",
    "4:14": "{And Yahweh was angry with}<note: Literally \"and the nose of Yahweh was hot against\"> Moses and said, \"[Is there] not Aaron your brother the Levite? I know that he certainly can speak, and also there he is coming out to meet you, and when he sees you, he will rejoice in his heart.",
    "4:15": "And you will speak to him, and you will put words in his mouth, and I myself will be with your mouth and with his mouth, and I will teach you what you must do.",
    "4:16": "And he will speak for you to the people, {and then}<note: Literally \"and he/it will be\"> he will be to you as a mouth, and you will be to him as a god.",
    "4:17": "And you must take this staff in your hand, with which you will do the signs.\"",
    "4:18": "And Moses went, and he returned to Jethro his father-in-law, and he said to him, \"Please let me go, and let me return to my brothers who [are] in Egypt, and let me see whether they [are] yet alive. And Jethro said to Moses, \"Go in peace.\"",
    "4:19": "And Yahweh said to Moses in Midian, \"Go, return to Egypt because all the men have died who [were] seeking your life.\"",
    "4:20": "And Moses took his wife and his sons and had them ride on the donkey, and he returned to the land of Egypt, and Moses took the staff of God in his hand.",
    "4:21": "And Yahweh said to Moses, \"When you go to return to Egypt, see all of the wonders that I have put in your hand, and do them before Pharaoh, and I myself will harden his heart, and he will not release the people.",
    "4:22": "And you must say to Pharaoh, 'Thus says Yahweh, \"Israel [is] my son, my firstborn.\"",
    "4:23": "And I said to you, \"Release my son and let him serve me,\" but you refused to release him. Look, I [am about] to kill your son, your firstborn.'\"",
    "4:24": "{And}<note: Literally \"and he/it was\"> on the way, at the place of overnight lodging, Yahweh encountered him and sought to kill him.",
    "4:25": "But Zipporah took a flint [knife], and she cut off the foreskin of her son, and she touched his feet, and she said, \"Yes, you [are] a bridegroom of blood to me.\"",
    "4:26": "And he left him alone. At that time she said, \"A bridegroom of blood,\" because of the circumcision.<note: Hebrew \"circumcisions\">",
    "4:27": "And Yahweh said to Aaron, \"Go to the desert to meet Moses.\" And he went and encountered him at the mountain of God and kissed him.",
    "4:28": "And Moses told Aaron all the words of Yahweh, who had sent him--and all the signs that he had commanded him.",
    "4:29": "And Moses and Aaron went, and they gathered all of the elders of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "4:30": "And Aaron spoke all the words that Yahweh had spoken to Moses, and he did the signs before the eyes of the people.",
    "4:31": "And the people believed when they heard that Yahweh had attended to the {Israelites}<note: Literally \"sons/children of Israel\"> and that he had seen their misery, and they knelt down and they worshiped.",
    "5:1": "And afterward, Moses and Aaron went, and they said to Pharaoh, \"Thus says Yahweh the God of Israel, 'Release my people so that they may hold a festival for me in the desert.'\"",
    "5:2": "And Pharaoh said, \"Who is Yahweh that I should listen to his voice to release Israel? I do not know Yahweh, and also I will not release Israel.\"",
    "5:3": "And they said, \"The God of the Hebrews has met with us. Please let us go [on] a three-day journey into the desert, and let us sacrifice to Yahweh our God, lest he strike us with plague or with sword.\"",
    "5:4": "And the king of Egypt said, \"Why, Moses and Aaron, do you take<note: Or \"let loose,\" \"let run wild\" (compare 32:25)> the people from their work? Go to your {forced labor}!\"<note: Literally \"burdens\" or \"burdensome labor\">",
    "5:5": "And Pharaoh said, \"Look, the people of the land [are] now many, and you want to stop them from their {forced labor}.\"<note: Literally \"burdens\" or \"burdensome labor\">",
    "5:6": "And on that day Pharaoh commanded the slave drivers over the people and his foremen, saying,",
    "5:7": "\"You must no longer give straw to the people to make the bricks like {before}.<note: Literally \"yesterday three days ago\"> Let them go and gather straw for themselves.",
    "5:8": "But the quota of the bricks that they [were] making {before}<note: Literally \"yesterday three days ago\"> {you must require of them}.<note: Literally \"you will put on them\"> You must not reduce from it, because they [are] lazy. Therefore they [are] crying out, saying, 'Let us go and sacrifice to our God.'",
    "5:9": "Let the work be heavier on the men so that they will do it and not pay attention to words of deception.\"",
    "5:10": "And the slave drivers of the people and their foremen went out, and they spoke to the people, saying, \"Thus says Pharaoh, 'I [am] not giving you straw.",
    "5:11": "You go, get straw for yourselves from whatever you find because not a thing is being reduced from your work.'\"",
    "5:12": "And the people spread out in all the land of Egypt to gather stubble for the straw.",
    "5:13": "And the slave drivers [were] insisting, saying, \"Finish your work {for each day}<note: Literally \"a thing of a day\"> on its day, as {when there was straw}.\"<note: Literally \"in the being of the straw\">",
    "5:14": "And the foremen of the {Israelites},<note: Literally \"sons/children of Israel\"> whom Pharaoh's slave drivers had appointed over them, were beaten [by men who were] saying, \"Why have you not completed your portion of brickmaking {as before, both yesterday and today}?\"<note: Literally \"as yesterday three days ago also yesterday also the day\">",
    "5:15": "And the foremen of the {Israelites}<note: Literally \"sons/children of Israel\"> came and cried out to Pharaoh, saying, \"Why do you treat your servants like this?",
    "5:16": "Straw [is] not being given to your servants, but [they are] saying to us, 'Make bricks!' and, look, your servants [are] being beaten, but it is the fault of<note: The expression is difficult. The word translated \"fault\" or \"sin\" has pointing for a second-person feminine singular subject (\"you sinned\"), which does not go well with either \"Pharaoh\" or \"your people\" as a subject; but the noun translated \"sin of\" has the same consonants, leading to the possibility that the word should be understood as a noun> your people.\"",
    "5:17": "And he said, \"You [are] lazy, lazy! Therefore you [are] saying, 'Let us go; let us sacrifice to Yahweh.'",
    "5:18": "And now go, work, but straw will not be given to you, and you must give the full quota of bricks.\"",
    "5:19": "And the foremen of the {Israelites}<note: Literally \"sons/children of Israel\"> saw they were in trouble {with the saying},<note: Literally \"saying\"> \"You will not reduce from your bricks {for each day}<note: Literally \"a thing of a day\"> on its day.\"",
    "5:20": "And they met Moses and Aaron, [who were] waiting to meet them when they [were] going out from Pharaoh.",
    "5:21": "And they said to them, \"May Yahweh look upon you and judge because you have caused our fragrance to stink in the eyes of Pharaoh and in the eyes of his servants [so as] to put a sword into their hand to kill us.\"",
    "5:22": "And Moses returned to Yahweh and said, \"Lord, why have you brought trouble to this people? Why ever did you send me?",
    "5:23": "And from the time I came to Pharaoh to speak in your name, he has brought trouble to this people, and you have certainly not delivered your people.\"",
    "6:1": "And Yahweh said to Moses, \"Now you will see what I will do to Pharaoh, because with a strong hand he will release them, and with a strong hand he will drive them out from his land.\"",
    "6:2": "And God spoke to Moses, and he said to him, \"I [am] Yahweh.",
    "6:3": "And I appeared to Abraham, to Isaac, and to Jacob as God Shaddai,<note: Often translated as \"Almighty\"> but by my name Yahweh I was not known to them.",
    "6:4": "And I not only established my covenant with them to give to them the land of Canaan, the land of their sojournings, in which they dwelt as aliens,",
    "6:5": "but also I myself heard the groaning of the {Israelites},<note: Literally \"sons/children of Israel\"> whom [the] Egyptians [are] making to work, and I remembered my covenant.",
    "6:6": "Therefore say to the {Israelites},<note: Literally \"sons/children of Israel\"> 'I [am] Yahweh, and I will bring you out from under the {forced labor}<note: Literally \"burdens\" or \"burdensome labor\"> of Egypt, and I will deliver you from their slavery, and I will redeem you with an outstretched arm and with great punishments.",
    "6:7": "And I will take you {as my people},<note: Literally \"to/for me for a people\"> and I will be {your God},<note: Literally \"to/for you for a God\"> and you will know that I [am] Yahweh your God, who brought you out from under the {forced labor}<note: Literally \"burdens\" or \"burdensome labor\"> of Egypt.",
    "6:8": "And I will bring you to the land {that I swore}<note: Literally \"that I raised my hand\"> to give to Abraham, to Isaac, and to Jacob, and I will give it to you [as] a possession. I [am] Yahweh.\"",
    "6:9": "And Moses spoke thus to the {Israelites},<note: Literally \"sons/children of Israel\"> but they did not listen to Moses, because of {discouragement}<note: Literally \"a lack of spirit\" or \"shortness of spirit\"> and because of hard work.",
    "6:10": "And Yahweh spoke to Moses, saying,",
    "6:11": "\"Go, speak to Pharaoh, the king of Egypt, and let him release the {Israelites}<note: Literally \"sons/children of Israel\"> from his land.\"",
    "6:12": "And Moses spoke before Yahweh, saying, \"Look, the {Israelites}<note: Literally \"sons/children of Israel\"> do not listen to me, and how will Pharaoh listen to me, since I [am] {a poor speaker}?\"<note: Literally \"uncircumcised of lips\">",
    "6:13": "And Yahweh spoke to Moses and to Aaron, and he commanded them [to go] to the {Israelites}<note: Literally \"sons/children of Israel\"> and to Pharaoh, the king of Egypt, to bring the {Israelites}<note: Literally \"sons/children of Israel\"> out from the land of Egypt.",
    "6:14": "These [are] the heads of {their families}.<note: Literally \"the house of their fathers\"> The sons of Reuben, the firstborn of Israel, [are] Enoch and Pallu, Hezron and Carmi. These [are] the clans of Reuben. \r\n",
    "6:15": "And the sons of Simeon [are] Jemuel and Jamin and Ohad and Jakin and Zohar and Shaul the son of the Canaanitess.<note: Or \"the Canaanite woman.\" The Hebrew word is feminine> These [are] the clans of Simeon.",
    "6:16": "And these [are] the names of the sons of Levi according to their genealogies:<note: Or \"generations\"> Gershon and Kohath and Merari, and the years of the life of Levi [were] {one hundred and thirty-seven years}.<note: Literally \"seven and thirty and hundred of year\">",
    "6:17": "The sons of Gershon [are] Libni and Shimei according to their clans.",
    "6:18": "And the sons of Kohath [are] Amram and Izhar and Hebron and Uzziel, and the years of the life of Kohath [were] {one hundred and thirty-three years}.<note: Literally \"three and thirty and hundred of year\">",
    "6:19": "And the sons of Merari [are] Mahli and Mushi. These [are] clans of the Levites according to their genealogies.<note: Or \"generations\">",
    "6:20": "And Amram took Jochebed his aunt for himself as a wife, and she bore for him Aaron and Moses, and the years of the life of Amram [were] {one hundred and thirty-seven years}.<note: Literally \"seven and thirty and hundred of year\">",
    "6:21": "And the sons of Izhar [are] Korah and Nepheg and Zikri.",
    "6:22": "And the sons of Uzziel [are] Mishael and Elzaphan and Sithri.",
    "6:23": "And Aaron took Elisheba the daughter of Amminadab, the sister of Nahshon, for himself as a wife, and she bore for him Nadab and Abihu, Eleazar and Ithamar.",
    "6:24": "And the sons of Korah [are] Assir and Elkanah and Abiasaph. These [are] the clans of the Korahites.",
    "6:25": "And Eleazar the son of Aaron took for himself [one] from the daughters of Putiel as a wife, and she bore for him Phinehas. These [are] the heads of the {families}<note: Literally \"fathers\"> of the Levites according to their clans.",
    "6:26": "[It was] that Aaron and Moses to whom Yahweh said, \"Bring the {Israelites}<note: Literally \"sons/children of Israel\"> out from the land of Egypt according to their divisions.\"",
    "6:27": "They [were] those who spoke to Pharaoh, the king of Egypt, in order to bring the {Israelites}<note: Literally \"sons/children of Israel\"> out from Egypt. [It was] that Moses and Aaron.",
    "6:28": "{And so it was on a certain day}<note: Literally \"and it was on a day\"> Yahweh spoke to Moses in the land of Egypt.",
    "6:29": "And Yahweh spoke to Moses, saying, \"I [am] Yahweh. Speak to Pharaoh, the king of Egypt, all that I [am] speaking to you.\"",
    "6:30": "And Moses said before Yahweh, \"Look, I [am] {a poor speaker}.<note: Literally \"uncircumcised of lips\"> And how will Pharaoh listen to me?\"",
    "7:1": "And Yahweh said to Moses, \"See, I have made you [as] a god to Pharaoh, and Aaron your brother will be your prophet.",
    "7:2": "You will speak all that I will command you, and Aaron your brother will speak to Pharaoh, and he will release the {Israelites}<note: Literally \"sons/children of Israel\"> from his land.",
    "7:3": "And I myself will harden the heart of Pharaoh, and I will make my signs and my wonders numerous in the land of Egypt.",
    "7:4": "And Pharaoh will not listen to you, and I will put my hand into Egypt and bring out my divisions, my people, the {Israelites},<note: Literally \"sons/children of Israel\"> from the land of Egypt with great punishments.",
    "7:5": "And [the] Egyptians will know that I [am] Yahweh when I stretch out my hand over Egypt and bring the {Israelites}<note: Literally \"sons/children of Israel\"> out from their midst.\"",
    "7:6": "And Moses and Aaron did [it]; as Yahweh commanded them, so they did.",
    "7:7": "(And Moses [was] {eighty years old},<note: Literally \"a son of eighty year\"> and Aaron [was] {eighty-three years old}<note: Literally \"a son of three and eighty year\"> when they spoke to Pharaoh.)",
    "7:8": "And Yahweh said to Moses and to Aaron, saying,",
    "7:9": "\"When Pharaoh speaks to you, saying, 'Do a wonder for yourselves,' you will say to Aaron, 'Take your staff and throw it before Pharaoh, and it will become a snake.'\"",
    "7:10": "And Moses and Aaron came to Pharaoh, and they did so, as Yahweh had commanded. And Aaron threw his staff before Pharaoh and before his servants, and it became a snake.",
    "7:11": "And Pharaoh also called the wise men and the sorcerers, and they also, the magicians of Egypt, did likewise with their secret arts.",
    "7:12": "Each threw down his staff, and they became snakes, and Aaron's staff swallowed up their staffs.",
    "7:13": "And Pharaoh's heart was hard, and he did not listen to them, as Yahweh had said.",
    "7:14": "And Yahweh said to Moses, \"Pharaoh's heart [is] {insensitive};<note: Literally \"heavy\"> he refuses to release the people.",
    "7:15": "Go to Pharaoh in the morning. Look, [he is] going out to the water, and you must wait to meet him on the bank of the Nile, and you must take in your hand the staff that was changed into a snake.",
    "7:16": "And you must say to him, 'Yahweh, the God of the Hebrews, has sent me to you, saying, \"Release my people that they may serve me in the desert, and, look, you have not listened until now.\"",
    "7:17": "Thus says Yahweh, \"By this you will know that I [am] Yahweh. Look, I [am about to] strike with the staff that is in my hand the water that is in the Nile, and it will be changed to blood.",
    "7:18": "And the fish that [are] in the Nile will die, and the Nile will stink, and [the] Egyptians will be unable to drink water from the Nile.\" '\"",
    "7:19": "And Yahweh said to Moses, \"Say to Aaron, 'Take your staff and stretch your hand out over the waters of Egypt and over their rivers, over their canals, and over their pools and over all of their reservoirs of water, so that they become blood,' and blood will be in all the land of Egypt and in [vessels of] wood and of stone.\"",
    "7:20": "And Moses and Aaron did so, as Yahweh had commanded, and he raised the staff and struck the water that was in the Nile before the eyes of Pharaoh and before the eyes of his servants, and all of the water that was in the Nile was changed to blood.",
    "7:21": "And the fish that [were] in the Nile died, and the Nile stank, and [the] Egyptians were not able to drink water from the Nile, and the blood was in all the land of Egypt.",
    "7:22": "And the magicians of Egypt did likewise with their secret arts, and Pharaoh's heart was hard, and he did not listen to them, as Yahweh had spoken.",
    "7:23": "And Pharaoh turned and went to his house, and {he did not take also this to heart}.<note: Literally \"he did not put his heart also to this\">",
    "7:24": "And all of [the] Egyptians dug around the Nile [for] water to drink, because they were unable to drink from the water of the Nile.",
    "7:25": "And seven days passed after Yahweh struck the Nile.",
    "8:1": "<note: Exodus 8:1-32 in the English Bible is 7:26-8:28 in the Hebrew Bible> And Yahweh said to Moses, \"Go to Pharaoh, and say to him, 'Thus says Yahweh, \"Release my people so that they may serve me.\"",
    "8:2": "And if you [are] refusing to release, look, I [am going to] plague all of your territory with frogs.",
    "8:3": "And the Nile will swarm with frogs, and they will go up and come into your house and into your {bedroom}<note: Literally \"the inner room of your bed\"> and onto your bed and into the house of your servants and among your people and into your ovens and into your kneading troughs.",
    "8:4": "And the frogs will go up against you and against your people and against all of your servants.'\"",
    "8:5": "And Yahweh said to Moses, \"Say to Aaron, 'Stretch out your hand with your staff over the rivers, over the canals, and over the pools, and bring up the frogs on the land of Egypt.'\"",
    "8:6": "And Aaron stretched out his hand over the waters of Egypt, and the frogs went up and covered the land of Egypt.",
    "8:7": "And the magicians did likewise with their secret arts, and they brought up frogs over the land of Egypt.",
    "8:8": "And Pharaoh called Moses and Aaron and said, \"Pray to Yahweh, and let him remove the frogs from me and from my people, and let me release the people so that they can sacrifice to Yahweh.\"",
    "8:9": "And Moses said to Pharaoh, \"{I leave to you the honor}<note: Literally \"glorify yourself\"> over me. When shall I pray for you and for your servants and for your people to cut off the frogs from you and from your houses? They will be left only in the Nile.\"",
    "8:10": "And he said, \"Tomorrow.\" And he said, \"[Let it be] according to your word so that you will know that there is no one like Yahweh our God.",
    "8:11": "And the frogs will depart from you and from your house and from your servants. They will be left only in the Nile.\"",
    "8:12": "And Moses and Aaron went out from Pharaoh, and Moses cried out to Yahweh over the matter of the frogs that he had brought on Pharaoh.",
    "8:13": "And Yahweh did according to the word of Moses, and the frogs died from the houses, from the courtyards, and from the fields.",
    "8:14": "And they piled them [in] countless heaps,<note: Literally \"heaps, heaps\"> and the land stank.",
    "8:15": "And Pharaoh saw that there was relief, and he made his heart {insensitive},<note: Literally \"heavy\"> and he did not listen to them, as Yahweh had spoken.",
    "8:16": "And Yahweh said to Moses, \"Say to Aaron, 'Stretch out your staff and strike the dust of the land, and it will become gnats<note: Exactly what troublesome insect is uncertain> in all the land of Egypt.'\"",
    "8:17": "And he did so, and Aaron stretched out his hand with his staff, and he struck the dust of the land, and it became gnats on the humans and on the animals; all of the dust of the land became gnats in all the land of Egypt.",
    "8:18": "And the magicians did so with their secret arts to bring out the gnats, but they were not able, and the gnats were on the humans and on the animals.",
    "8:19": "And the magicians said to Pharaoh, \"It is the finger of God.\" But the heart of Pharaoh was hard, and he did not listen to them, as Yahweh had spoken.",
    "8:20": "And Yahweh said to Moses, \"Start early in the morning and stand before Pharaoh. Look, [he is] going out to the water, and you must say to him, 'Thus says Yahweh, \"Release my people so that they may serve me.\"",
    "8:21": "But if you are not [about to] release my people, look, I [am about] to send out flies among you and among your servants and among your people and in your houses; and the houses of Egypt will fill up with the flies and also the ground that they are on.",
    "8:22": "But on that day I will distinguish<note: Or \"deal differently with\"> the land of Goshen, where my people are staying, by there not being flies there, so that you will know that I [am] Yahweh in the midst of the land.",
    "8:23": "And I will put a distinction between my people and your people; this sign will be tomorrow.'\"",
    "8:24": "And Yahweh did so, and a {severe}<note: Literally \"heavy\"> [swarm of] flies came to the house of Pharaoh and the house of his servants and in all the land of Egypt; the land was ruined because of the flies.",
    "8:25": "And Pharaoh called Moses and Aaron, and he said, \"Go, sacrifice to your God in the land.\"",
    "8:26": "And Moses said, \"To do so [is] not right, because we will sacrifice to Yahweh our God a thing detestable to the Egyptians. Look, [if] we sacrifice before their eyes the thing detestable to the Egyptians, will they not stone us?",
    "8:27": "We will go a journey of three days into the desert, and we will sacrifice to Yahweh our God according to what he says to us.\"",
    "8:28": "And Pharaoh said, \"I myself will release you, and you will sacrifice to Yahweh your God in the desert. Only surely you must not go far. Pray for me.\"",
    "8:29": "And Moses said, \"Look, I [am] going out from you, and I will pray to Yahweh so that the flies depart from Pharaoh, from his servants, and from his people tomorrow. Only let not Pharaoh again deceive [us] by not releasing the people to sacrifice to Yahweh.\"",
    "8:30": "And Moses went out from Pharaoh and prayed to Yahweh.",
    "8:31": "And Yahweh did according to the word of Moses and removed the flies from Pharaoh, from his servants, and from his people; not one was left.",
    "8:32": "And Pharaoh made his heart {insensitive}<note: Literally \"heavy\"> also this time, and he did not release the people.",
    "9:1": "And Yahweh said to Moses, \"Go to Pharaoh and say to him, 'Thus says Yahweh, the God of the Hebrews, \"Release my people so that they may serve me.\"",
    "9:2": "But if you [are] refusing to release and you still [are] keeping hold of them,",
    "9:3": "look, the hand of Yahweh [is] about to be [present with] a very {severe}<note: Literally \"heavy\"> plague on your livestock that are in the field, on the horses, on the donkeys, on the camels, on the cattle, and on the sheep and goats.",
    "9:4": "But Yahweh will make a distinction between the livestock of Israel and the livestock of Egypt, and not a thing will die from all [that belongs] to the {Israelites}.'\"<note: Literally \"sons/children of Israel\">",
    "9:5": "And Yahweh set an appointed time, saying, \"Tomorrow Yahweh will do this thing in the land.\"",
    "9:6": "And Yahweh did this thing the next day; all the livestock of Egypt died, but from the livestock of the {Israelites}<note: Literally \"sons/children of Israel\"> not one died.",
    "9:7": "And Pharaoh sent [to check], and {it turned out}<note: Literally \"look\"> not even one from the livestock of Israel had died, but Pharaoh's heart was {insensitive},<note: Literally \"heavy\"> and he did not release the people.",
    "9:8": "And Yahweh said to Moses and to Aaron, \"Take for yourselves full handfuls of soot from a smelting furnace, and let Moses sprinkle it toward the heavens before the eyes of Pharaoh.",
    "9:9": "And it will become fine dust over all the land of Egypt, and it will become on humans and on animals a skin sore sprouting blisters in all the land of Egypt.\"",
    "9:10": "And they took the soot of the smelting furnace, and they stood before Pharaoh, and Moses sprinkled it toward the heavens, and it became skin sores sprouting blisters on humans and on animals.",
    "9:11": "And the magicians were not able to stand before Moses because of the skin sores, for the skin sores were on the magicians and on all [the] Egyptians.",
    "9:12": "And Yahweh hardened Pharaoh's heart, and he did not listen to them, as Yahweh had spoken to Moses.",
    "9:13": "And Yahweh said to Moses, \"Start early in the morning and stand before Pharaoh. Look, [he is] going out to the water, and you must say to him, 'Thus says Yahweh, the God of the Hebrews, \"Release my people so that they may serve me.",
    "9:14": "For at this time I [am] sending all of my plagues {to you personally}<note: Literally \"to your heart,\" that is, in a way designed to receive attention> and among your servants and among your people so that you will know that there is no one like me in all the earth.",
    "9:15": "For now I could have stretched out my hand, and I could have struck you and your people with the plague, and you would have perished from the earth.",
    "9:16": "But for the sake of this I have caused you to stand--for the sake of showing you my strength and in order to proclaim my name in all the earth.",
    "9:17": "Still you [are] behaving haughtily to my people by not releasing them.",
    "9:18": "Look, about [this] time tomorrow, I [am] going to cause very severe<note: Literally \"heavy\"> hail to rain, the like of which has not been in Egypt from the day it was founded until now.",
    "9:19": "And now send [word]; bring into safety your livestock and all that [belongs] to you in the field. The hail will come down on every human and animal that is found in the field and not gathered into the house, and they will die.\" '\"",
    "9:20": "Anyone from the servants of Pharaoh who feared the word of Yahweh caused his servants and livestock to flee to the houses.",
    "9:21": "But whoever did not {give regard to}<note: Literally \"put his heart to\"> the word of Yahweh abandoned his servants and his livestock in the field.",
    "9:22": "And Yahweh said to Moses, \"Stretch out your hand to the heavens, and let there be hail in all the land of Egypt, on human and on animal and on all the vegetation of the field in the land of Egypt.\"",
    "9:23": "And Moses stretched out his staff to the heavens, and Yahweh gave thunder<note: The word often translated \"voice\" or \"sound\" is also used to describe thunder, as in this chapter> and hail, and fire went [to the] earth, and Yahweh caused hail to rain on the land of Egypt.",
    "9:24": "And there was hail, and fire [was] flashing back and forth in the midst of the very severe hail, the like of which was not in all the land of Egypt since it had become a nation.",
    "9:25": "And the hail struck in all the land of Egypt all that [was] in the field, from human to animal, and the hail struck all the vegetation of the field and smashed every tree of the field.",
    "9:26": "Only in the land of Goshen, where the {Israelites}<note: Literally \"sons/children of Israel\"> [were], there was no hail.",
    "9:27": "And Pharaoh sent and called Moses and Aaron and said to them, \"I have sinned this time. Yahweh [is] the righteous [one], and I and my people [are] the wicked [ones].",
    "9:28": "Pray to Yahweh. The thunder of God and hail {are enough},<note: Literally \"much/great from the being of the voices/thunder\"> and I will release you, and {you will no longer have to stay}.\"<note: Literally \"you will not add to stand/remain\">",
    "9:29": "And Moses said to him, \"At my leaving the city, I will spread out my hands to Yahweh. The thunder will stop, and the hail will be no more, so that you will know that the earth [belongs] to Yahweh.",
    "9:30": "But [as for] you and your servants, I know that you do not yet fear the presence of Yahweh God.\"",
    "9:31": "And the flax and the barley were struck, because the barley [was in the] ear and the flax [was in] bud.",
    "9:32": "But the wheat and the spelt were not struck, because they [are] late-ripening.",
    "9:33": "And Moses went from Pharaoh out of the city, and he spread his hands to Yahweh, and the thunder and the hail stopped, and rain did not pour [on the] earth.",
    "9:34": "And Pharaoh saw that the rain and the hail and the thunder stopped, and {he again sinned}<note: Literally \"he added to sin\"> and made his heart {insensitive},<note: Literally \"he made his heart heavy\"> he and his servants.",
    "9:35": "And Pharaoh's heart was hard, and he did not release the {Israelites},<note: Literally \"sons/children of Israel\"> as Yahweh had said {by the agency of Moses}.<note: Literally \"by the hand of Moses\">",
    "10:1": "And Yahweh said to Moses, \"Go to Pharaoh, for I have made his heart {insensitive}<note: Literally \"heavy\"> and the heart of his servants in order to put these signs of mine in his midst,",
    "10:2": "so that you will tell in the ears of your child and {your grandchild}<note: Literally \"the son of your son\"> that I dealt harshly with [the] Egyptians and [so that you will tell about] my signs that I have done among them, and so you will know that I [am] Yahweh.\"",
    "10:3": "And Moses and Aaron came to Pharaoh, and they said to him, \"Thus says Yahweh, the God of the Hebrews, 'Until when will you refuse to submit before me? Release my people so that they may serve me.",
    "10:4": "But if you [are] refusing to release my people, look, I [am] about to bring locusts into your territory tomorrow.",
    "10:5": "And they will cover the surface of the land, and no one will be able to see the land, and they will eat the remainder of what is left--what is left over for you from the hail--and they will eat every sprouting tree [belonging] to you from the field.",
    "10:6": "And your houses will be full, and the houses of all your servants and the houses of all Egypt, [something] that your fathers and {your grandfathers}<note: Literally \"the fathers of your fathers\"> never saw from the day they were on the earth until this day.'\" And he turned and went out from Pharaoh.",
    "10:7": "And the servants of Pharaoh said to him, \"Until when will this be a snare for us? Release the men so that they may serve Yahweh their God. Do you not yet know that Egypt is destroyed?\"",
    "10:8": "And Moses and Aaron were brought back to Pharaoh, and he said to them, \"Serve Yahweh your God. {Who are the ones going}?<note: Literally \"who and who the goers?\">",
    "10:9": "And Moses said, \"With our young and with our old we will go; with our sons and with our daughters, with our sheep and goats and with our cattle we will go because [it is] the feast of Yahweh for us.\"",
    "10:10": "And he said to them, \"Let Yahweh be thus with you [as soon] as I release you and your dependents.<note: Or \"little children\" or \"little ones\"> See that evil is before your faces.",
    "10:11": "{No indeed};<note: Literally \"not so\"> [just] the men<note: This word for \"men\" indicates that Pharaoh means only the able-bodied men can go> go and serve Yahweh, since this [is what] you [are] seeking.\" And he drove them out from the presence of Pharaoh.",
    "10:12": "And Yahweh said to Moses, \"Stretch out your hand over the land of Egypt with the locusts so that they may come up over the land of Egypt, and let them eat all the vegetation of the land, all that the hail left behind.\"",
    "10:13": "And Moses stretched out his staff over the land of Egypt, and Yahweh drove an east wind into the land all that day and all night. The morning came, and the east wind had brought the locusts.",
    "10:14": "And the locusts went up over all the land of Egypt, and they settled in all the territory of Egypt, very {severe}.<note: Literally \"heavy\"> Before it there were not locusts like them, nor will there be after it.",
    "10:15": "And they covered the surface of all the land, and the land was dark [with them], and they ate all the vegetation of the land and all the fruit of the trees that the hail had left, and no green was left in the trees nor in the vegetation of the field in all the land of Egypt.",
    "10:16": "And Pharaoh hurried to call Moses and Aaron, and he said, \"I have sinned against Yahweh your God and against you.",
    "10:17": "And now forgive my sin surely this time, and pray to Yahweh your God so that he may only remove from me this death.\"",
    "10:18": "And he went out from Pharaoh, and he prayed to Yahweh.",
    "10:19": "And Yahweh turned a very strong {west wind}<note: Literally \"sea wind,\" a wind from the Mediterranean Sea to the west> and lifted up the locusts and thrust them into the {Red Sea},<note: Literally \"sea of reed\"> and not one locust remained in all the territory of Egypt.",
    "10:20": "And Yahweh hardened Pharaoh's heart, and he did not release the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "10:21": "And Yahweh said to Moses, \"Stretch out your hand toward the heavens so that there may be darkness over the land of Egypt and so that [a person can] feel darkness.\"",
    "10:22": "And Moses stretched out his hand toward the heavens, and there was darkness of night in all the land of Egypt [for] three days.",
    "10:23": "No one could see his brother, and {because of it no one could move from where they were}<note: Literally \"a man did not rise from under it\"> [for] three days, but there was light for the {Israelites}<note: Literally \"sons/children of Israel\"> in their dwellings.",
    "10:24": "And Pharaoh called Moses and said, \"Go, serve Yahweh. Only your sheep and goats and your cattle must be left behind. Your dependents<note: Or \"little children\" or \"little ones\"; the term here includes women and children and men too old or ill to fight> may also go with you.\"",
    "10:25": "And Moses said, \"Even [if] you yourself put into our hand sacrifices and burnt offerings and we offer [them] to Yahweh our God,",
    "10:26": "our livestock must also go with us. Not a hoof can be left because we must take from them to serve Yahweh our God. And we will not know [with] what we are to serve Yahweh until we come there.\"",
    "10:27": "And Yahweh hardened Pharaoh's heart, and he was not willing to release them.",
    "10:28": "And Pharaoh said to him, \"Go from me. {Be careful}<note: Literally \"watch for you\"> not to see my face again, because on the day of your seeing my face you will die.\"",
    "10:29": "And Moses said, \"{That is right}.<note: Literally \"right you said\"> {I will not again see your face}.\"<note: Literally \"I will not add again seeing of your face\">",
    "11:1": "And Yahweh said to Moses, \"Still one plague I will bring upon Pharaoh and upon Egypt; afterward he will release you from here. At the moment of his releasing, he will certainly drive you completely out from here.",
    "11:2": "Speak in the ears of the people, and let them ask, a man from his neighbor and a woman from her neighbor, [for] objects of silver and objects of gold.\"",
    "11:3": "And Yahweh gave the people favor in the eyes of Egypt. Also the man Moses [was] very great in the land of Egypt, in the eyes of the servants of Pharaoh and in the eyes of the people.",
    "11:4": "And Moses said, \"Thus says Yahweh, 'About the middle of the night I [will] go out through the midst of Egypt,",
    "11:5": "and every firstborn in the land of Egypt will die, from the firstborn of Pharaoh who sits on his throne to the firstborn of the slave woman who [is] behind the pair of millstones and every firstborn animal.<note: The Hebrew word often refers to domestic animals>",
    "11:6": "And there will be a great cry of distress in all the land of Egypt, the like of which has not been nor will be again.<note: Literally \"which like it has not been and like it will not be again\">",
    "11:7": "But against all the {Israelites},<note: Literally \"sons/children of Israel\"> from a man to an animal, a dog will not [even] {bark},<note: Literally \"move his tongue\" or \"sharpen his tongue\"> so that you will know that Yahweh makes a distinction between Egypt and Israel.'",
    "11:8": "And all of these your servants will come down to me and bow to me, saying, 'Go out, you and all the people who [are] at your feet.' And afterward I will go out.\" And he went out from Pharaoh {in great anger}.<note: Literally \"with heat of nose\">",
    "11:9": "And Yahweh said to Moses, \"Pharaoh will not listen to you, {so that my wonders may multiply}<note: Literally \"for the sake of the multiplying of my wonders\"> in the land of Egypt.\"",
    "11:10": "And Moses and Aaron did all these wonders before Pharaoh, and Yahweh hardened Pharaoh's heart, and he did not release the {Israelites}<note: Literally \"sons/children of Israel\"> from his land.",
    "12:1": "And Yahweh said to Moses and to Aaron in the land of Egypt, saying,",
    "12:2": "\"This month [will be] the beginning of months; it [will be] for you the first of the months of the year.",
    "12:3": "Speak to all the community of Israel, saying, 'On the tenth of this month, they will each take for themselves {a lamb for the family},<note: Literally \"a lamb/kid for the house of fathers.\" The word translated \"lamb\" refers to a small livestock animal and could be either a young sheep or a young goat> a lamb for the household.",
    "12:4": "And if the household is too small for a lamb, he and the neighbor nearest to his house will take [one] according to the number of persons;<note: Or \"the number of selves\"> you will count out portions of the lamb {according to how much each one can eat}.<note: Literally \"a man for the mouth of his eating\">",
    "12:5": "The lamb for you must be a male, without defect, in its first year; you will take [it] from the sheep or from the goats.",
    "12:6": "\"{You will keep it}<note: Literally \"It will be for you for observation\"> until the fourteenth day of this month, and all the assembly of the community of Israel will slaughter it {at twilight}.<note: Literally \"between the evenings\">",
    "12:7": "And they will take [some] of the blood and put [it] on the two doorposts and on the lintel on the houses in which they eat it.",
    "12:8": "And they will eat the meat on this night; they will eat it fire-roasted and [with] unleavened bread on {bitter herbs}.<note: Literally \"bitter [things]\">",
    "12:9": "You must not eat any of it raw or boiled, boiled in the water, but rather roasted with fire, its head with its legs and with its inner parts.",
    "12:10": "And you must not leave any of it until morning; anything left from it until morning you must burn in the fire.",
    "12:11": "And this is how you will eat it--[with] your waists fastened, your sandals on your feet, and your staff in your hand, and you will eat it in haste. It [is] Yahweh's Passover.",
    "12:12": "\"And I will go through the land of Egypt during this night, and I will strike all of the firstborn in the land of Egypt, from human to animal, and I will do punishments among all of the gods of Egypt. I [am] Yahweh.",
    "12:13": "And the blood will be a sign for you on the houses where you are, and I will see the blood, and I will pass over you, and there will not be a destructive plague among you when I strike the land of Egypt.",
    "12:14": "\"And this day will become a memorial for you, and you will celebrate it as a religious feast for Yahweh throughout your generations; you will celebrate it as a lasting statute.",
    "12:15": "You will eat unleavened bread for seven days. Surely on the first day you shall remove yeast from your houses, because anyone [who] eats [food with] yeast from the first day until the seventh day--that person will be cut off from Israel.",
    "12:16": "It will be for you on the first day a holy assembly<note: Or \"summons,\" \"convocation\"> and on the seventh day a holy assembly;<note: Or \"summons,\" \"convocation\"> no work will be done on them; only what is eaten by every person, it alone will be prepared for you.",
    "12:17": "\"And you will keep the Feast of Unleavened Bread, because on this very day I brought out your divisions from the land of Egypt, and you will keep this day for your generations as a lasting statute.",
    "12:18": "On the first [day], on the fourteenth day of the month, in the evening, you will eat unleavened bread until the evening of the twenty-first day of the month.",
    "12:19": "For seven days yeast must not be found in your houses, because {anyone eating food with yeast}<note: Literally \"anyone eating yeasted food, that person\"> will be cut off from the community of Israel--[whether] an alien or a native of the land.",
    "12:20": "You will eat no [food with] yeast; in all of your dwellings you will eat unleavened bread.\"",
    "12:21": "And Moses called all the elders of Israel, and he said to them, \"Select and take for yourselves sheep for your clans and slaughter the Passover sacrifice.",
    "12:22": "And take a bunch of hyssop and dip [it] into the blood that [is] in the basin and apply [some] of the blood that is in the basin to the lintel and the two doorposts. And you will not go out, anyone from the doorway of his house, until morning.",
    "12:23": "And Yahweh will go through to strike Egypt, and he will see the blood on the lintel and on the two doorposts, and Yahweh will pass over the doorway and will not allow the destroyer to come to your houses to strike [you].",
    "12:24": "\"And you will keep this event as a rule for you and for your children forever.<note: Or \"until eternity\">",
    "12:25": "{And}<note: Literally \"and it will be\"> when you come into the land that Yahweh will give to you, as he said, you will keep this {religious custom}.<note: Literally \"service\" or \"work\">",
    "12:26": "{And}<note: Literally \"and it will be\"> when your children say to you, 'What [is] this {religious custom}<note: Literally \"service\" or \"work\"> for you?'<note: Or \"What does this service mean to you?\">",
    "12:27": "you will say, 'It [is] a Passover sacrifice for Yahweh, who passed over the houses of the {Israelites}<note: Literally \"sons/children of Israel\"> in Egypt when he struck Egypt; and he delivered our houses.'\" And the people knelt down and they worshiped.",
    "12:28": "And the {Israelites}<note: Literally \"sons/children of Israel\"> went, and they did as Yahweh had commanded Moses and Aaron; so they did.",
    "12:29": "{And}<note: Literally \"and it was\"> in the middle of the night, Yahweh struck all of the firstborn in the land of Egypt, from the firstborn of Pharaoh sitting on his throne to the firstborn of the captive who [was] in the prison house and every firstborn of an animal.",
    "12:30": "And Pharaoh got up [at] night, he and all his servants and all Egypt, and a great cry of distress was in Egypt because there was not a house where there was no one dead.",
    "12:31": "And he called Moses and Aaron [at] night, and he said, \"Get up, go out from the midst of my people, both you as well as the {Israelites},<note: Literally \"sons/children of Israel\"> and go, serve Yahweh, as you have said.",
    "12:32": "Take both your sheep and goats as well as your cattle, and go, and bless also me.\"",
    "12:33": "And [the] Egyptians urged the people [in order] to hurry their release<note: Or \"to hasten to release them\"> from the land, because they said, \"All of us [will] die!\"<note: Or \"We all are dead!\">",
    "12:34": "And the people lifted up their dough before it had yeast; their kneading troughs [were] wrapped up in their cloaks on their shoulder.",
    "12:35": "And the {Israelites}<note: Literally \"sons/children of Israel\"> did according to the word of Moses, and they asked from [the] Egyptians [for] objects of silver and objects of gold and [for] clothing.",
    "12:36": "And Yahweh gave the people favor in the eyes of [the] Egyptians, and they granted [their] requests, and they plundered [the] Egyptians.",
    "12:37": "And the {Israelites}<note: Literally \"sons/children of Israel\"> set out from Rameses to Succoth; the men [were] about six hundred thousand on foot,<note: Or \"footmen,\" \"infantrymen.\" The word probably has military connotations, as when it is used elsewhere in the numbering of soldiers (compare 2 Sam 10:6; 1 Kgs 20:29; 2 Kgs 13:7)> besides dependents.",
    "12:38": "And also a {mixed multitude}<note: Literally \"a large mixture\" (compare Jer 25:20; Ezek 30:5)> went up with them and sheep and goats and cattle, very numerous livestock.",
    "12:39": "And they baked the dough that they had brought out from Egypt [as] cakes, unleavened bread, because it had no yeast when they were driven out from Egypt, and they were not able to delay, and also they had not made provisions for themselves.",
    "12:40": "And the period of dwelling of the {Israelites}<note: Literally \"sons/children of Israel\"> that they dwelled in Egypt [was] four hundred and thirty years.",
    "12:41": "And at the end of four hundred and thirty years, on this exact day, all of Yahweh's divisions went out from the land of Egypt.",
    "12:42": "It [is] a night of vigils<note: Or \"observances\"> [belonging] to Yahweh for bringing them out from the land of Egypt; it [is] this night [belonging] to Yahweh [with] vigils for all of the {Israelites}<note: Literally \"sons/children of Israel\"> throughout their generations.",
    "12:43": "And Yahweh said to Moses and Aaron, \"This [is] the statute of the Passover: No foreigner may eat it.",
    "12:44": "But any slave of a man, an acquisition by money, and you have circumcised him, then he may eat it.",
    "12:45": "A temporary resident and a hired worker may not eat it.",
    "12:46": "It will be eaten in one house; you will not bring part of the meat out from the house to the outside; and you will not break a bone of it.",
    "12:47": "All of the community of Israel will prepare it.",
    "12:48": "And when an alien dwells with you and he wants to prepare [the] Passover for Yahweh, every male belonging to him must be circumcised, and then he may come near to prepare it, and he will be as the native of the land, but any uncircumcised [man] may not eat it.",
    "12:49": "One law will be for the native and for the alien who is dwelling in your midst.\"",
    "12:50": "And all the {Israelites}<note: Literally \"sons/children of Israel\"> did as Yahweh had commanded Moses and Aaron; so they did.",
    "12:51": "And it was on exactly this day Yahweh brought the {Israelites}<note: Literally \"sons/children of Israel\"> out from the land of Egypt by their divisions.",
    "13:1": "And Yahweh spoke to Moses, saying,",
    "13:2": "\"Consecrate to me every firstborn, the first offspring of every womb among the {Israelites},<note: Literally \"sons/children of Israel\"> among humans<note: Hebrew \"human\"> and among domestic animals;<note: Hebrew \"animal\"> {it belongs to me}.\"<note: Literally \"to/for me it\">",
    "13:3": "And Moses said to the people, \"Remember this day when you went out from Egypt, from a house of slaves, because with strength of hand Yahweh brought you out from here, and [food with] yeast will not be eaten.",
    "13:4": "Today you are going out in the month of Abib.",
    "13:5": "And when Yahweh brings you to the land of the Canaanites<note: Hebrew \"Canaanite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Amorites<note: Hebrew \"Amorite\"> and the Hivites<note: Hebrew \"Hivite\"> and the Jebusites<note: Hebrew \"Jebusite\">--which he swore to your ancestors<note: Or \"fathers\"> to give to you, a land flowing with milk and honey--you will perform this service in this month.",
    "13:6": "Seven days you will eat unleavened bread, and on the seventh day [will be] a feast for Yahweh.",
    "13:7": "Unleavened bread will be eaten the seven days; [food with] yeast will not be seen for you; and yeast will not be seen for you in all your territory.",
    "13:8": "And you shall tell your son on that day, saying, 'This [is] because of what Yahweh did for me when I came out from Egypt.'",
    "13:9": "And it will be as a sign on your hand and as a memorial between your eyes so that the law of Yahweh will be in your mouth, that with a strong hand Yahweh brought you out from Egypt.",
    "13:10": "And you will keep this statute at its appointed time {from year to year}.<note: Literally \"from days to days\">",
    "13:11": "\"And when Yahweh brings you to the land of the Canaanite, as he swore to you and to your ancestors,<note: Or \"fathers\"> and he gives it to you,",
    "13:12": "you will hand over every first offspring of a womb to Yahweh, and every first offspring dropped by a domestic animal that will belong to you, the males [will be] for Yahweh.",
    "13:13": "And every first offspring of a donkey you will redeem with small livestock, and if you will not redeem [it], then you will break its neck, and every firstborn human among your sons you will redeem.",
    "13:14": "And when your son asks you {in the future},<note: Literally \"tomorrow\"> saying, 'What [is] this?' you will say to him, 'With strength of hand Yahweh brought us out from Egypt, from a house of slaves.",
    "13:15": "And when Pharaoh was stubborn to release us, Yahweh killed every firstborn in the land of Egypt, from firstborn human to firstborn domestic animal. Therefore I [am] sacrificing to Yahweh every first offspring of a womb, the males, and every firstborn of my sons I redeem.'",
    "13:16": "And it will be as a sign on your hand and as symbolic ornaments between your eyes that with strength of hand Yahweh brought us out from Egypt.\"",
    "13:17": "And when Pharaoh released the people, God did not lead them the way of the land of the Philistines, though it [was] nearer, because God said, \"Lest the people change their mind when they see war and return to Egypt.\"",
    "13:18": "So God led the people around [by] the way of the desert [to] the {Red Sea},<note: Literally \"sea of reed\"> and the {Israelites}<note: Literally \"sons/children of Israel\"> went up in battle array from the land of Egypt.",
    "13:19": "And Moses took the bones of Joseph with him because [Joseph]<note: Hebrew \"he\"> had made the {Israelites}<note: Literally \"sons/children of Israel\"> solemnly swear an oath, saying, \"God will surely attend to you, and you will take up my bones from here with you.\"",
    "13:20": "And they set out from Succoth, and they encamped at Etham on the edge of the desert.",
    "13:21": "And Yahweh was going before them by day in a column of cloud to lead them [on] the way and [by] night in a column of fire to give light to them to go by day and night.",
    "13:22": "The column of cloud by day and the column of fire [by] night did not depart from before the people.",
    "14:1": "And Yahweh spoke to Moses, saying,",
    "14:2": "\"Speak to the {Israelites}<note: Literally \"sons/children of Israel\"> so that they turn and encamp before Pi-hahiroth, between Migdol {and the sea};<note: Literally \"and between the sea\"> before Baal Zephon, [which is] opposite it, you will camp by the sea.",
    "14:3": "And Pharaoh will say of the {Israelites},<note: Literally \"sons/children of Israel\"> 'They are wandering around in the land. The desert has closed in on them.'",
    "14:4": "And I will harden the heart of Pharaoh, and he will chase after them, and I will be glorified through Pharaoh and through all his army, and [the] Egyptians will know that I [am] Yahweh.\" And they did so.",
    "14:5": "And it was told to the king of Egypt that the people fled, and the heart of Pharaoh was changed and [that of] his servants toward the people, and they said, \"What [is] this we have done, that we have released Israel from serving us!\"",
    "14:6": "And he harnessed his chariot and took with him his people.",
    "14:7": "And he took six hundred select chariots and all the chariots of Egypt and officers over all of them.",
    "14:8": "And Yahweh hardened the heart of Pharaoh the king of Egypt, and he chased after the {Israelites}.<note: Literally \"sons/children of Israel\"> (Now the {Israelites}<note: Literally \"sons/children of Israel\"> [were] going out {boldly}.<note: Literally \"with a raised/high hand\">)",
    "14:9": "And [the] Egyptians chased after them, and they overtook them encamped at the sea--all the horses of the chariots of Pharaoh and his charioteers and his army--at Pi-hahiroth before Baal Zephon.",
    "14:10": "And Pharaoh approached, and the {Israelites}<note: Literally \"sons/children of Israel\"> lifted their eyes, and there were the Egyptians traveling after them! And they were very afraid, and the {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh.",
    "14:11": "And they said to Moses, \"Because there are no graves in Egypt? Is that why you have taken us to die in the desert? What [is] this you have done to us by bringing us out from Egypt!",
    "14:12": "Isn't this the word we spoke to you in Egypt, saying, 'Leave us alone [so that] we can serve Egypt!' because serving Egypt is better for us than our dying in the desert.\"",
    "14:13": "And Moses said to the people, \"You must not be afraid. Stand [still] and see the salvation of Yahweh, which he will accomplish for you today, because [the] Egyptians whom you see today you will see never again.",
    "14:14": "Yahweh will fight for you, and you must be quiet.\"",
    "14:15": "And Yahweh said to Moses, \"Why do you cry out to me? Speak to the {Israelites}<note: Literally \"sons/children of Israel\"> [so that] they set out.<note: Or \"journey,\" \"move on,\" \"travel\">",
    "14:16": "And you, lift up your staff and stretch out your hand over the sea and divide it [so that] the {Israelites}<note: Literally \"sons/children of Israel\"> can go in the middle of the sea on the dry land.",
    "14:17": "And as for me, look, I [am] about to harden the heart of [the] Egyptians [so that] they come after them, and I will display my glory through Pharaoh and through all of his army, through his chariots and through his charioteers.",
    "14:18": "And [the] Egyptians will know that I [am] Yahweh when I display my glory through Pharaoh, through his chariots, and through his charioteers.\"",
    "14:19": "And the angel of God who was going before the camp of Israel set out and went behind them. And the column of cloud set out ahead of them, and it stood [still] behind them,",
    "14:20": "[so that] it came between the camp of Egypt and the camp of Israel. And {it was a dark cloud},<note: Literally \"the cloud was and the darkness\"> but it gave light [to] the night,<note: Or \"it illumined the night\"> [so that] {neither approached the other}<note: Literally \"this did not come near to this\"> all night.",
    "14:21": "And Moses stretched out his hand over the sea, and Yahweh moved the sea<note: Or \"caused the sea to go,\" \"drove the sea\"> with a strong east wind all night, and he made the sea [become] dry ground, and the waters were divided.",
    "14:22": "And the {Israelites}<note: Literally \"sons/children of Israel\"> entered the middle of the sea on the dry land. The waters [were] a wall for them on their right and on their left.",
    "14:23": "And [the] Egyptians gave chase<note: Or \"pursued,\" \"chased\"> and entered after them--all the horses of Pharaoh, his chariots, and his charioteers--into the middle of the sea.",
    "14:24": "And during the morning watch, Yahweh looked down to the Egyptian camp [from] in the column of fire and cloud, and he threw the Egyptian camp into a panic.",
    "14:25": "And he removed<note: Or \"let turn aside\"> the wheels of their chariots [so that] they drove them with difficulty, and [the] Egyptians said, \"We must flee away<note: Or \"let us flee,\" \"let me run away\"; the verb is singular, but it is plural in context> from Israel because Yahweh [is] fighting for them against Egypt.\"",
    "14:26": "And Yahweh said to Moses, \"Stretch out your hand over the sea, and let the waters return over [the] Egyptians, over their chariots, and over their charioteers.\"",
    "14:27": "And Moses stretched out his hand over the sea, and the sea returned {at daybreak}<note: Literally \"at the turning of morning\"> to its normal level, and [the] Egyptians [were] fleeing {because of it},<note: Literally \"to/for/from the meeting of it\"> and Yahweh swept [the] Egyptians into the middle of the sea.",
    "14:28": "And the waters returned and covered the chariots and the charioteers--all the army of Pharaoh coming after them into the sea. Not {even}<note: Literally \"up to,\" \"as far as\"> one survived among them.",
    "14:29": "But the {Israelites}<note: Literally \"sons/children of Israel\"> walked on the dry land in the middle of the sea. The waters [were] a wall for them on their right and on their left.",
    "14:30": "And Yahweh saved Israel on that day from the hand<note: Or \"power\"> of Egypt, and Israel saw the Egyptians dead on the shore of the sea.",
    "14:31": "And Israel saw the great hand<note: Or \"power\"> that Yahweh displayed against Egypt, and the people feared Yahweh, and they believed in Yahweh and in Moses his servant.",
    "15:1": "Then Moses and the {Israelites}<note: Literally \"sons/children of Israel\"> sang this song to Yahweh, {and they said},<note: Literally \"and they said, saying\"> \"Let me sing to Yahweh because he is highly exalted; [the] horse and its rider he hurled into the sea.\r\n",
    "15:2": "Yah<note: a shortened form of \"Yahweh\"> [is] my strength and song, and he has become my salvation;<note: Literally \"he was for me for salvation\"> this [is] my God, and I will praise him--the God of my father--and I will exalt him.",
    "15:3": "Yahweh [is] a man of war; Yahweh [is] his name.",
    "15:4": "The chariots of Pharaoh and his army he cast into the sea, and his choice adjutants were sunk in the {Red Sea}.<note: Literally \"sea of reed\">",
    "15:5": "The deep waters covered them; they went down into the depths like a stone.",
    "15:6": "Yahweh, your right hand [is] glorious in power; Yahweh, your right hand destroyed [the] enemy.",
    "15:7": "And in the greatness of your majesty you overthrew those standing up [to] you; you released your fierce anger, and it consumed them like stubble.",
    "15:8": "And by the breath of your nostrils waters were piled up; waves stood like a heap; deep waters in the middle of the sea congealed.",
    "15:9": "[The] enemy said, 'I will pursue, I will overtake, I will divide plunder, my desire will be full [of] them, I will draw my sword, my hand will destroy them.'",
    "15:10": "You blew with your breath; the sea covered them; they dropped like lead in the mighty waters.",
    "15:11": "Who is like you among the gods, Yahweh? Who is like you--glorious in holiness, awesome [in] praiseworthy actions, doing wonders?<note: Hebrew \"wonder\">",
    "15:12": "You stretched out your right hand; the earth swallowed them.",
    "15:13": "In your loyal love you led [the] people whom you redeemed; in your strength you guided [them] to the abode of your holiness.<note: Or \"your holy dwelling\">",
    "15:14": "Peoples heard; they trembled; anguish seized the inhabitants of Philistia.",
    "15:15": "Then the chiefs of Edom were horrified; great distress seized the leaders of Moab; all of the inhabitants of Canaan melted away.",
    "15:16": "Terror and dread fell on them; at the greatness of your arm they became silent like the stone, until your people passed by, Yahweh, until [the] people whom you bought passed by.",
    "15:17": "You brought them and planted them on the mountain of your inheritance, a place you made for yourself to inhabit, Yahweh, a sanctuary, Lord, [that] your hands established.",
    "15:18": "Yahweh will reign as king forever and ever.\"",
    "15:19": "When the horses<note: Hebrew \"horse\"> of Pharaoh came into the sea with his chariots<note: Hebrew \"chariot\"> and with his charioteers, Yahweh brought back upon them the waters of the sea, and the {Israelites}<note: Literally \"sons/children of Israel\"> traveled on dry ground through the middle of the sea.",
    "15:20": "And Miriam the prophetess, the sister of Aaron, took her<note: Literally \"the tambourine\"> tambourine in her hand, and all of the women went out after her with tambourines and with dances.",
    "15:21": "And Miriam answered,<note: Literally \"answered to them\"> \"Sing to Yahweh because he is highly exalted; [the] horse and its rider he hurled into the sea.\"",
    "15:22": "And Moses caused Israel to set out from the {Red Sea},<note: Literally \"sea of reed\"> and they went out into the desert of Shur, and they traveled three days in the desert, and they did not find water.",
    "15:23": "And they came to Marah, and they were not able to drink water from Marah because it was bitter. Therefore {it was named}<note: Literally \"its name was called\"; the Hebrew word for \"bitter\" is pronounced \"marah\"> Marah.",
    "15:24": "And the people grumbled against Moses, saying, \"What shall we drink?\"",
    "15:25": "And he cried out to Yahweh, and Yahweh showed him [a piece of] wood, and he threw [it] into the water, and the water became sweet. There he made a rule and regulation for them, and there he tested them.",
    "15:26": "And he said, \"If you carefully listen to the voice of Yahweh your God and you do [what is] right in his eyes and give heed to his commands and you keep all his rules, [then] I will not bring about on you any of the diseases<note: Hebrew \"disease\"> that I brought about on Egypt, because I [am] Yahweh your healer.",
    "15:27": "And they came to Elim, and twelve springs of water and seventy palm trees were there, and they encamped there at the water.",
    "16:1": "And they set out from Elim, and all the community of the {Israelites}<note: Literally \"sons/children of Israel\"> came to the desert of Sin, which [is] between Elim {and Sinai},<note: Literally \"and between Sinai\"> in the fifteenth day of the second month of their going out from the land of Egypt.",
    "16:2": "And all the community of the {Israelites}<note: Literally \"sons/children of Israel\"> grumbled against Moses and against Aaron in the desert.",
    "16:3": "And the {Israelites}<note: Literally \"sons/children of Israel\"> said to them, \"{If only we had died}<note: Literally \"who will give our dying\"> by the hand of Yahweh in the land of Egypt, when we sat by the pots<note: Hebrew \"pot\"> of meat, when we ate bread {until we were full},<note: Literally \"to contentment\" or \"to satisfaction\"> because you have brought us out to this desert to kill all of this assembly with hunger.\"",
    "16:4": "And Yahweh said to Moses, \"Look, I am going to rain down for you bread from the heavens, and the people will go out and gather enough for the day on its day; in that way I will test them: Will they go according to my law or not?",
    "16:5": "And then on the sixth day, they will prepare what they bring, and it will be twice over what they will gather every [other] day.\"",
    "16:6": "And Moses and Aaron said to all the {Israelites},<note: Literally \"sons/children of Israel\"> \"[In the] evening, you will know that Yahweh has brought you out from the land of Egypt,",
    "16:7": "and [in the] morning, you will see the glory of Yahweh, {for he hears}<note: Literally \"at/in his hearing\"> your grumblings against Yahweh, and what [are] we that you grumble against us?\"",
    "16:8": "And Moses said, \"When in the evening Yahweh gives you meat to eat and bread in the morning {to fill up on},<note: Literally \"to be satisfied\"> {for he hears}<note: Literally \"at/in his hearing\"> your grumblings that you grumble against him--and what [are] we? Your grumblings [are] not against us but against Yahweh.\"",
    "16:9": "And Moses said to Aaron, \"Say to all the community of the {Israelites},<note: Literally \"sons/children of Israel\"> 'Come near before Yahweh because he has heard your grumblings.'\"",
    "16:10": "And at the moment of Aaron's speaking to all the community of the {Israelites},<note: Literally \"sons/children of Israel\"> they turned to the desert, {and just then}<note: Literally \"look\" or \"behold\"> the glory of Yahweh appeared in the cloud.",
    "16:11": "And Yahweh spoke to Moses, saying,",
    "16:12": "\"I have heard the grumblings of the {Israelites}.<note: Literally \"sons/children of Israel\"> Speak to them, saying, '{At twilight}<note: Literally \"between the evenings\"> you will eat meat, and in the morning you will be full [with] bread, and you will know that I [am] Yahweh your God.'\"",
    "16:13": "And so it was, in the evening, the quail came up and covered the camp, and in the morning, a layer of dew was all around the camp.",
    "16:14": "And the layer of dew came up, {and there}<note: Literally \"look\" or \"behold\"> on the face of the desert was a fine granular substance, fine like frost on the ground.",
    "16:15": "And the {Israelites}<note: Literally \"sons/children of Israel\"> saw, and they said {to each other},<note: Literally \"a man to his brother\"> \"What [is] this?\" because they did not know what it [was]. And Moses said to them, \"That [is] the bread that Yahweh has given to you as food.",
    "16:16": "This [is] the word that Yahweh commanded, 'Gather from it, {each according to what he can eat},<note: Literally \"a man for the mouth of his eating\"> an omer per person<note: Literally \"skull\" or \"head\"> [according to] the number of you.<note: Or \"the number of your selves\"> You each shall take [enough] for whoever [is] in his tent.'\"",
    "16:17": "And the {Israelites}<note: Literally \"sons/children of Israel\"> did so, and they gathered, some more and some less.",
    "16:18": "And [when] they measured with the omer, the one gathering more had no surplus, and the one gathering less had no lack; they gathered {each according to what he could eat}.<note: Literally \"a man for the mouth of his eating\">",
    "16:19": "And Moses said to them, \"Let no one leave any of it until morning.\"",
    "16:20": "But they did not listen to Moses. Some people<note: Literally \"men\"> left [some] of it until morning, and it bred worms and stank. And Moses was angry with them.",
    "16:21": "And they gathered it morning by morning, {each according to what he could eat},<note: Literally \"a man according to the mouth of his eating\"> and it melted [when] the sun was hot.<note: Literally \"and the sun was hot, and he/it melted\">",
    "16:22": "And when it was the sixth day, they gathered twice [as much] bread, two omers for one [person], and all the leaders of the community came and told Moses.",
    "16:23": "And he said to them, \"This is what Yahweh has said. Tomorrow [is] a rest period, a holy Sabbath for Yahweh. Bake what you [want to] bake, and boil what you [want to] boil. Put aside all the surplus for yourselves for safekeeping until the morning.\"",
    "16:24": "And they put it aside until the morning, as Moses had commanded, and it did not make a stench, and not a maggot was in it.",
    "16:25": "And Moses said, \"Eat it today, because today is a Sabbath for Yahweh. Today you will not find it in the field.",
    "16:26": "Six days you will gather it, but on the seventh day, [the] Sabbath, it will not be [present] on it.\"",
    "16:27": "And on the seventh day [some] of the people went out to gather, and they did not find [any].",
    "16:28": "And Yahweh said to Moses, \"How long do you<note: Plural> refuse to keep my commands and my laws?",
    "16:29": "See, because Yahweh has given to you the Sabbath, therefore he is giving to you on the sixth day bread for two days. Stay, {each in his location};<note: Literally \"a man under him/it\"> let no one go from his place on the seventh day.\"",
    "16:30": "And the people rested on the seventh day.",
    "16:31": "And the house of Israel called its name \"manna.\" And it [was] like coriander seed, white, and its taste [was] like a wafer with honey.",
    "16:32": "And Moses said, \"This is the word that Yahweh has commanded. 'A full omer of it [is] for safekeeping for your generations so that they will see the bread that I fed you in the desert when I brought you from the land of Egypt.'\"",
    "16:33": "And Moses said to Aaron, \"Take one jar and put there a full omer of manna. Leave it before Yahweh for safekeeping for your generations.\"",
    "16:34": "As Yahweh had commanded Moses, so Aaron left it before the testimony for safekeeping.",
    "16:35": "And the {Israelites}<note: Literally \"sons/children of Israel\"> ate the manna forty years, until their coming to an inhabited land; they ate the manna until their coming to the border of the land of Canaan.",
    "16:36": "(And an omer [is] a tenth of an ephah.)",
    "17:1": "And all the community of the {Israelites}<note: Literally \"sons/children of Israel\"> set out from the desert of Sin for their journeys according to the command of Yahweh, and they camped in Rephidim, and there was no water for the people to drink.",
    "17:2": "And the people quarreled with Moses, and they said, \"Give us water so that we can drink.\" And Moses said to them, \"Why do you quarrel with me? Why do you test Yahweh?\"",
    "17:3": "And the people thirsted for water, and the people grumbled against Moses and said, \"Why {ever}<note: Or \"at all\"; literally \"this\"> did you bring us up from Egypt to kill me<note: The unexpected switch to first-person singular pronouns reflects the fact that the question summarizes a host of angry accusations and self-centered concern> and my sons and my cattle with thirst?\"",
    "17:4": "And Moses cried out to Yahweh, saying, \"What will I do with this people? A little longer and they will stone me.\"",
    "17:5": "And Yahweh said to Moses, \"Go on before the people and take with you [some] from the elders of Israel, and the staff with which you struck the Nile take in your hand, and go.",
    "17:6": "Look, I [will be] standing before you there on the rock in Horeb, and you will strike the rock, and water will come out from it, and the people will drink.\" And Moses did so before the eyes of the elders of Israel.\r\n",
    "17:7": "And he called the name of the place Massah and Meribah because of the quarrel of the {Israelites}<note: Literally \"sons/children of Israel\"> and because of their testing Yahweh [by] saying, \"Is Yahweh in our midst or not?\"",
    "17:8": "And Amalek came and fought with Israel at Rephidim.",
    "17:9": "And Moses said to Joshua, \"Choose men for us, and go out, fight against Amalek tomorrow. I [will be] standing on the top of the hill, and the staff of God [will be] in my hand.\"",
    "17:10": "And Joshua did as Moses had said to him to fight with Amalek. And Moses, Aaron, and Hur went up [to] the top of the hill.",
    "17:11": "And<note: Literally \"and it would be\"> when Moses raised his hand, Israel would prevail, but when he rested his hand, Amalek would prevail.",
    "17:12": "But the hands of Moses [were] heavy, and they took a stone and placed it under him, and he sat on it; Aaron and Hur supported his hands, {one on each side},<note: Or \"one on one side and one on the other\"; literally \"one from this and one from this\"> and his hands [were] steady until {sundown}.<note: Literally \"the coming in of the sun\">",
    "17:13": "And Joshua defeated Amalek and his people with [the] {edge of the sword}.<note: Literally \"mouth of [the] sword\">",
    "17:14": "And Yahweh said to Moses, \"Write this [as] a memorial in the scroll and {recite it in the hearing of}<note: Literally \"and put in the ears of\"> Joshua, because I will utterly blot out the remembrance of Amalek from under the heavens.\"",
    "17:15": "And Moses built an altar, and he called its name Yahweh [Is] My Banner.",
    "17:16": "And he said, \"Because a hand [was] against the throne of Yah,<note: Or \"indeed a hand on the throne of Yah\"; the phrase is unclear> a war [will be] for Yahweh with Amalek from generation [to] generation.\"",
    "18:1": "And Jethro, the priest of Midian, the father-in-law of Moses, heard all that God had done for Moses and for Israel, his people, that Yahweh had brought Israel out from Egypt.",
    "18:2": "And Jethro, the father-in-law of Moses, took Zipporah the wife of Moses after her sending away,",
    "18:3": "and her two sons--the one whose name [was] Gershom, for he had said, \"I have been an alien in a foreign land,\"",
    "18:4": "and the one [whose] name [was] Eliezer, for \"the God of my father [was] my help, and he delivered me from the sword of Pharaoh.\"",
    "18:5": "And Jethro, the father-in-law of Moses, came and his sons and his wife to Moses, to the desert where he was camping there [at] the mountain of God.",
    "18:6": "And he said to Moses, \"I, your father-in-law Jethro, [am] coming to you and your wife and her two sons with her.\"",
    "18:7": "And Moses went out to meet his father-in-law, and he bowed, and he kissed him, and {they each asked about the other's welfare},<note: Literally \"they asked a man to his neighbor to welfare\"> and they came into the tent.",
    "18:8": "And Moses told his father-in-law all that Yahweh had done to Pharaoh and to Egypt on account of Israel, all the hardship that had found them on the way, and [how] Yahweh delivered them.",
    "18:9": "And Jethro rejoiced over all the good that Yahweh had done for Israel when he delivered them from the hand of Egypt.",
    "18:10": "And Jethro said, \"Blessed be Yahweh, who has delivered you from the hand of Egypt and from the hand of Pharaoh--who has delivered the people from under the hand of Egypt.",
    "18:11": "Now I know that Yahweh is greater than all the gods, {even in the matter where they the Egyptians dealt arrogantly against the Israelites}.\"<note: Literally \"because in the thing that they dealt arrogantly over them\">",
    "18:12": "And Jethro, the father-in-law of Moses, took a burnt offering and sacrifices for God, and Aaron and all the elders of Israel came to eat bread with the father-in-law of Moses before God.",
    "18:13": "{And}<note: Literally \"And it was\"> the next day, Moses sat to judge the people, and the people stood before Moses from the morning until the evening.",
    "18:14": "And the father-in-law of Moses saw all that he was doing for the people, and he said, \"What [is] this thing that you [are] doing for the people? Why [are] you sitting alone and all the people [are] standing by you from morning until evening?\"",
    "18:15": "And Moses said to his father-in-law, \"Because the people come to me to seek God.",
    "18:16": "When {they have an issue},<note: Literally \"a thing is to them\"> it comes to me, and I judge between a man and his neighbor, and I make known God's rule and his instructions.\"",
    "18:17": "And the father-in-law of Moses said to him, \"The thing that you are doing is not good.",
    "18:18": "Surely you will wear out, both you and this people who [are] with you, because the thing [is too] {difficult}<note: Literally \"heavy\"> for you. You are not able to do it alone.",
    "18:19": "Now listen to my voice; I will advise you, and may God be with you. You be for the people before God, and you bring the issues to God.",
    "18:20": "And you warn them [of] the rules and the instructions, and you make known to them the way in which they must walk and the work that they must do.",
    "18:21": "And you will select from all the people men of ability, fearers of God, trustworthy men, haters of [dishonest] gain,<note: Or \"unjust profit\"> and you will appoint [such men] over them [as] commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens.",
    "18:22": "And let them judge the people all the time, {and}<note: Literally \"and it will be\"> every major issue they will bring to you, and every minor issue they will judge themselves. And [so] lighten [it] for yourself, and they will bear [it] with you.",
    "18:23": "If you will do this thing and God will command you, [then] you will be able to endure, and also each of the people will go to his home<note: Or \"his place\"> in peace.\"",
    "18:24": "And Moses listened to the voice of his father-in-law, and he did all that he had said.",
    "18:25": "And Moses chose men of ability from all Israel, and he appointed them [as] heads over the people, [as] commanders of thousands, commanders of hundreds, commanders of fifties, and commanders of tens.",
    "18:26": "And they judged the people all the time; the difficult issues<note: Hebrew \"issue\"> they would bring to Moses, and every minor issue they would judge themselves.",
    "18:27": "And Moses let his father-in-law go, and he went to his land.",
    "19:1": "In the third month after the {Israelites}<note: Literally \"sons/children of Israel\"> went out from the land of Egypt, on this day they came to the Sinai desert.",
    "19:2": "They set out from Rephidim, and they came to the desert of Sinai, and they camped in the desert, and Israel camped there in front of the mountain.",
    "19:3": "And Moses went up to God, and Yahweh called to him from the mountain, saying, \"Thus you will say to the house of Jacob and you will tell the {Israelites},<note: Literally \"sons/children of Israel\">",
    "19:4": "'You yourselves have seen what I did to Egypt and [how] I bore you on eagles' wings and I brought you to me.",
    "19:5": "And now if you will carefully listen to my voice and keep my covenant, you will be a treasured possession for me out of all the peoples, {for all the earth is mine},<note: Literally \"because all of the earth [is] for me\">",
    "19:6": "but you, you will [belong] to me [as] a kingdom of priests and a holy nation.' These are the words that you will speak to the {Israelites}.\"<note: Literally \"sons/children of Israel\">",
    "19:7": "And Moses came and called the elders of the people, and he placed before them all these words that Yahweh had commanded him.",
    "19:8": "And all the people together answered and said, \"All that Yahweh has spoken we will do.\" And Moses brought back the words of the people to Yahweh.",
    "19:9": "And Yahweh said to Moses, \"Look, I [am going to] come to you in {a thick cloud}<note: Literally \"the cloud of the cloud\"> in order that the people will hear when I speak with you and will also trust in you forever.\" And Moses told the words of the people to Yahweh.",
    "19:10": "And Yahweh said to Moses, \"Go to the people and consecrate them today and tomorrow. They must wash their clothes,",
    "19:11": "and they must be prepared for the third day, because on the third day, Yahweh will go down on Mount Sinai before the eyes of all the people.",
    "19:12": "And you must set limits [for] the people all around, saying, 'Guard yourselves {against}<note: Literally \"watch to/for you\"> going up to the mountain and touching its edge. Anyone touching the mountain will certainly be put to death.",
    "19:13": "Not a hand will touch it, because he will certainly be stoned or certainly be shot; whether an animal or a man, he will not live.' At the blowing of the ram's horn they may go up to the mountain.\"",
    "19:14": "And Moses went down from the mountain to the people, and he consecrated the people, and they washed their clothes.",
    "19:15": "And he said to the people, \"Be ready {for the third day}.<note: Literally \"for third [of] days\"> Do not go near to a woman.\"",
    "19:16": "{And}<note: Literally \"and it was\"> on the third day, when it was morning, there was thunder and lightning, and a heavy cloud over the mountain and a very loud ram's horn sound, and all the people who [were] in the camp trembled.",
    "19:17": "And Moses brought the people out from the camp to meet God, and they took their stand at the foot of the mountain.",
    "19:18": "And Mount Sinai was all wrapped in smoke because Yahweh went down on it in the fire, and its smoke went up like the smoke of a smelting furnace, and the whole mountain trembled greatly.",
    "19:19": "And the sound of the ram's horn became {louder and louder},<note: Literally \"[was] going and strong very\" (compare 2 Sam 3:1)> and Moses would speak, and God would answer him with a voice.",
    "19:20": "And Yahweh went down on Mount Sinai, to the top of the mountain, and Yahweh called Moses to the top of the mountain, and Moses went up.",
    "19:21": "And Yahweh said to Moses, \"Go down, warn the people, lest they break through to Yahweh to see and many from them fall.",
    "19:22": "And even the priests who come near Yahweh must consecrate themselves, lest Yahweh break out against them.\"",
    "19:23": "And Moses said to Yahweh, \"The people are not able to go up to Mount Sinai, because you yourself warned us, saying, 'Set limits [around] the mountain and consecrate it.'\"",
    "19:24": "And Yahweh said to him, \"Go, go down, and come up, you and Aaron with you and the priests, but the people must not break through to go up to Yahweh, lest he break out against them.\"",
    "19:25": "And Moses went down to the people, and he told them.<note: Or \"and he said to them\">",
    "20:1": "And God spoke all these words, saying,",
    "20:2": "\"I [am] Yahweh, your God, who brought you out from the land of Egypt, from the house of slaves.",
    "20:3": "\"There shall be for you no other gods before me.",
    "20:4": "\"You shall not make for yourself a divine image [with] any form that [is] in the heavens above or that [is] in the earth below or that [is] in the water below the earth.",
    "20:5": "You will not bow down to them, and you will not serve them, because I [am] Yahweh your God, a jealous God, punishing [the] guilt of [the] parents on the children on [the] third and on [the] fourth [generations]<note: \"Generations\" is understood from comparison with parallel verses (compare Exod 34:6-7; Deut 7:9)> of those hating me,",
    "20:6": "and showing loyal love to thousands [of generations]<note: \"Generations\" is understood from comparison with parallel verses ( compare Exod 34:6-7; Deut 7:9)> of those loving me and of those keeping my commandments.",
    "20:7": "\"You shall not {misuse the name of Yahweh your God},<note: Literally \"take up/bear/carry the name of Yahweh your God for [what is] worthless/false/empty\"> because Yahweh will not leave unpunished [anyone] who {misuses his name}.<note: Literally \"bears his name for [what is] false\">",
    "20:8": "\"Remember the day of the Sabbath, to consecrate it.",
    "20:9": "Six days you will work, and you will do all your work.",
    "20:10": "But the seventh day [is] a Sabbath for Yahweh your God; you will not do any work--you or your son or your daughter, your male slave or your female slave, or your animal, or your alien who [is] in your gates--",
    "20:11": "because [in] six days Yahweh made the heavens and the earth, the sea and all that [is] in them, and on the seventh day he rested. Therefore Yahweh blessed the seventh day and consecrated it.",
    "20:12": "\"Honor your father and your mother, so that your days can be long on the land that Yahweh your God [is] giving you.",
    "20:13": "\"You shall not murder.",
    "20:14": "\"You shall not commit adultery.",
    "20:15": "\"You shall not steal.",
    "20:16": "\"You shall not testify against your neighbor [with] a false witness.",
    "20:17": "\"You shall not covet the house of your neighbor; you will not covet the wife of your neighbor or his male servant or his female servant or his ox or his donkey or anything that [is] your neighbor's.\"",
    "20:18": "And all the people [were] seeing the thunder and the lightning and the sound of the ram's horn and the mountain smoking, and the people saw, and they trembled, and they stood at a distance.",
    "20:19": "And they said to Moses, \"You speak with us, and we will listen, but let not God speak with us, lest we die.\"",
    "20:20": "And Moses said to the people, \"Do not be afraid. God has come to test you so that his fear will be before you so that you do not sin.\"",
    "20:21": "And the people stood at a distance, and Moses approached the very thick cloud where God was.",
    "20:22": "And Yahweh said to Moses, \"Thus you will say to the {Israelites},<note: Literally \"sons/children of Israel\"> 'You yourselves have seen that I have spoken to you from the heavens.",
    "20:23": "You will not make alongside me gods of silver, and gods of gold you will not make for yourselves.",
    "20:24": "An altar of earth you will make for me, and you will sacrifice on it your burnt offerings and your fellowship offerings, your sheep and your cattle. In every place where I cause my name to be remembered,<note: Or \"proclaimed\"> I will come to you, and I will bless you.",
    "20:25": "And if you make an altar of stones for me, you will not build them [as] hewn stone, because if you use your chisel on it, you have defiled it.",
    "20:26": "You will not go up with steps onto my altar, that your nakedness not be exposed on it.'",
    "21:1": "\"And these are the regulations that you will set before them.",
    "21:2": "'If you buy a Hebrew slave, he will serve six years, and in the seventh he will go out as free for nothing.<note: Or \"for no payment\">",
    "21:3": "If he comes in single, he will go out single. If he is the husband of a wife, his wife will go out with him.",
    "21:4": "If his master gives him a wife and she bears for him sons or daughters, the wife and her children will belong to her master, and [the slave] will go out single.",
    "21:5": "But if the slave explicitly says, \"I love my master, my wife, and my children; I will not go out free,\"",
    "21:6": "his master will present him to God<note: Or \"present him to the judges\"> and bring him to the door or to the doorpost, and his master will pierce his ear with an awl, and he will serve him forever.",
    "21:7": "\" 'And if a man sells his daughter as a slave woman, she will not go out as male slaves go out.",
    "21:8": "If {she does not please her master}<note: Literally \"bad in the eyes of her master\"> who selected her, he will allow her to be redeemed; he has no authority to sell her to foreign people, since he has dealt treacherously with her.",
    "21:9": "And if he selects her for his son, he shall do for her according to the regulations for daughters.",
    "21:10": "If he takes for himself another, he will not reduce her food, her clothing, or her right of cohabitation.",
    "21:11": "And if he does not do for her these three, she shall go out for nothing; there will not be silver<note: Or \"money\"> [paid for her].",
    "21:12": "\" '{Whoever strikes someone}<note: Literally \"A striker of a man\"> and he dies will surely be put to death.",
    "21:13": "But if he did not lie in wait {and it was an accident},<note: Literally \"and God let [him] happen to his hand\"> I will appoint for you a place to which he may flee.",
    "21:14": "But if a man schemes against his neighbor to kill him by treachery,<note: Or \"with cunning\" or \"craftily\"> you will take him from my altar to die.",
    "21:15": "And {whoever strikes}<note: Literally \"a striker of\"> his father or his mother will surely be put to death.",
    "21:16": "\" 'And {whoever kidnaps someone}<note: Literally \"a stealer of a man\"> and sells him, or he is found in his possession,<note: Literally \"in his hand\"> he will surely be put to death.",
    "21:17": "\" 'And one who curses his father or his mother will surely be put to death.",
    "21:18": "\" 'And if men quarrel and a man strikes his neighbor with a stone or with a fist and he does not die, but {he is confined to bed},<note: Literally \"he falls to bed\">",
    "21:19": "if he stands and walks about in the outside on his staff, the striker will be unpunished; he will only pay for his inactivity<note: Literally \"his sitting\"> {toward his full recovery}.\"<note: Literally \"and he indeed will recover\">",
    "21:20": "And if a man strikes his male slave or his female slave with the rod and he dies under his hand, he will surely be avenged.",
    "21:21": "Yet if he survives a day or two days, he will not be avenged, because he is his money.<note: Or \"property\"; literally \"his silver\">",
    "21:22": "\" 'And if men fight and they injure a pregnant woman, and her children go out and there is not serious injury, he will surely be fined as the woman's husband demands concerning him {and as the judges determine}.<note: Literally \"and he will give according to judgments\" or \"judges\" or \"arbitrators\">",
    "21:23": "And if there is serious injury, you will give life in place of life,",
    "21:24": "eye in place of eye, tooth in place of tooth, hand in place of hand, foot in place of foot,",
    "21:25": "burn in place of burn, wound in place of wound, bruise in place of bruise.",
    "21:26": "\" 'And if a man strikes the eye of his male slave or the eye of his female slave and destroys it, he shall release him as free in place of his eye.",
    "21:27": "And if he causes the tooth of his male slave or the tooth of his female slave to fall out, he will release him as free in place of his tooth.",
    "21:28": "\" 'And if an ox gores a man or a woman and he dies, the ox will surely be stoned, and its meat will not be eaten, and the owner of the ox [is] innocent.",
    "21:29": "But if it was a goring ox {before}<note: Literally \"yesterday three days ago\"> and its owner was warned and did not restrain it and it kills a man or a woman, the ox will be stoned, and the owner also will be put to death.",
    "21:30": "If a ransom is set on him, he will pay the redemption money for his life according to all that is set on him.",
    "21:31": "If it gores a son or it gores a daughter, according to this regulation it shall be done to him.",
    "21:32": "If the ox gores a male slave or a female slave, he will give thirty shekels of silver to his master, and the ox will be stoned.",
    "21:33": "\" 'If a man opens a pit or if a man digs a pit and he does not cover it and an ox or a donkey falls into it,",
    "21:34": "the owner of the pit will pay restitution; he will pay silver to its owner, but the dead [animal] will be for him.<note: Or \"will belong to him\">",
    "21:35": "And if a man's ox injures the ox of his neighbor and it dies, they will sell the living ox and divide the {money},<note: Literally \"its silver\"> and they will also divide the dead [one].",
    "21:36": "Or if it was known that it was a goring ox {before}<note: Literally \"yesterday three days ago\"> and its owner did not restrain it, he will surely make restitution, an ox in place of the ox, and the dead [one] will be for him.",
    "22:1": "<note: Exodus 22:1-31 in the English Bible is 21:37-22:30 in the Hebrew Bible> \" 'If a man steals an ox or small livestock and slaughters it or sells it, he will make restitution with five cattle in place of the ox and with four sheep or goats in place of the small livestock.",
    "22:2": "\" 'If a thief is found in the act of breaking in and he is struck and he dies, there is not bloodguilt for him.",
    "22:3": "(If the sun has risen over him, [there is] bloodguilt for him. He will make full restitution. If {he does not have enough},<note: Literally \"there is not to him\"> he will be sold for his theft.",
    "22:4": "If indeed the stolen item is found {in his possession}<note: Literally \"in his hand\"> alive, from ox to donkey to small livestock, he will make double restitution.",
    "22:5": "\" 'If a man grazes [his livestock] in a field or a vineyard and he releases his livestock and it grazes in the field of another, he will make restitution [from] the best of his field and the best of his vineyard.",
    "22:6": "\" 'If a fire is started and finds thorn bushes and a stack of sheaves or the standing grain or the field is consumed, the one who started the fire will surely make restitution.",
    "22:7": "\" 'If a man gives to his neighbor money or objects to watch over and it is stolen from the house of the man, if the thief is found, he will make double restitution.",
    "22:8": "If the thief is not found, the owner of the house will be brought {to the sanctuary}<note: Literally \"to God\" or perhaps \"to the judges\"> [to learn] whether or not he reached out his hand to his neighbor's possession.",
    "22:9": "Concerning every account of transgression--concerning an ox, concerning a donkey, concerning small livestock, concerning clothing, concerning all lost property--where [someone] says, \"This belongs to me,\" the matter of the two of them will come to God;<note: Or \"the judges\"> whomever God declares guilty will make double restitution to his neighbor.",
    "22:10": "\" 'If a man gives to his neighbor a donkey or an ox or small livestock or any beast to watch over and it dies or is injured or is captured [when] there is no one who sees,",
    "22:11": "the oath of Yahweh will be between the two of them [concerning] whether or not he has reached out his hand to his neighbor's possession, and its owner will accept [this], and he will not make restitution.",
    "22:12": "But if indeed it was stolen from him, he will make restitution to its owner.",
    "22:13": "If indeed it was torn to pieces, he will bring it as evidence--the mangled carcass; he will not make restitution.",
    "22:14": "\" 'If a man borrows from his neighbor and it is injured or dies [while] its owner is not with it, he will make restitution.",
    "22:15": "If its owner [was] with it, he will not make restitution; if it was hired, it came with its hiring fee.",
    "22:16": "\" 'If a man seduces a virgin who is not engaged and he lies with her, he surely will give her bride price {to have her as his wife}.<note: Literally \"for him for a woman\">",
    "22:17": "If her father absolutely refuses to give her to him, he will weigh out money according to the bride price for the virgin.",
    "22:18": "\" 'You will not let a witch live.",
    "22:19": "\" 'Anyone lying with an animal will surely be put to death.",
    "22:20": "\" 'Whoever sacrifices to the gods--not to Yahweh, to him alone--will be destroyed.",
    "22:21": "\" 'You will not mistreat an alien, and you will not oppress him, because you were aliens in the land of Egypt.",
    "22:22": "\" 'You will not afflict any widow or orphan.",
    "22:23": "If you indeed afflict him, yes, if he cries out at all to me, I will certainly hear his cry of distress.",
    "22:24": "And {I will become angry},<note: Literally \"my nose will burn\"> and I will kill you with the sword, and your wives will be widows and your children orphans.",
    "22:25": "\" 'If you lend money [to] my people, [to] the needy with you, you will not be to him as a creditor; you will not {charge him interest}.<note: Literally \"put on him interest\">",
    "22:26": "If indeed you require the cloak of your neighbor as a pledge, you will return it to him at sundown,",
    "22:27": "because it is his only garment; it is his cloak for his skin. In what will he sleep? {And}<note: Literally \"And it will be\"> when he cries out to me, I will hear, because I [am] gracious.",
    "22:28": "\" 'You will not curse God,<note: Or \"a judge\"> and you will not curse a leader among your people.",
    "22:29": "\" 'You will not delay the fullness of your harvest and the juice from your press; you will give me the firstborn of your sons.",
    "22:30": "You will do likewise for your ox and for your sheep and goats; seven days it will be with its mother; on the eighth, you will give it to me.",
    "22:31": "And you will be men of holiness for me; and you will not eat meat [from] a carcass mangled in the field; you will throw it to the dog.",
    "23:1": "\" 'You will not {spread}<note: Literally \"lift\"> a false report. Do not lift your hand with [the] wicked to be a malicious witness.",
    "23:2": "You will not {follow}<note: Literally \"be behind\"> a majority<note: Or \"many\" or \"the many\"> for evil, and you will not testify concerning a legal dispute to turn aside after a majority<note: Or \"many\" or \"the many\"> to pervert [justice].",
    "23:3": "You will not be partial to a powerless [person]<note: Or \"a poor [person]\"> in his legal dispute.",
    "23:4": "\" 'If you come upon the ox of your enemy or his donkey going astray, you will certainly bring it back to him.",
    "23:5": "If you see the donkey of your enemy lying down under its burden, you will refrain from abandoning him. You will surely arrange<note: Or \"restore\" or \"put in order\"> [it] with him.",
    "23:6": "\" 'You will not pervert the justice of your poor in his legal dispute.",
    "23:7": "You will stay far from a {false charge},<note: Literally \"word of deception\"> and do not kill [the] innocent and [the] righteous, because I will not declare [the] wicked righteous.<note: Or \"treat as innocent\" or \"acquit\">",
    "23:8": "And you will not take a bribe, because the bribe makes [the] sighted blind and ruins [the] words of [the] righteous.",
    "23:9": "And you will not oppress an alien; you yourselves know the feelings<note: Or \"inner self\" or \"soul\"> of the alien, because you were aliens in the land of Egypt.",
    "23:10": "\" 'And six years you will sow your land and gather its yield.",
    "23:11": "But the seventh you will let it rest and leave it fallow, and the poor of your people will eat, and their remainder the animals<note: Hebrew \"animal\"> of the field will eat. You will do likewise for your vineyard and for your olive trees.",
    "23:12": "\" 'Six days you will do your work, but on the seventh day you will stop so that your ox and your donkey will rest and the son of your slave woman and the alien will be refreshed.",
    "23:13": "\" 'And you will be attentive to all that I have said to you, and you will not {profess}<note: Literally \"cause to remember,\" \"bring to remembrance,\" or \"mention\" in prayer or praise> the name of other gods; it will not be heard in your mouth.",
    "23:14": "\" 'Three times in the year you will hold a festival for me.",
    "23:15": "You will keep the Feast of Unleavened Bread; for seven days you will eat unleavened bread, as I commanded you at [the] appointed time, the month of Abib, because in it you came out from Egypt, and {no one will}<note: Literally \"they will not\"> appear before me empty-handed.",
    "23:16": "And [you will keep] the Feast of Harvest, [with] the firstfruits of your work, what you sow in the field. And [you will keep] the Feast of Harvest Gathering when the year goes out, when you gather your work from the field.",
    "23:17": "Three times in the year all your men will appear before the Lord Yahweh.",
    "23:18": "\" 'You will not sacrifice the blood of my sacrifice together with [food with] yeast, and you will not leave the fat of my feast overnight until morning.",
    "23:19": "\" 'The best of the firstfruits of your land you will bring to the house of Yahweh your God. \" 'You will not boil a young goat<note: Or \"kid\"> in its mother's milk. \r\n",
    "23:20": "\" 'Look, I [am about to] send an angel before you to guard you on the way and to bring you to the place that I have prepared.",
    "23:21": "Be attentive to him and listen to his voice; do not rebel against him, because he will not forgive your transgression, for my name is in him.",
    "23:22": "But if you listen attentively to his voice and do all that I say, I will be an enemy to your enemies and a foe to your foes.",
    "23:23": "When my angel goes before you and brings you to the Amorites<note: Hebrew \"Amorite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Perizzites<note: Hebrew \"Perizzite\"> and the Canaanites<note: Hebrew \"Canaanite\"> and the Hivites<note: Hebrew \"Hivite\"> and the Jebusites,<note: Hebrew \"Jebusite\"> I will wipe them out.",
    "23:24": "\" 'You will not bow to their gods, and you will not serve them, and you will not act according to their actions, because you will utterly demolish them, and you will utterly break their stone pillars.",
    "23:25": "And you will serve Yahweh your God, and he will bless your bread and your water, and I will remove sickness from among you.",
    "23:26": "There will be no one suffering miscarriage or infertile in your land. I will make full the number of your days.<note: Or \"give you a full life span\">",
    "23:27": "\" 'I will release my terror before you, and I will throw into confusion all the people against whom you come, and I will {make all your enemies turn their back to you}.<note: Literally \"give all your enemies to you back\">",
    "23:28": "And I will send the hornet before you, and it will drive out the Hivites,<note: Hebrew \"Hivite\"> the Canaanites,<note: Hebrew \"Canaanite\"> and the Hittites<note: Hebrew \"Hittite\"> from before you.",
    "23:29": "I will not drive them out from before you in one year, lest the land become a desolation and {the wild animals}<note: Literally \"the animal of the field\"> multiply against you.",
    "23:30": "Little by little I will drive them out from before you until you are fruitful and take possession of the land.",
    "23:31": "\" 'And I will set your boundary from the {Red Sea}<note: Literally \"sea of reed\"> and up to the sea of the Philistines and from [the] desert up to the river,<note: Or \"the Euphrates\"> because I will give the inhabitants of the land into your hand, and you will drive them out from before you.",
    "23:32": "You will not make a covenant with them and with their gods.",
    "23:33": "They will not live in your land, lest they cause you to sin against me when you serve their gods, for it will be a snare to you.'\"",
    "24:1": "And to Moses he said, \"Go up to Yahweh--you and Aaron, Nadab and Abihu, and seventy from the elders of Israel--and you will worship at a distance.",
    "24:2": "And Moses {alone}<note: Or \"by himself\"; literally \"to the solitude of him\"> will come near to Yahweh, and they will not come near, and the people will not go up with him.\"",
    "24:3": "And Moses came, and he told the people all the words of Yahweh and all the regulations. And all the people answered with one voice, and they said, \"All the words that Yahweh has spoken we will do.\"",
    "24:4": "And Moses wrote all the words of Yahweh, and he rose early in the morning, and he built an altar at the base of the mountain and [set up] twelve memorial stones for the twelve tribes of Israel.",
    "24:5": "And he sent young men from the {Israelites},<note: Literally \"sons/children of Israel\"> and they offered burnt offerings, and they sacrificed sacrifices [as] fellowship offerings to Yahweh [using] bulls.",
    "24:6": "And Moses took half of the blood, and he put [it] in bowls, and half of the blood he sprinkled on the altar.",
    "24:7": "And he took the scroll of the covenant and read [it] in the hearing of the people, and they said, \"All that Yahweh has spoken we will do, and we will listen.\"<note: Or \"we will attentively do\" or \"we will obediently do\">",
    "24:8": "And Moses took the blood and sprinkled [it] on the people, and he said, \"Look, the blood of the covenant that Yahweh has made with you in accordance with all these words.\"",
    "24:9": "And Moses and Aaron, Nadab and Abihu, and seventy from the elders of Israel went up.",
    "24:10": "And they saw the God of Israel, and [what was] under his feet [was] like sapphire tile work and like the very heavens for clearness.",
    "24:11": "And toward the leaders of the {Israelites}<note: Literally \"sons/children of Israel\"> he did not stretch out his hand, and they beheld God, and they ate, and they drank.",
    "24:12": "And Yahweh said to Moses, \"Come up to me [on] the mountain, and be there, and I will give you the tablets of stone and the law and the commandments that I have written to instruct them.\"",
    "24:13": "And Moses got up, and Joshua, his assistant, and Moses went up to the mountain of God.",
    "24:14": "And to the elders he said, \"Wait for us here until we return to you. And look, Aaron and Hur are with you. Whoever {has a dispute}<note: Literally \"[is] owner of words\"> will bring [it] to you.\"",
    "24:15": "And Moses went up to the mountain, and the cloud covered the mountain.",
    "24:16": "And the glory of Yahweh settled on Mount Sinai, and the cloud covered it [for] six days, and he called to Moses on the seventh day from the midst of the cloud.",
    "24:17": "And the appearance of the glory of Yahweh [was] like a consuming fire on the top of the mountain to the eyes of<note: Or \"in the sight of\"> the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "24:18": "And Moses went into the midst of the cloud, and he went up the mountain, and Moses was on the mountain forty days and forty nights.",
    "25:1": "And Yahweh spoke to Moses, saying,",
    "25:2": "\"Speak to the {Israelites},<note: Literally \"sons/children of Israel\"> and let them bring to me a contribution. You will receive my contribution from every man whose heart prompts him.",
    "25:3": "And this is the contribution that you will receive from them--gold and silver and bronze,",
    "25:4": "blue, purple, and crimson [yarns], and fine linen and goat hair,",
    "25:5": "and red-dyed ram skins, and fine leather,<note: The particular kind of leather is uncertain> and acacia wood,",
    "25:6": "oil for the lamp, balsam oils for the anointing oil and for the fragrant incense,",
    "25:7": "onyx stones and stones for mountings on the ephod and the breast piece.",
    "25:8": "And make a sanctuary for me, and I will dwell in the midst of them,",
    "25:9": "according to all that I show you--the pattern of the tabernacle and the pattern of all its equipment--and so you will do.",
    "25:10": "\"And they will make an ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height.",
    "25:11": "And you will overlay it with pure gold, inside and outside you will overlay it, and you will make on it a gold molding all around.",
    "25:12": "And you will cast for it four gold rings, and you will put [them] on its four feet, with two rings on its one side and two rings on its second side.",
    "25:13": "And you will make poles of acacia wood, and you will overlay them [with] gold.",
    "25:14": "And you will put the poles into the rings on the sides of the ark to carry the ark with them.",
    "25:15": "In the rings of the ark will be the poles; they will not be removed from it.<note: Literally \"they will not turn aside from it\">",
    "25:16": "And you will put into the ark the testimony that I will give to you.",
    "25:17": "\"And you will make an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width.",
    "25:18": "And you will make two cherubim of gold; you will make them of hammered work at the two ends of the atonement cover.",
    "25:19": "And make one cherub {at one end}<note: Literally \"from end from this\"> and one cherub {at the other end}<note: Literally \"from end from this\"> of the atonement cover; you will make the cherubim on its two ends.",
    "25:20": "And the cherubim will be [with] outspread wings above, covering with their wings over the atonement cover {and facing each other};<note: Literally \"and their faces a man to his brother\"> the faces of the cherubim will be toward the atonement cover.",
    "25:21": "And you will put the atonement cover above onto the ark, and into the ark you will put the testimony that I will give you.",
    "25:22": "And I will meet you there, and I will speak with you from over the atonement cover, from between the two cherubim that [are to be] on the ark of the testimony--all that I will command you to the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "25:23": "\"And you will make a table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height.",
    "25:24": "And you will overlay it [with] pure gold, and you will make for it a gold molding all around.",
    "25:25": "And you will make for it a handbreadth rim all around, and you will make a gold molding for its rim all around.",
    "25:26": "And you will make four gold rings for it, and you will put the rings on the four corners where its four {legs}<note: Literally \"feet\"> [are].",
    "25:27": "The rings will be near the rim as {holders}<note: Literally \"houses\"> for poles to carry the table.",
    "25:28": "And you will make the poles of acacia wood and overlay them [with] gold, and the table will be carried with them.",
    "25:29": "And you will make its plates and its ladles<note: Or \"bowls\"> and its pitchers and its bowls with which [libations] will be poured; of pure gold you will make them.",
    "25:30": "And you will put on the table [the] bread of presence [to be] before me continually.",
    "25:31": "\"And you will make a lampstand of pure gold; the lampstand will be made of hammered work--its base and its branch,<note: Or \"reed\"> its cups, its buds, and its blossoms will be from it.",
    "25:32": "And six branches [will be] going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
    "25:33": "Three almond-flower cups [will be] on the one branch [with] a bud and a blossom, and three almond-flower cups [will be] on the one branch [with] a bud and a blossom--likewise for the six branches going out from the lampstand.",
    "25:34": "And on the lampstand [will be] four almond-flower cups, [with] its buds and its blossoms.",
    "25:35": "And a bud [will be] under the two branches [that come] from it, and a bud under the two branches from it, and a bud under the two branches from it, [likewise] for the six branches coming out from the lampstand.",
    "25:36": "Their buds and their branches will be from it, all of it one [piece] of pure gold hammered work.",
    "25:37": "And you will make its seven lamps, and its lamps will be set up, and it will give light {in the space in front of it}.<note: Literally \"on beyond its face\">",
    "25:38": "And its snuffers and its fire pans [will be] pure gold.",
    "25:39": "It will be made [from] a talent of pure gold, with all these [pieces of] equipment.",
    "25:40": "And see and make [all] according to their pattern, which you were shown in the mountain.",
    "26:1": "\"And the tabernacle you will make [with] ten curtains; you will make them of finely twisted linen and blue and purple and crimson [yarns], [with] cherubim, the work of a skilled craftsman.",
    "26:2": "The length of the one curtain [will be] twenty-eight cubits, and the width [will be] four cubits [for] the one curtain; one measure [will be] for all the curtains.",
    "26:3": "Five curtains will be joined {to one another},<note: Literally \"a woman to her sister\"> and five curtains joined {to one another}.<note: Literally \"a woman to her sister\">",
    "26:4": "And you will make loops of blue on the edge of the one curtain, at the end in the set; and you will do so on the edge of the end curtain in the second set.",
    "26:5": "You will make fifty loops on the one curtain, and you will make fifty loops on the end of the curtain that [is] in the second set; the loops are to be opposite<note: Or \"interlinked\" or \"matching\"> {to one another}.<note: Literally \"a woman to her sister\">",
    "26:6": "And you will make fifty gold clasps and join the curtains {to one another}<note: Literally \"a woman to her sister\"> with the clasps, so that the tabernacle will be one.",
    "26:7": "\"And you will make curtains of goat hair for a tent over the tabernacle; you will make them eleven curtains.",
    "26:8": "The length of the one curtain [will be] thirty cubits, and the width [will be] four cubits [for] the one curtain; one measure [will be] for [the] eleven curtains.",
    "26:9": "And you will join five curtains together and six curtains together, and you will fold double the sixth curtain at the front of the tent.",
    "26:10": "And you will make fifty loops on the edge of the one curtain at the end of the [first] set and fifty loops on the edge of the curtain [in] the second set.",
    "26:11": "And you will make fifty bronze clasps, and you will put the clasps in the loops and join the tent, so that it will be one.",
    "26:12": "\"And the surplus in the curtains of the tent [will be] an overhang; the surplus half curtain will hang over the back of the tabernacle.",
    "26:13": "And a cubit {from one side}<note: Literally \"from this\"> and a cubit {from the other side}<note: Literally \"from this\"> in the surplus in the length of the curtains of the tent will be hung over the sides of the tabernacle {equally}<note: Literally \"from this and from this\"> to cover it.",
    "26:14": "\"And you will make a covering for the tent of red-dyed ram skins and a covering of fine leather [to go] above.",
    "26:15": "\"And you will make the frames<note: Or \"boards\" or \"planks\"> for the tabernacle of acacia wood [as] uprights.<note: Literally \"standing\">",
    "26:16": "The length of the frame<note: Or \"board\" or \"plank\"> [will be] ten cubits, and the width of the one frame<note: Or \"board\" or \"plank\"> [will be] one and a half cubits.",
    "26:17": "You will make two {pegs}<note: Literally \"hands\"> for the one frame<note: Or \"board\" or \"plank\"> [for] joining {each to another}<note: Literally \"a woman to her sister\"> [and] likewise for all the frames<note: Or \"boards\" or \"planks\"> of the tabernacle.",
    "26:18": "And you will make the frames<note: Or \"boards\" or \"planks\"> for the tabernacle [with] twenty frames<note: Or \"boards\" or \"planks\"> for the {south}<note: Literally \"south southward\"> side.",
    "26:19": "And you will make forty silver bases under the twenty frames,<note: Or \"boards\" or \"planks\"> [with] two bases under the one frame<note: Or \"board\" or \"plank\"> for its two {pegs}<note: Literally \"hands\"> and two bases under the {next}<note: Literally \"one\"> frame<note: Or \"board\" or \"plank\"> for its two {pegs}.<note: Literally \"hands\">",
    "26:20": "And for the second side of the tabernacle, the north side, [there will be] twenty frames<note: Or \"boards\" or \"planks\">",
    "26:21": "and their forty silver bases, [with] two bases under the one frame<note: Or \"board\" or \"plank\"> and two bases under the {next}<note: Literally \"one\"> frame.<note: Or \"board\" or \"plank\">",
    "26:22": "\"And for the rear of the tabernacle {on the west}<note: Or \"westward,\" literally \"seaward,\" toward the Mediterranean Sea> you will make six frames.<note: Or \"boards\" or \"planks\">",
    "26:23": "And you will make two frames<note: Or \"boards\" or \"planks\"> for the tabernacle corners at the rear.",
    "26:24": "They will be double at the bottom, and they will be completely together on its top to the one ring; it will be likewise for the two of them; they will be for the two corners.",
    "26:25": "And there will be eight frames<note: Or \"boards\" or \"planks\"> and their silver bases, sixteen bases, with two bases under the one frame<note: Or \"board\" or \"plank\"> and two bases under the {next}<note: Literally \"one\"> frame.<note: Or \"board\" or \"plank\">",
    "26:26": "\"You will make five bars of acacia wood for the frames<note: Or \"boards\" or \"planks\"> on the one side of the tabernacle,",
    "26:27": "and five bars for the frames<note: Or \"boards\" or \"planks\"> on the second side of the tabernacle, and five bars for the frames<note: Or \"boards\" or \"planks\"> on the side of the tabernacle at the rear {on the west}.<note: Or \"westward,\" literally \"seaward,\" toward the Mediterranean Sea>",
    "26:28": "And the bar in the middle, in the midst of the frames<note: Or \"boards\" or \"planks\"> [will] run from end to end.",
    "26:29": "And you will overlay the frames<note: Or \"boards\" or \"planks\"> with gold, and you will make their rings of gold [as] {holders}<note: Literally \"houses\"> for the bars, and you will overlay the bars with gold.",
    "26:30": "And you will erect the tabernacle according to its plan, which you have been shown on the mountain.",
    "26:31": "\"And you will make a curtain of blue and purple and crimson [yarns] and finely twisted linen, [the] work of a skilled craftsman; he will make it [with] cherubim.",
    "26:32": "And you will put it on four acacia pillars overlaid with gold [with] their gold hooks on four silver bases.",
    "26:33": "And you will put the curtain under the clasps, and you will bring the ark of the testimony there inside the curtain, and the curtain will separate for you between the holy and the {most holy place}.<note: Literally \"holy place of the holiness\">",
    "26:34": "And you will put the atonement cover on the ark of the testimony in the {most holy place}.<note: Literally \"holy place of the holiness\">",
    "26:35": "And you will place the table outside the curtain and the lampstand opposite the table on the south side of the tabernacle, and you will put the table on the north side.",
    "26:36": "\"And you will make for the entrance of the tent a screen of blue and purple and crimson [yarns] and finely twisted linen, [the] work of an embroiderer.",
    "26:37": "And you will make for the screen five acacia pillars, and you will overlay them with gold [with] their gold hooks, and you will cast for them five bronze bases.",
    "27:1": "\"And you will make the altar of acacia wood, five cubits long and five cubits wide; the altar will be square, and its height [will be] three cubits.",
    "27:2": "And you will make its horns on its four corners; its horns will be {of one piece with it},<note: Literally \"from it\"> and you will overlay it [with] bronze.",
    "27:3": "And you will make its pots for removing its fat-soaked ashes and its shovels and its sprinkling bowls and its forks<note: 1 Samuel 2:13 mentions a fork with \"three teeth\" used by priests> and its fire pans; you will make all its equipment [with] bronze.",
    "27:4": "And you will make for it a grating, a work of bronze network, and you will make on the network four bronze rings on its four ends.",
    "27:5": "And you will put it under the ledge of the altar, below, and the network will be up to the middle of the altar.",
    "27:6": "And you will make poles for the altar, poles of acacia wood, and you will overlay them [with] bronze.",
    "27:7": "And the poles will be put into the rings, and the poles will be on the two sides of the altar when carrying it.",
    "27:8": "You will make it hollow with boards. As it was shown you on the mountain, so they will do.",
    "27:9": "\"You will make the courtyard of the tabernacle; for the {south}<note: Literally \"south southward\"> side [will be] hangings for the courtyard of finely twisted linen, one hundred cubits long for the one side.",
    "27:10": "And its twenty pillars and their twenty bases [will be] bronze; the hooks of the pillars and their bands [will be] silver.",
    "27:11": "And likewise for the north side along the length [will be] hangings one hundred cubits long; and its twenty pillars and their bases [will be] bronze; the hooks of the pillars and their bands [will be] silver.",
    "27:12": "And the width of the courtyard for the west<note: Or \"sea\"> side [will be] hangings of fifty cubits, their ten pillars and their ten bases.",
    "27:13": "And the width of the courtyard for the east side, toward sunrise, [will be] fifty cubits.",
    "27:14": "And hangings for the shoulder<note: Or \"side,\" referring to the span on one side of the courtyard's entry> [will be] fifteen cubits [with] their three pillars and their three bases.",
    "27:15": "And fifteen cubits of hangings [will be] for the second shoulder<note: Or \"side,\" referring to the span on one side of the courtyard's entry> [with] their three pillars and their three bases.",
    "27:16": "And for the gate of the courtyard [there will be] a screen of twenty cubits of blue and purple and crimson [yarns] and finely twisted linen, the work of an embroiderer; [with] their four pillars and their four bases.",
    "27:17": "\"All the pillars of the courtyard all around will be banded [with] silver, [and] their hooks [will be] silver, and their bases [will be] bronze.",
    "27:18": "The length of the courtyard will be one hundred cubits and the width fifty [cubits]<note: Or \"fifty with fifty.\" Some suggest that the word for cubits has been accidentally omitted and the number fifty repeated in the Hebrew text. Others suggest that repetition of the number is original and indicates that the two ends of the courtyard are the same size> and the height five cubits, of finely twisted linen, [with] their bronze bases.",
    "27:19": "Bronze [will be] for all the equipment of the tabernacle in all its service and all its {pegs}<note: Literally \"hands\"> and all the {pegs}<note: Literally \"hands\"> of the courtyard.",
    "27:20": "\"And you will command the {Israelites},<note: Literally \"sons/children of Israel\"> and they will bring to you pure, beaten olive oil for the light, to cause a lamp to burn continually.",
    "27:21": "In the tent of assembly outside the curtain that [is] before the testimony, Aaron and his sons will arrange it, from evening until morning, before Yahweh [as] a lasting statute throughout their generations from the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "28:1": "\"And bring near to you Aaron, your brother, and his sons with him from the midst of the {Israelites}<note: Literally \"sons/children of Israel\"> to serve as priests for me--Aaron, Nadab and Abihu, Eleazar and Ithamar, the sons of Aaron.",
    "28:2": "And you will make holy garments<note: Or \"garments of holiness\"> for Aaron, your brother, for glory and for splendor.<note: Or \"beauty\">",
    "28:3": "And you will speak to all [the] skilled of heart, whom I have given {a gift of skill},<note: Literally \"a spirit of wisdom\"> and they will make the garments of Aaron to consecrate him for his serving as my priest.",
    "28:4": "And these are the garments that they will make: A breast piece and an ephod and a robe and a tunic of specially woven fabric,<note: Precisely what kind of fabric this was is debated> a turban and a sash. And they will make holy garments<note: Or \"garments of holiness\"> for Aaron your brother, and for his sons to serve as priests for me.",
    "28:5": "\"And they will take the gold and the blue and the purple and the crimson [yarns] and the fine linen,",
    "28:6": "and they will make the ephod of gold, blue and purple, [and] crimson [yarns], and finely twisted linen, the work of a skilled craftsman.",
    "28:7": "It will have two joining shoulder pieces at its two edges, so that it can be fastened.",
    "28:8": "And the waistband of his ephod, which is on it, will be of like work to it--gold, blue, and purple and crimson [yarns] and finely twisted linen.",
    "28:9": "\"And you will take two onyx stones and engrave on them the names of the {Israelites},<note: Literally \"sons/children of Israel\">",
    "28:10": "[with] six of their names on the one stone and the remaining six on the second, according to their genealogies.<note: In other words, \"according to their birth order\">",
    "28:11": "[As the] work of a skilled stone craftsman, [with] seal engravings you will engrave on the two stones the names of the {Israelites};<note: Literally \"sons/children of Israel\"> you will make them mounted [in] gold filigree settings.",
    "28:12": "And you will set the two stones on the ephod's shoulder pieces [as] stones of remembrance for the {Israelites},<note: Literally \"sons/children of Israel\"> and Aaron will bear their names before Yahweh on his two shoulder pieces for remembrance.",
    "28:13": "\"And you will make gold filigree settings.",
    "28:14": "And you will make two braided chains of pure gold ornamental cord work, and you will put the chains of the ornamental cords on the filigree settings.",
    "28:15": "And you will make a breast piece of judgment, a work of a skilled craftsman; you will make it like the work of the ephod; you will make it of gold, blue and purple and crimson [yarns], and finely twisted linen.",
    "28:16": "It will be squared, doubled, a span its length and a span its width.",
    "28:17": "And you will fill it [with] stone mounting, four rows [of] stone, a row of carnelian, topaz, and emerald [is] the first row;",
    "28:18": "and the second row [is] a malachite, a sapphire, and a moonstone;",
    "28:19": "and the third row [is] a jacinth, an agate, and an amethyst;",
    "28:20": "and the fourth row [is] a turquoise and an onyx and a jasper. Their settings will be woven [with] gold.",
    "28:21": "The stones will be according to the names of the {Israelites},<note: Literally \"sons/children of Israel\"> twelve according to their names, [with] seal engravings, each according to its name they will be for [the] twelve tribes.",
    "28:22": "\"And you will make on the breast piece braided chains, a work of pure gold ornamental cord.",
    "28:23": "And you will make on the breast piece two gold rings, and you will put the two rings on the two edges of the breast piece.",
    "28:24": "And you will put the two gold ornamental cords on the two rings on the edges of the breast piece.",
    "28:25": "And you will put the two ends of the two ornamental cords on the two filigree settings, and you will put [them] on the shoulder pieces of the ephod at the front of it.",
    "28:26": "And you will make two gold rings, and you will place them on the two ends of the breast piece, on its edge that [is] {on the other side}<note: Literally \"beyond\"> of the ephod, {to the inside}.<note: Literally \"houseward,\" \"to house,\" meaning \"inward\">",
    "28:27": "And you will make two rings and put them on the two shoulder pieces of the ephod below at its front near its seam above the waistband of the ephod.",
    "28:28": "And they will tie the breast piece by its rings to the rings of the ephod with a blue cord to be on the waistband of the ephod, and the breast piece will not come loose from the ephod.",
    "28:29": "And Aaron will bear the names of the {Israelites}<note: Literally \"sons/children of Israel\"> in the breast piece of judgment on his heart, when he comes to the sanctuary, for a remembrance before Yahweh continually.",
    "28:30": "And you will put the Urim and the Thummim on the breast piece of judgment, and they will be on the heart of Aaron when he comes before Yahweh, and Aaron will bear the judgment of the {Israelites}<note: Literally \"sons/children of Israel\"> on his heart before Yahweh continually.",
    "28:31": "\"And you will make the robe of the ephod totally of blue [yarn].",
    "28:32": "And the opening for his head will be in the middle of it; its opening will have an edge all around, the work of a weaver; it will be like the opening of a sturdy garment for it, [so that] it will not be torn.",
    "28:33": "And you will make on its hem pomegranates of blue and purple and crimson [yarns] on its hem all around and bells of gold in the midst of them all around,",
    "28:34": "a gold bell and a pomegranate, a gold bell and a pomegranate, on the hem of the robe all around.",
    "28:35": "And it will be on Aaron for serving, and its sound will be heard at his coming into the sanctuary before Yahweh and at his going out, so that he will not die.",
    "28:36": "\"And you will make a pure gold rosette,<note: Or \"medallion\"> and you will engrave on it with seal engravings: \"A holy object for Yahweh.\"",
    "28:37": "And you will place it on a blue cord, and it will be on the turban, at the front of the turban it will be.",
    "28:38": "And it will be on the forehead of Aaron, and Aaron will bear the guilt of the holy objects that the {Israelites}<note: Literally \"sons/children of Israel\"> will consecrate for all their holy gifts, and it will be on his forehead continually for acceptance for them before Yahweh.",
    "28:39": "\"And you will weave the tunic of fine linen, and you will make a turban of fine linen, and you will make a sash, the work of an embroiderer.",
    "28:40": "And for the sons of Aaron you will make tunics, and you will make for them sashes and headdresses; you will make them for glory and for splendor.<note: Or \"beauty\">",
    "28:41": "And you will clothe them--Aaron, your brother, and his sons with him--and you will anoint them and {ordain them}<note: Literally \"fill their hand\"> and consecrate them, and they will serve as priests for me.",
    "28:42": "And make for them undergarments of linen to cover naked flesh; they will be from loins to thigh.",
    "28:43": "And they will be on Aaron and on his sons when they come to the tent of assembly or when they approach the altar to serve in the sanctuary, so that they will not bear guilt and die. [It is] a lasting statute for him and for his offspring after him.",
    "29:1": "\"And this [is] the thing that you will do for them to consecrate them to serve as a priest for me: Take {one young bull}<note: Literally \"a son of cattle\"> and two rams without defect",
    "29:2": "and unleavened bread and unleavened, ring-shaped bread cakes mixed with oil, and wafers of unleavened breads smeared with oil. You will make them [with] finely milled wheat flour,",
    "29:3": "and you will put them on one basket, and you will bring them on the basket and [bring] the bull and the two rams.",
    "29:4": "And you will bring Aaron and his sons to the entrance of the tent of assembly, and you will wash them with water.",
    "29:5": "And you will take the garments and clothe Aaron with the tunic and the robe of the ephod, and you will fasten to him the ephod and the breast piece with the waistband of the ephod.",
    "29:6": "And you will set the turban on his head, and you will put the holy diadem on the turban.",
    "29:7": "And you will take the anointing oil and pour it on his head and anoint him.",
    "29:8": "And you will bring his sons and clothe them with tunics.",
    "29:9": "And you will gird Aaron and his sons [with] sashes and wrap headdresses on them. And priesthood will be theirs as a lasting rule, and {you will ordain Aaron and his sons.}<note: Literally \"you will fill the hand of Aaron and the hands of his sons\">",
    "29:10": "\"And you will bring the bull before the tent of assembly, and Aaron and his sons will lay their hands on the head of the bull.",
    "29:11": "And you will slaughter the bull before Yahweh [at] the entrance of the tent of assembly.",
    "29:12": "And you will take [some] of the blood of the bull and with your finger put it on the horns of the altar, and you will pour out all the blood at the base of the altar.",
    "29:13": "And you will take and turn into smoke [on] the altar all the fat covering the inner parts and the lobe on the liver and the two kidneys and the fat that [is] on them.",
    "29:14": "And the flesh of the bull and its skin and its offal you will burn with fire outside the camp; it [is] a sin offering.",
    "29:15": "\"And you will take the one ram, and Aaron and his sons will lay their hands on the head of the ram.",
    "29:16": "And you will slaughter the ram and take its blood and sprinkle [it] on the altar all around.",
    "29:17": "And you will cut the ram into pieces and wash its inner parts, and you will put its legs with its pieces and with its head.",
    "29:18": "And you will turn into smoke [on] the altar all of the ram; it is a burnt offering for Yahweh; it [is] a smell of appeasement, an offering by fire for Yahweh.",
    "29:19": "\"And you will take the second ram, and Aaron and his sons will lay their hands on the head of the ram.",
    "29:20": "And you will slaughter the ram and take [some] of its blood and put [it] on Aaron's [right] earlobe and on the right earlobe of his sons and on the thumb of their right hand and on {the big toe}<note: Literally \"the thumb of\"> of their right foot, and you will sprinkle the blood at the base of the altar all around.",
    "29:21": "And you will take [some] of the blood that is on the altar and [some] of the anointing oil, and you will spatter [it] on Aaron and on his garments and on his sons and on his sons' garments with him, and he will be sacred, and his garments and his sons and his sons' garments with him.",
    "29:22": "And you will take from the ram the fat and the fat tail and the fat covering the inner parts and the lobe of the liver and the two kidneys and the fat that is on them and the right thigh, because it [is] the ram of ordination.",
    "29:23": "\"And one loaf of bread and one ring-shaped bread cake of oiled bread and one wafer from the basket of unleavened bread that [is] before Yahweh--",
    "29:24": "you will put [them] all on the palms of Aaron and on the palms of his sons, and you will wave them as a wave offering before Yahweh.",
    "29:25": "And you will take them from their hand and turn [them] to smoke on the altar beside the burnt offering as a fragrance of appeasement before Yahweh; it is an offering made by fire before Yahweh.",
    "29:26": "\"And you will take the breast section from the ram of ordination that [is] for Aaron, and you will wave it [as] a wave offering before Yahweh. It will be your portion.",
    "29:27": "And you will consecrate the wave offering breast section and the thigh of the contribution that was waved and that was presented<note: Literally \"lifted up\"> from the ram of the ordination that [is] for Aaron and for his sons.",
    "29:28": "And it will be for<note: Or \"belong to\"> Aaron and for his sons as a lasting rule from the {Israelites},<note: Literally \"sons/children of Israel\"> because it is a contribution, and it will be a contribution from the {Israelites}<note: Literally \"sons/children of Israel\"> from their sacrifices of fellowship, their contribution to Yahweh.",
    "29:29": "\"And the holy garments that [are] for Aaron will be for his sons after him in which to anoint them and {to ordain them}.<note: Literally \"to fill in them their hands\">",
    "29:30": "Seven days the priest who replaces him from among his sons will wear them, who comes to the tent of assembly to serve in the sanctuary.",
    "29:31": "And you will take the ram of ordination and boil its meat in a holy place.",
    "29:32": "And Aaron and his sons will eat the meat of the ram and the bread that [is] in the basket at the entrance of the tent of assembly.",
    "29:33": "And they will eat them--[the things] by which atonement was made for them to ordain them to consecrate them--and a stranger will not eat [them] because they are holy objects.",
    "29:34": "If any remains until morning from the ordination meat or from the bread, you will burn the remainder in fire; it will not be eaten, because it [is] a holy object.",
    "29:35": "And you will do so for Aaron and for his sons, according to all that I have commanded you; seven days you will ordain them.",
    "29:36": "\"And you will offer a bull for a sin offering every day for the atonement; and you will offer a sin offering on the altar<note: Or \"you will purify the altar\"> when you make atonement for it, and you will anoint it to consecrate it.",
    "29:37": "Seven days you will make atonement for the altar, and you will consecrate it, and the altar will be {a most holy thing}.<note: Literally \"a holiness of holinesses\" or \"a holy [thing] among holy [things],\" a thing of utmost holiness> {Anyone who}<note: Or \"anything that\"; literally \"all touching\"> touches the altar will be holy.",
    "29:38": "\"And this is what you shall offer on the altar: Two {one-year-old}<note: Literally \"sons of a year\"> male lambs {every day}<note: Literally \"for the day,\" or per day> continually.",
    "29:39": "The first lamb you will offer in the morning, and the second lamb you will offer {at twilight}.<note: Literally \"between the evenings\">",
    "29:40": "And a tenth of finely milled flour mixed with a fourth of a hin of beaten oil, and a fourth of a hin of wine as a libation with the first lamb.",
    "29:41": "And the second lamb you will offer {at twilight};<note: Literally \"between the evenings\"> you will offer a grain offering and its libation like that of the morning for a fragrance of appeasement, an offering made by fire for Yahweh.",
    "29:42": "[It will be] a burnt offering of continuity throughout your generations [at] the entrance of the tent of assembly before Yahweh, where I will meet with you to speak to you there.",
    "29:43": "\"And I will meet with the {Israelites}<note: Literally \"sons/children of Israel\"> there, and it will be consecrated by my glory.",
    "29:44": "And I will consecrate the tent of assembly and the altar, and Aaron and his sons I will consecrate to serve as priests for me.",
    "29:45": "And I will dwell in the midst of the {Israelites},<note: Literally \"sons/children of Israel\"> and I will be their God.",
    "29:46": "And they will know that I [am] Yahweh, their God, who brought them out from the land of Egypt in order to dwell in their midst. I [am] Yahweh their God.",
    "30:1": "\"And you will make an altar [for] burning incense; you will make it of acacia wood,",
    "30:2": "a cubit its length and a cubit its width--it will be square--and two cubits its height, its horns {of one piece with it}.<note: Literally \"from it\">",
    "30:3": "And you will overlay it with pure gold, its top and its sides all around and its horns, and you will make for it a gold molding all around.",
    "30:4": "And you will make two gold rings for it; under its molding {on two opposite sides}<note: Literally \"on two of its sides you will make on two of its sides\"> you will make [them] as {holders}<note: Literally \"houses\"> for poles to carry it with them.",
    "30:5": "You will make the poles of acacia wood, and you will overlay them [with] gold.",
    "30:6": "And you will put it before the curtain that [is] upon the ark of the testimony, before the atonement cover, which [is] on the testimony, there where I will meet with you.",
    "30:7": "\"And on it Aaron will turn fragrant incense into smoke; {each morning}<note: Literally \"in the morning in the morning\"> when he tends the lamps, he will turn it into smoke.",
    "30:8": "And when Aaron sets up the lamps {at twilight},<note: Literally \"between the two evenings\"> he will turn it into smoke--incense of continuity--before Yahweh throughout your generations.",
    "30:9": "You will not offer on it strange incense or a burnt offering or a grain offering, and you will not pour a libation on it.",
    "30:10": "And Aaron will make atonement on its horns one time in the year from the blood of the sin offering of the atonement; one time in the year he will make atonement on it throughout your generations; it is a most holy thing for Yahweh.\"",
    "30:11": "And Yahweh spoke to Moses, saying,",
    "30:12": "\"{When you take a census of}<note: Literally \"when you lift up the heads of\"> the {Israelites}<note: Literally \"sons/children of Israel\"> to count them, they will each give the ransom of his life for Yahweh when counting them, and a plague will not be among them when counting them.",
    "30:13": "This they will give, {everyone who is counted},<note: Literally \"all of the going over to the being counted\"> the half shekel, according to the sanctuary shekel, [which is] twenty gerahs per shekel. The half shekel [is] a contribution for Yahweh.",
    "30:14": "{Everyone who is counted}<note: Literally \"all of the going over to the being counted\"> from {twenty years old}<note: Literally \"a son of twenty years\"> and above will give the contribution of Yahweh.",
    "30:15": "The rich will not give more, and the poor will not give less than the half shekel to give the contribution of Yahweh to make atonement for their lives.",
    "30:16": "And you will take the atonement money from the {Israelites}<note: Literally \"sons/children of Israel\"> and give it to the service of the tent of assembly, and it will be as a memorial for the {Israelites}<note: Literally \"sons/children of Israel\"> before Yahweh to make atonement for your lives.\"",
    "30:17": "And Yahweh spoke to Moses, saying,",
    "30:18": "\"And you will make a basin of bronze and its bronze stand for washing, and you will put it between the tent of assembly and the altar, and you will put water there.",
    "30:19": "And Aaron and his sons will wash their hands and their feet with it.",
    "30:20": "When they come to the tent of assembly, they will wash with water so that they do not die, or when they approach the altar to serve by turning to smoke an offering made by fire to Yahweh.",
    "30:21": "And they will wash their hands and their feet so that they do not die, and it will be a lasting rule for them--to him and to his offspring throughout their generations.",
    "30:22": "And Yahweh spoke to Moses, saying,",
    "30:23": "\"And take for yourself top quality balsam oils, five hundred [shekels of] flowing myrrh, half [as much]--two hundred and fifty [shekels of] fragrant cinnamon, and two hundred and fifty [shekels of] fragrant reed,",
    "30:24": "and five hundred [shekels of] cassia, according to the sanctuary shekel, and a hin of olive oil.",
    "30:25": "And you will make it [into] holy anointing oil, a spice blend of a fragrant ointment [the] work of a perfumer; it will be holy anointing oil.",
    "30:26": "And you will anoint with it the tent of assembly and the ark of the testimony,",
    "30:27": "and the table and all its equipment and the lampstand and its equipment and the incense altar,",
    "30:28": "and the altar of burnt offering and all its equipment and the basin and its stand.",
    "30:29": "And you will consecrate them, and they will be most holy things; {anyone who}<note: Or \"anything that\"; literally \"all touching\"> touches them will be holy.",
    "30:30": "And you will anoint Aaron and his sons, and you will consecrate them to serve as priests for me.",
    "30:31": "\"And you will speak to the {Israelites},<note: Literally \"sons/children of Israel\"> saying, 'This will be my holy anointing oil throughout your generations.",
    "30:32": "It will not be poured on human flesh, and with its measurements<note: Or \"recipe\" or \"formula\"> you will not make [any] like it; it is holy; it will be holy to you.",
    "30:33": "Anyone who compounds perfume like it and who puts it on a stranger will be cut off from his people.'\"",
    "30:34": "And Yahweh said to Moses, \"Take for yourself fragrant perfumes--stacte resin and onycha and galbanum--fragrant perfumes and pure frankincense, {an equal part of each},<note: Literally \"part by part it will be\">",
    "30:35": "and make it into a compound of incense, the work of a perfumer, salted, pure, holy.",
    "30:36": "And you will grind part of it to powder, and you will put part of it before the testimony in the tent of assembly where I will meet with you; it will be a most holy thing to you.",
    "30:37": "And the incense that you will make with its measurements<note: Or \"recipe\" or \"formula\"> you will not make for yourselves; it will be holy to you for Yahweh.",
    "30:38": "Anyone who makes [any] like it to smell it will be cut off from his people.\"",
    "31:1": "And Yahweh spoke to Moses, saying,",
    "31:2": "\"See, I have called by name<note: In other words, \"specifically chosen\"> Bezalel the son of Uri the son of Hur, from the tribe of Judah.",
    "31:3": "And I have filled him [with] the Spirit of God, with wisdom and with skill<note: Or \"understanding,\" \"discernment,\" \"cleverness\"> and with knowledge and with every [kind of] craftsmanship,",
    "31:4": "to devise designs, to work with gold and with silver and with bronze,",
    "31:5": "and in stonecutting for setting and in cutting wood, for doing every [kind of] craftsmanship.",
    "31:6": "And, look, I have given with him Oholiab the son of Ahisamach, from the tribe of Dan, and I have put skill in the heart of all [the] skilled of heart, and they will make all that I have commanded you--",
    "31:7": "the tent of assembly and the ark of the testimony and the atonement cover that [is] on it and all the equipment of the tent,",
    "31:8": "and the table and all its equipment, and the pure [gold] lampstand and all its equipment, and the incense altar,",
    "31:9": "and the altar of burnt offering and all its equipment, and the basin and its stand,",
    "31:10": "and the garments of woven material, and {the garments of the sanctuary}<note: Literally \"the garments of the holiness\" or \"the holy garments\"> for Aaron the priest and the garments of his sons to serve as priests,",
    "31:11": "and the anointing oil and the fragrant incense for the sanctuary. According to all that I have commanded you, they will make [it].",
    "31:12": "And Yahweh spoke to Moses [and] said,",
    "31:13": "\"And you, speak to the {Israelites},<note: Literally \"sons/children of Israel\"> saying, 'Surely you must keep my Sabbaths, because it [is] a sign between me and you throughout your generations, [in order] to know that I [am] Yahweh, who consecrates you.",
    "31:14": "And you must keep the Sabbath, because it is holy for you; defilers<note: Or \"profaners,\" those who treat it as common> of it will surely be put to death, because anyone who does work on it--that person will be cut off from among his people.",
    "31:15": "[On] six days work can be done, and on the seventh {is a Sabbath of complete rest},<note: Literally \"a Sabbath of 'Sabbathation.'\" \"Sabbathation\" is not a real word, but devised as an attempt to convey the sounds of the related nouns in the Hebrew phrase> {a holy day}<note: Literally \"holiness\"> for Yahweh; anyone doing work on the Sabbath day will surely be put to death.",
    "31:16": "The {Israelites}<note: Literally \"sons/children of Israel\"> will pay attention to the Sabbath [in order] to fulfill the Sabbath<note: Or \"keep the Sabbath to do/observe the Sabbath\"> throughout their generations [as] a lasting covenant.",
    "31:17": "It [is] a sign between me and the {Israelites}<note: Literally \"sons/children of Israel\"> forever, because [in] six days Yahweh made the heavens and the earth, and on the seventh he ceased<note: Or \"rested\"> and recovered.\"<note: Or \"breathed freely,\" \"got his breath\">",
    "31:18": "And when he finished speaking with him on Mount Sinai, he gave to Moses the two tablets of the testimony, stone tablets, written with the finger of God.",
    "32:1": "And the people saw that Moses delayed to come down from the mountain, and the people gathered opposite Aaron, and they said to him, \"Come,<note: Or \"arise\" or \"get up\"> make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.\"",
    "32:2": "And Aaron said to them, \"Take off the rings of gold that [are] on the ears of your wives, your sons, and your daughters, and bring [it] to me.\"",
    "32:3": "And all the people took off the rings of gold that [were] on their ears and brought [it] to Aaron.",
    "32:4": "And he took from their hand, and he shaped it with a tool, and he made it a cast-image bull calf, and they said, \"These are your gods, Israel, who brought you up from the land of Egypt.\"",
    "32:5": "And Aaron saw, and he built an altar before it, and Aaron called, and he said, \"A feast for Yahweh tomorrow.\"",
    "32:6": "And they started early the next day, and they offered burnt offerings, and they presented fellowship offerings, and the people sat to eat and drink, and they rose up to revel.",
    "32:7": "And Yahweh spoke to Moses, \"Go, go down because your people behave corruptly, whom you brought up from the land of Egypt.",
    "32:8": "They have turned aside quickly from the way that I commanded them; they have made for themselves a cast-image bull calf, and they bowed to it, and they sacrificed to it, and they said, 'These are your gods, Israel, who brought you up from the land of Egypt.'\"",
    "32:9": "And Yahweh said to Moses, \"I have seen this people, and, indeed, they [are] a stiff-necked people.",
    "32:10": "And now leave me [alone] so that {my anger may blaze}<note: Literally \"my nose may become hot\"> against them, and let me destroy them, and I will make you into a great nation.\"",
    "32:11": "And Moses {implored Yahweh}<note: Literally \"implored the face of Yahweh\"> his God, and he said, \"Why, Yahweh, should {your anger blaze}<note: Literally \"your nose become hot\"> against your people whom you brought up from the land of Egypt with great power and with a strong hand?",
    "32:12": "Why should [the] Egyptians {say}<note: Literally \"say, saying\">, 'With evil [intent] he brought them out to kill them in the mountains and wipe them from the face of the earth'?<note: Or \"ground\"> Turn from {your fierce anger}<note: Literally \"the heat of your nose\"> and relent concerning the disaster for your people.",
    "32:13": "Remember Abraham, Isaac, and Israel, your servants, to whom you swore by yourself, and you told them, 'I will multiply your offspring like the stars of the heavens, and all this land that I promised I will give to your offspring, and they will inherit [it] forever.'\"",
    "32:14": "And Yahweh relented concerning the disaster that he had {threatened}<note: Literally \"spoken\"> to do to his people.",
    "32:15": "And Moses turned and went down from the mountain, and the two tablets of the testimony [were] in his hand, tablets written on their two sides; {on the front and on the back}<note: Literally \"from this and from this\"> they were written.",
    "32:16": "And the tablets, they [were] the work of God; and the writing, it [was] the writing of God engraved on the tablets.",
    "32:17": "And Joshua heard the sound of the people in their shouting, and he said to Moses, \"A sound of war [is] in the camp.\"",
    "32:18": "But he said, \"There is not a sound of shouting of victory, and there is not a sound of shouting of defeat. I hear a sound of singing.\"",
    "32:19": "{And}<note: Literally \"and it was\"> as he came near to the camp, he saw the bull calf and dancing, and {Moses became angry},<note: Literally \"the nose of Moses became hot\"> and he threw the tablets from his hand, and he broke them under the mountain.",
    "32:20": "And he took the bull calf that they had made, and he burned [it] with the fire, and he crushed [it] until it became fine, and he scattered [it] on the surface of the water, and he made the {Israelites}<note: Literally \"sons/children of Israel\"> drink.",
    "32:21": "And Moses said to Aaron, \"What did this people do to you that you brought on them [such] a great sin?\"",
    "32:22": "And Aaron said, \"{Let not my lord become angry}.<note: Literally \"let not the nose of my lord become hot\"> You yourself know the people, that {they are intent on evil}.<note: Literally \"they in evil\">",
    "32:23": "And they said to me, 'Make for us gods who will go before us, because this Moses, the man who brought us up from the land of Egypt, we do not know what has become of him.'",
    "32:24": "And I said to them, 'Whoever [has] gold, take [it] off.' And they gave [it] to me, and I threw it in the fire, and out came this bull calf.\"",
    "32:25": "And Moses saw the people, that they [were] running wild<note: Or \"out of control,\" \"running loose\"> because Aaron had allowed them to run wild,<note: Or \"to be out of control,\" \"to run loose\"> for a laughingstock among {their enemies}.<note: Literally \"those arising against them\">",
    "32:26": "And Moses stood at the entrance of the camp, and he said, \"Whoever [is] for Yahweh, to me.\" And all the sons of Levi were gathered to him.",
    "32:27": "And he said to them, \"Thus says Yahweh, the God of Israel, 'Put each his sword on his side. Go {back and forth}<note: Literally \"through and come back\"> from gate to gate in the camp, and kill, each his brother and each his friend and each his close relative.'\"",
    "32:28": "And the sons of Levi did according to the word of Moses, and from the people on that day about three thousand persons fell.<note: Literally \"three thousands of man\">",
    "32:29": "And Moses said, \"{You are ordained}<note: Literally \"your hands are filled\"> today for Yahweh, because each [has been] against his son and against his brother and so bringing on you today a blessing.\"",
    "32:30": "{And}<note: Literally \"and it was\"> the next day Moses said to the people, \"You have sinned a great sin. And now I will go up to Yahweh. Perhaps I can make atonement for your sin.\"",
    "32:31": "And Moses returned to Yahweh, and he said, \"Alas, this people has sinned a great sin and made for themselves gods of gold.",
    "32:32": "And now if you will forgive their sin--and if not, please blot me from your scroll that you have written.\"",
    "32:33": "And Yahweh said to Moses, \"Whoever has sinned against me I will blot him from my scroll.",
    "32:34": "And now go, lead the people to where I spoke to you. Look, my angel will go before you, and on the day [when] I punish I will punish them [for] their sin.\"",
    "32:35": "And Yahweh afflicted the people because they had made the bull calf that Aaron had made.",
    "33:1": "And Yahweh spoke to Moses, \"Go, go up from here, you and the people whom you have brought up from the land of Egypt, to the land that I swore to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your offspring.'",
    "33:2": "And I will send an angel before you, and I will drive out the Canaanites,<note: Hebrew \"Canaanite\"> the Amorites,<note: Hebrew \"Amorite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Perizzites,<note: Hebrew \"Perizzite\"> the Hivites,<note: Hebrew \"Hivite\"> and the Jebusites,<note: Hebrew \"Jebusite\">",
    "33:3": "[Go] to a land flowing with milk and honey, but I will not go up among you, because you [are] a stiff-necked people, lest I destroy you on the way.\"",
    "33:4": "And the people heard this troubling<note: Or \"bad,\" \"disastrous,\" \"calamitous\"> word, and they mourned, and they each did not put their ornaments on themselves.",
    "33:5": "And Yahweh said to Moses, \"Say to the {Israelites},<note: Literally \"sons/children of Israel\"> 'You [are] a stiff-necked people; [if] one moment I were to go up among you, I would destroy you. And now take down your ornaments from on you, and I will {decide}<note: Literally \"know\"> what I will do to you.\"",
    "33:6": "And the {Israelites}<note: Literally \"sons/children of Israel\"> stripped themselves of their ornaments from Mount Horeb [onward].",
    "33:7": "And Moses took the tent and pitched it outside the camp far from the camp, and he called it the tent of assembly, {and}<note: Literally \"and it would be\"> all seeking Yahweh would go out to the tent of assembly, which [was] outside the camp.",
    "33:8": "{And}<note: Literally \"and it would be\"> at the going out of Moses to the tent, all the people would rise and stand, each at the opening of his tent, and gaze after Moses until his entering the tent.",
    "33:9": "{And}<note: Literally \"and it would be\"> at the entering of Moses [into] the tent the column of cloud would descend and stand [at] the opening of the tent, and he would speak with Moses.",
    "33:10": "And all the people would see the column of cloud standing [at] the opening of the tent, and all the people would rise and bow in worship, each [at] the opening of his tent.",
    "33:11": "And Yahweh would speak to Moses face to face, as a man speaks to his neighbor. And he would return to the camp, and his assistant Joshua the son of Nun, a young man, did not leave the middle of the tent.",
    "33:12": "And Moses said to Yahweh, \"See, you [are] saying to me, 'Take this people up.' But you have not let me know whom you will send with me, and you yourself have said, 'I know you by name, and you also have found favor in my eyes.'",
    "33:13": "And now if I have found favor in your eyes, make known [to] me, please, your way, and so I may know you so that I can find favor in your eyes. And see that this nation is your people.\"",
    "33:14": "And he said, \"My presence will go, and I will give you rest.\"",
    "33:15": "And he said to him, \"If your presence [is] not going, do not bring us up from here.",
    "33:16": "And by what will it be known then that I have found favor in your eyes, I and your people? Is it not by your going with us? And [so] we will be distinguished, I and your people, from all the people who [are] on the face of the ground.\"",
    "33:17": "And Yahweh said to Moses, \"Also I will do this thing that you have spoken, because you have found favor in my eyes and I have known you by name.\"",
    "33:18": "And he said, \"Please show me your glory.\"",
    "33:19": "And he said, \"I myself will cause all my goodness to pass over before you, and I will proclaim the name of Yahweh before you, and I will be gracious [to] whom I will be gracious, and I will show compassion [to] whom I will show compassion.\"",
    "33:20": "But he said, \"You are not able to see my face, because [a] human will not see me and live.\"",
    "33:21": "And Yahweh said, \"There is a place with me, and you will stand on the rock.",
    "33:22": "{And}<note: Literally \"and it will be\"> when my glory passes over, I will put you in the rock's crevice, and I will cover you [with] my hand until I pass over.",
    "33:23": "And I will remove my hand, and you will see my back, but my face will not be visible.\"",
    "34:1": "And Yahweh said to Moses, \"Cut for yourself two stone tablets like the first ones, and I will write on the tablets the words that were on the first tablets, which you broke.",
    "34:2": "And be ready for the morning, and go up in the morning to Mount Sinai and present yourself to me there on the top of the mountain.",
    "34:3": "And no one will go up with you, and neither let anyone be seen on all the mountain, nor let the sheep and goats and the cattle graze {opposite}<note: Literally \"to the front of\"> that mountain.\"",
    "34:4": "And Moses cut two stone tablets like the first ones, and he started early in the morning, and he went up to Mount Sinai, as Yahweh had commanded him, and he took in his hand the two stone tablets.",
    "34:5": "And Yahweh descended in the cloud, and he stood with him there, and he proclaimed the name of Yahweh.",
    "34:6": "And Yahweh passed over before him, and he proclaimed, \"Yahweh, Yahweh, God, [who is] compassionate and gracious, {slow to anger},<note: Literally \"long of nose\"> and abounding with<note: Or \"rich in\" or \"great of\"> loyal love and faithfulness,",
    "34:7": "keeping loyal love to the thousands, forgiving iniquity and transgression and sin, and he does not leave utterly unpunished, punishing [the] guilt of fathers on sons and on sons of sons on third and fourth [generations].\"",
    "34:8": "And Moses hurried and knelt down to the earth and worshiped.",
    "34:9": "And he said, \"Please, if I have found favor in your eyes, Lord, let my Lord, please, go among us--indeed it is a stiff-necked people--and forgive our iniquity and our sin and {take us as your possession}.\"<note: Or \"take possession of us,\" \"make us your inheritance\">",
    "34:10": "And he said, \"Look, I [am about to] make a covenant. In front of all your people I will do wonders that have not been created on all the earth and among all the nations, and all the people among whom you [are] will see Yahweh's work, because what I [am about to] do with you [will be] awesome.",
    "34:11": "\"Keep for yourself what I myself have commanded you today. Look, I [am about to] drive from before you the Amorites and the Canaanites<note: Hebrew \"Canaanite\"> and the Hittites<note: Hebrew \"Hittite\"> and the Perizzites<note: Hebrew \"Perizzite\"> and the Hivites<note: Hebrew \"Hivite\"> and the Jebusites.<note: Hebrew \"Jebusite\">",
    "34:12": "Be careful for yourself, lest you make a covenant with the inhabitants of the land to which you are going, lest it be a snare among you.",
    "34:13": "Rather, you will tear down their altars, and you will break their stone pillars, and you will cut off their Asherah poles.",
    "34:14": "For you will not bow in worship to another god, for 'Yahweh [Is] Jealous' is his name, he [is] a jealous God,",
    "34:15": "lest you make a covenant with the inhabitants of the land, and they prostitute [themselves] after their gods, and they sacrifice to their gods, and they invite you, and you eat their sacrifice,",
    "34:16": "and you take from their daughters for your sons, and their daughters prostitute [themselves] after their gods, and they cause your sons to prostitute [themselves] after their gods.",
    "34:17": "You will not make gods of cast metal for yourself.",
    "34:18": "\"You will keep the Feast of Unleavened Bread. Seven days you will eat unleavened bread, which I commanded you, at the appointed time of the month of Abib, for in the month of Abib you came out from Egypt.",
    "34:19": "Every first offspring of a womb [is] for me--all of your male livestock, [the] first offspring of cattle and small livestock.",
    "34:20": "But the first offspring of a donkey you will redeem with small livestock, and if you will not redeem [it], you will break its neck. Every firstborn of your sons you will redeem, and you will not appear before me empty-handed.",
    "34:21": "Six days you will work, and on the seventh day you will rest; in the [time of] plowing and in the [time of] harvest you will rest.",
    "34:22": "And {you yourself}<note: Literally \"for yourself\" or \"as for you, you will observe\"> will observe the Feast of Weeks--the firstfruits of the wheat harvest--and the Feast of Harvest Gathering at the turn of the year.",
    "34:23": "Three times in the year all your males will appear before the Lord, Yahweh, the God of Israel,",
    "34:24": "because I will evict nations before you, and I will enlarge your territory, and no one will covet your land when you go up to appear before Yahweh your God three times in the year.",
    "34:25": "\"You will not slaughter the blood of my sacrifice on [food with] yeast, and the sacrifice of the Feast of the Passover will not stay overnight to the morning.",
    "34:26": "The beginning of the firstfruits of your land you will bring [to] the house of Yahweh your God. You will not boil a young goat<note: Or \"kid\"> in its mother's milk.\"",
    "34:27": "And Yahweh said to Moses, \"Write for yourself these words, because {according to}<note: Literally \"on the mouth of\"> these words I have made a covenant with you and with Israel.\"",
    "34:28": "And he was there with Yahweh forty days and forty nights. He ate no food and drank no water. And he wrote on the tablets the words of the covenant, the ten words.",
    "34:29": "{And}<note: Literally \"And it was\"> when Moses came down from Mount Sinai, the two tablets of the testimony [were] in the hand of Moses at his coming down from the mountain; and Moses did not know that the skin of his face shone because of his speaking with him.",
    "34:30": "And Aaron and all the {Israelites}<note: Literally \"sons/children of Israel\"> saw Moses, and, {to their amazement},<note: Literally \"look\" or \"behold\"> the skin of his face shone, and they were afraid of coming near to him.",
    "34:31": "And Moses called to them, and Aaron and all the leaders of the community returned to him, and Moses spoke to them.",
    "34:32": "And afterward all the {Israelites}<note: Literally \"sons/children of Israel\"> came near, and he commanded them all that Yahweh had spoken with him on Mount Sinai.",
    "34:33": "And Moses finished speaking with them, and he put a veil on his face.",
    "34:34": "And when Moses came before Yahweh to speak with him, he would remove the veil until he went out, and he would go out and would speak to the {Israelites}<note: Literally \"sons/children of Israel\"> what he had been commanded.",
    "34:35": "And the {Israelites}<note: Literally \"sons/children of Israel\"> would see the face of Moses, that the skin of the face of Moses shone, and Moses would put back the veil on his face until his coming to speak with him.",
    "35:1": "And Moses assembled all the community of the {Israelites},<note: Literally \"sons/children of Israel\"> and he said to them, \"These are the words that Yahweh has commanded [for us] to do them.",
    "35:2": "[On] six days work can be done, and on the seventh there will be for you a holy [day],<note: Literally \"holiness\"> a {Sabbath of complete rest},<note: Literally \"a Sabbath of 'Sabbathation.'\" \"Sabbathation\" is not a real word, but it is devised as an attempt to convey the sounds of the related nouns in the Hebrew phrase> for Yahweh; anyone doing work on it will be put to death.",
    "35:3": "You will not kindle a fire in any of your dwellings on the day of the Sabbath.\"",
    "35:4": "And Moses said to all the community of the {Israelites},<note: Literally \"sons/children of Israel\"> saying, \"This is the word that Yahweh has commanded, saying,",
    "35:5": "'Take from among you a contribution for Yahweh, anyone willing of heart, let him bring Yahweh's contribution--gold and silver and bronze,",
    "35:6": "and blue and purple and crimson [yarns], and fine linen and goat hair,",
    "35:7": "and red-dyed ram skins, and fine leather,<note: The particular kind of leather is uncertain> and acacia wood,",
    "35:8": "and oil for the lamp, balsam oils for the anointing oil and for the fragrant incense,",
    "35:9": "onyx stones and stones for mountings on the ephod and the breast piece.",
    "35:10": "\"And let all [the] skilled of heart among you come and make all that Yahweh has commanded:",
    "35:11": "The tabernacle, its tent, and its covering; its clasps and its frames;<note: Or \"boards\" or \"planks\"> its bars, its pillars, and its bases;",
    "35:12": "the ark and its poles; the atonement cover and the curtain of the screen;",
    "35:13": "the table and its poles and all its equipment; and the bread of the presence;",
    "35:14": "and lampstand of the light and its equipment and its lamps and the oil for the light;",
    "35:15": "and the altar of incense and its poles; and the anointing oil and the fragrant incense and the entrance curtain for the entrance of the tabernacle;",
    "35:16": "the altar of the burnt offering and the bronze grating that [is] for it, its poles and all its equipment; the basin and its stand;",
    "35:17": "the hangings of the courtyard, its pillars, and its bases, and the screen for the courtyard gate;",
    "35:18": "the {pegs}<note: Literally \"hands\"> of the tabernacle and the {pegs}<note: Literally \"hands\"> of the courtyard and their cords;",
    "35:19": "the woven garments for serving in the sanctuary--the holy garments for Aaron the priest and the garments of his sons to serve as priests.\"",
    "35:20": "And all the community of the {Israelites}<note: Literally \"sons/children of Israel\"> went out from before Moses.",
    "35:21": "And they came--every man whose heart lifted him and every man whose spirit impelled him--they brought Yahweh's contribution for the work of the tent of assembly and for all its service and for the holy garments.",
    "35:22": "And they came, the men in addition to the women, all [who were] willing of heart; they brought brooches and jewelry rings and signet rings and ornaments--every [variety] of gold object--every man who waved a wave offering of gold for Yahweh,",
    "35:23": "and every man with whom was found blue and purple and crimson [yarns] and fine linen and goat hair and red-dyed ram skins and fine leather brought [it].",
    "35:24": "All [who were] presenting a contribution of silver and bronze brought Yahweh's contribution, and all with whom was found acacia wood for all the work of service brought [it].",
    "35:25": "And every woman [who was] skilled of heart with her hands they spun, and they brought yarn--the blue and the purple, the crimson and the fine linen.",
    "35:26": "And all the women whose heart lifted them with skill spun the goat hair.",
    "35:27": "And the leaders brought the onyx stones and stones for mountings for the ephod and for the breast piece",
    "35:28": "and the balsam oils and the oil for light and for the anointing oil and for the fragrant incense.",
    "35:29": "Every man and woman whose heart impelled them to bring for all the work to be done that Yahweh had commanded {by the agency of}<note: Literally \"by the hand of\"> Moses--the {Israelites}<note: Literally \"sons/children of Israel\"> brought freely to Yahweh.",
    "35:30": "And Moses said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"See, Yahweh has called by name<note: In other words, \"specifically chosen\"> Bezalel the son of Uri the son of Hur, from the tribe of Judah.",
    "35:31": "And he has filled him [with] the Spirit of God, with wisdom and with skill<note: Or \"understanding,\" \"discernment,\" \"cleverness\"> and with knowledge and with every [kind of] craftsmanship,",
    "35:32": "and to devise designs, to work with the gold and with the silver and with the bronze,",
    "35:33": "and in stonecutting for setting and in cutting wood, for doing every [kind of] design craftsmanship.",
    "35:34": "And he has put [it] in his heart to teach--he and Oholiab the son of Ahisamach, from the tribe of Dan.",
    "35:35": "He has filled them [with] skill of heart to do every work of a craftsman and a designer and an embroiderer with the blue and with the purple, with the crimson [yarns] and with the fine linen and a weaver; [they are] doers of every [kind of] craftsmanship and devisers of designs.",
    "36:1": "And Bezalel and Oholiab and everyone [who is] skilled of heart in whom Yahweh has put wisdom and skill to know and to do all the work for the service of the sanctuary--[they] will do [it], according to all that Yahweh has commanded.\"",
    "36:2": "And Moses called Bezalel and Oholiab and everyone skilled of heart, in whose heart Yahweh had put skill, all whose heart lifted him to come near to the work in order to do it.",
    "36:3": "And they took from Moses all the contributions<note: Hebrew \"contribution\"> that the {Israelites}<note: Literally \"sons/children of Israel\"> had brought for the work of the service for the sanctuary in order to do it, and they still brought to him voluntary offerings {every morning}.<note: Literally \"in the morning in the morning\">",
    "36:4": "And all the skilled [workers who were] doing all the work for the sanctuary came, {each}<note: Literally \"man man\"> from his work that they were doing.",
    "36:5": "And they said to Moses, saying, \"The people are {bringing more}<note: Literally \"making much to bring\"> than enough for the service of the work that Yahweh has commanded {to be done}.\"<note: Literally \"to do it\">",
    "36:6": "And Moses commanded, and they {proclaimed the message}<note: Literally \"caused a voice to cross through\"> in the camp, saying, \"Let no man or woman again make anything for the sanctuary contribution.\" And so the people were restrained from bringing.",
    "36:7": "And the material was enough for doing all the work, and it was left over.",
    "36:8": "And all who were skilled of heart among the doers of the work made the tabernacle [with] ten curtains of finely twisted linen and blue and purple and crimson [yarns], [with] cherubim; he made them, the work of a skilled craftsman.",
    "36:9": "The length of the one curtain [was] twenty-eight cubits, and the width [was] four cubits [for] the one curtain; one measurement [was] for all the curtains.",
    "36:10": "And he joined five of the curtains {one to another},<note: Literally \"one to one\"> and five curtains he joined {one to another}.<note: Literally \"one to one\">",
    "36:11": "And he made loops of blue on the edge of the one curtain, at the end in the set; so he did on the edge of the end curtain in the second set.",
    "36:12": "He made fifty loops on the one curtain, and he made fifty loops on the end of the curtain that [was] in the second set; the loops were opposite<note: Or \"interlinked\" or \"matching\"> {one to another}.<note: Literally \"one to one\">",
    "36:13": "And he made fifty gold clasps and joined the curtains {one to another}<note: Literally \"one to one\"> with the clasps, so that the tabernacle was one.",
    "36:14": "And he made curtains of goat hair for a tent over the tabernacle; he made them eleven curtains.",
    "36:15": "The length of the one curtain [was] thirty cubits, and the width [was] four cubits [for] the one curtain; one measure [was] for [the] eleven curtains.",
    "36:16": "And he joined five curtains together and six curtains together.",
    "36:17": "And he made fifty loops on the edge of the end curtain in the set, and he made fifty loops on the edge of the curtain [in] the second set.",
    "36:18": "And he made fifty bronze clasps for joining the tent to become one.",
    "36:19": "And he made a covering for the tent of red-dyed ram skin and a covering of fine leather [to go] above.",
    "36:20": "And he made the frames<note: Or \"boards\" or \"planks\"> for the tabernacle of acacia wood [as] uprights.<note: Literally \"standing\">",
    "36:21": "The length of the frame<note: Or \"board\" or \"plank\"> [was] ten cubits, and the width of the one frame<note: Or \"board\" or \"plank\"> [was] one and a half cubits.",
    "36:22": "He made two {pegs}<note: Literally \"hands\"> for the one frame<note: Or \"board\" or \"plank\"> [for] joining {one to another}<note: Literally \"one to one\"> [and] likewise for all the frames<note: Or \"boards\" or \"planks\"> of the tabernacle.",
    "36:23": "And he made the frames<note: Or \"boards\" or \"planks\"> for the tabernacle [with] twenty frames<note: Or \"boards\" or \"planks\"> for the south<note: Or \"southward southward\"> side.",
    "36:24": "And he made forty silver bases under the twenty frames,<note: Or \"boards\" or \"planks\"> [with] two bases under the one frame<note: Or \"board\" or \"plank\"> for its two {pegs}<note: Literally \"hands\"> and two bases under the {next}<note: Literally \"one\"> frame<note: Or \"board\" or \"plank\"> for its two {pegs}.<note: Literally \"hands\">",
    "36:25": "And for the second side of the tabernacle, the north side, he made twenty frames<note: Or \"boards\" or \"planks\">",
    "36:26": "and their forty silver bases, [with] two bases under the one frame<note: Or \"board\" or \"plank\"> and two bases under the {next}<note: Literally \"one\"> frame.<note: Or \"board\" or \"plank\">",
    "36:27": "And for the rear of the tabernacle {on the west}<note: Or \"westward,\" literally \"seaward,\" toward the Mediterranean Sea> he made six frames.<note: Or \"boards\" or \"planks\">",
    "36:28": "And he made two frames<note: Or \"boards\" or \"planks\"> for the tabernacle corners at the rear.",
    "36:29": "And they were double at the bottom, and they were completely together on its top to the one ring; he did likewise for the two of them, for the two corners.",
    "36:30": "And there were eight frames<note: Or \"boards\" or \"planks\"> and their sixteen silver bases, two bases, two bases under the one frame.<note: Or \"board\" or \"plank\">",
    "36:31": "And he made five bars of acacia wood for the frames<note: Or \"boards\" or \"planks\"> on the one side of the tabernacle,",
    "36:32": "and five bars for the frames<note: Or \"boards\" or \"planks\"> on the second side of the tabernacle, and five bars for the frames<note: Or \"boards\" or \"planks\"> at the rear {on the west}.<note: Or \"westward,\" literally \"seaward,\" toward the Mediterranean Sea>",
    "36:33": "And he made the middle bar to run in the midst of the frames<note: Or \"boards\" or \"planks\"> from end to end.",
    "36:34": "And he overlaid the frames<note: Or \"boards\" or \"planks\"> with gold, and he made their rings of gold [as] {holders}<note: Literally \"houses\"> for the bars, and he overlaid the bars with gold.",
    "36:35": "And he made the curtain of blue and purple and crimson [yarns] and finely twisted linen, [the] work of a craftsman; he made it [with] cherubim.",
    "36:36": "And he made for it four acacia pillars, and he overlaid them with gold, [with] their gold hooks, and he cast for them four silver bases.",
    "36:37": "And he made for the entrance of the tent a screen of blue and purple and crimson [yarns] and finely twisted linen, [the] work of an embroiderer,",
    "36:38": "and the five pillars and their hooks, and he overlaid their tops and their connections [with] gold, and their five bases [were] bronze.",
    "37:1": "And Bezalel made the ark of acacia wood, two and a half cubits its length and a cubit and a half its width and a cubit and a half its height.",
    "37:2": "And he overlaid it [with] pure gold inside and outside, and he made for it a gold molding all around.",
    "37:3": "And he cast for it four gold rings on its four feet; and two rings were on its one side, and two rings were on its second side.",
    "37:4": "And he made poles of acacia wood, and he overlaid them [with] gold.",
    "37:5": "And he put the poles into the rings on the sides of the ark to carry the ark.",
    "37:6": "And he made an atonement cover of pure gold, two and a half cubits its length and a cubit and a half its width.",
    "37:7": "And he made two cherubim of gold; he made them of hammered work at the two ends of the atonement cover.",
    "37:8": "One cherub [was] {at one end},<note: Literally \"from end from this\"> and one cherub [was] {at the other end}<note: Literally \"from end from this\"> of the atonement cover; he made the cherubim at its two ends.",
    "37:9": "And the cherubim were [with] outspread wings above, covering with their wings over the atonement cover {and facing each other};<note: Literally \"and their faces a man to his brother\"> the faces of the cherubim were toward the atonement cover.",
    "37:10": "And he made the table of acacia wood, two cubits its length and a cubit its width and a cubit and a half its height.",
    "37:11": "And he overlaid it [with] pure gold, and he made for it a gold molding all around.",
    "37:12": "And he made for it a handbreadth rim all around, and he made a gold molding for its rim all around.",
    "37:13": "And he cast for it four gold rings, and he put the rings on the four corners where its four {legs}<note: Literally \"feet\"> [were].",
    "37:14": "The rings were near the rim as {holders}<note: Literally \"houses\"> for the poles to carry the table.",
    "37:15": "And he made the poles of acacia wood, and he overlaid them [with] gold to carry the table.",
    "37:16": "And he made the vessels that [were] on the table--its plates and its ladles,<note: Or \"bowls\"> and its bowls and its pitchers with which [libations] were poured--[of] pure gold.",
    "37:17": "And he made the lampstand of pure gold; he made the lampstand of hammered work--its base and its branch, its cups, its buds, and its blossoms were {all part of it}.<note: Literally \"from it\">",
    "37:18": "And six branches [were] going out from its sides, three branches of the lampstand from its one side and three branches of the lampstand from its second side.",
    "37:19": "Three almond-flower cups [were] on the one branch [with] a bud and a blossom, and three almond-flower cups [were] on the one branch [with] a bud and a blossom--likewise for the six branches going out from the lampstand.",
    "37:20": "And on the lampstand [were] four almond-flower cups, [with] its<note: Refers to the lampstand> buds and its blossoms.",
    "37:21": "And a bud [was] under the two branches [that came] from it, and a bud under the two branches from it, and a bud under the two branches from it, [likewise] for the six branches coming out from the lampstand.",
    "37:22": "Their buds and their branches were from it, all of it one [piece] of pure gold, hammered work.",
    "37:23": "And he made its seven lamps and its snuffers and its fire pans of pure gold.",
    "37:24": "He made it [from] a talent of pure gold and all its [pieces of] equipment.",
    "37:25": "And he made the incense altar of acacia wood, a cubit its length and a cubit its width--a square--and two cubits its height; its horns were {of one piece with it}.<note: Literally \"from it\">",
    "37:26": "And he overlaid it [with] pure gold--its top and its sides all around and its horns--and he made for it a gold molding all around.",
    "37:27": "And he made for it two gold rings under its molding {on two opposite sides}<note: Literally \"on two of its sides on two of its sides\"> as {holders}<note: Literally \"houses\"> for poles to carry it with them.",
    "37:28": "And he made the poles of acacia wood, and he overlaid them with gold.",
    "37:29": "And he made the holy anointing oil and the pure fragrant incense--work of a perfumer.",
    "38:1": "And he made the burnt-offering altar of acacia wood; its length [was] five cubits, and its width [was] five cubits--[it was] square--and its height [was] three cubits.",
    "38:2": "And he made its horns on its four corners; its horns were {of one piece with it};<note: Literally \"from it\"> and he overlaid it [with] bronze.",
    "38:3": "And he made all the equipment of the altar--the pots and the shovels and the sprinkling bowls and the forks<note: 1 Samuel 2:13 mentions a fork with \"three teeth\" used by priests> and the fire pans--all its equipment he made [with] bronze.",
    "38:4": "And he made for the altar a grating, a work of bronze network under its ledge, below, up to its middle.",
    "38:5": "And he cast four rings on the four ends of the bronze grating [as] {holders}<note: Literally \"houses\"> for the poles.",
    "38:6": "And he made the poles of acacia wood, and he overlaid them [with] bronze.",
    "38:7": "And he put the poles into the rings on the sides of the altar to carry it with them. He made it hollow with boards.",
    "38:8": "And he made the basin of bronze and its stand of bronze from the mirrors of the serving women who served [at] the entrance of the tent of assembly.",
    "38:9": "And he made the courtyard; for the south<note: Or \"southward southward\"> side [were] the hangings of the court of finely twisted linen, one hundred cubits,",
    "38:10": "[with] their twenty pillars and their twenty bases of bronze [and with] the hooks of the pillars and their bands of silver.",
    "38:11": "And for the north side [the hangings were] one hundred cubits [with] their twenty pillars and their twenty bases of bronze [and with] the hooks of the pillars and their bands of silver.",
    "38:12": "And for the {west}<note: Literally \"sea\"> side fifty cubits [of] hangings [with] their ten pillars and their ten bases [and with] the hooks of the pillars and their bands of silver.",
    "38:13": "And for the eastward side, toward sunrise, fifty cubits;",
    "38:14": "fifteen cubits of hangings [were] to the shoulder,<note: Or \"side,\" referring to the span on one side of the courtyard's entry> [with] their three pillars and their three bases,",
    "38:15": "and for the second shoulder<note: Or \"side,\" referring to the span on one side of the courtyard's entry> {on each side}<note: Literally \"from this and from this\"> of the gate of the courtyard [were] fifteen cubits of hangings, [with] their three pillars and their three bases.",
    "38:16": "All the hangings of the courtyard all around [were] finely twisted linen,",
    "38:17": "and the bases for the pillars [were] bronze, the hooks of the pillars and their bands [were] silver, and the overlay of their tops [was] silver, and all the pillars of the courtyard [were] banded [with] silver.",
    "38:18": "And the screen of the gate of the courtyard [was] the work of an embroiderer, [with] blue and purple and crimson [yarns] and finely twisted linen; [it was] twenty cubits long and five cubits {high},<note: Literally \"height in width\"> like the hangings of the courtyard,",
    "38:19": "and [with] their four pillars and their four bases of bronze, [with] their silver hooks and [with] their tops and their bands of silver.",
    "38:20": "And all the {pegs}<note: Literally \"hands\"> for the tabernacle and for the courtyard all around [were] bronze.",
    "38:21": "These are the records of the tabernacle, the tabernacle of the testimony, which [were] recorded at the {command of}<note: Literally \"mouth of\"> Moses, the work of the Levites, in the hand of Ithamar the son of Aaron the priest.",
    "38:22": "And Bezalel the son of Uri the son of Hur, of the tribe of Judah, did all that Yahweh commanded Moses.",
    "38:23": "And with him [was] Oholiab the son of Ahisamach of the tribe of Dan, a skilled craftsman and a designer and an embroiderer with the blue and with the purple and with the crimson [yarns] and with the linen.",
    "38:24": "And all the gold used for the work, in the work of the sanctuary, it was the gold of the wave offering--twenty-nine talents and seven hundred and thirty shekels, according to the sanctuary shekel.",
    "38:25": "And the silver recorded from the community [was] a hundred talents and a thousand seven hundred and seventy-five shekels, according to the sanctuary shekel.",
    "38:26": "[It was] a bekah for the individual, the half shekel according to the sanctuary shekel, for {everyone who was counted},<note: Literally \"all of the going over to the being counted\"> from {twenty years old}<note: Literally \"a son of twenty years\"> and above, for six hundred and three thousand five hundred and fifty.",
    "38:27": "And it was one hundred talents of the silver to cast the bases of the sanctuary and the bases of the curtain--one hundred bases for one hundred talents of silver, a talent for [each] base.",
    "38:28": "And [from] the thousand seven hundred and seventy-five [shekels] he made hooks for the pillars, and he overlaid their tops, and he made bands [for] them.",
    "38:29": "And the bronze of the wave offering [was] seventy talents and two thousand four hundred shekels.",
    "38:30": "And he made with it the bases of the entrance of the tent of assembly and the bronze altar and the bronze grating that belonged to it and all the equipment of the altar",
    "38:31": "and the bases of the courtyard all around and the bases of the gate of the courtyard and all the {pegs}<note: Literally \"hands\"> of the tabernacle and all the {pegs}<note: Literally \"hands\"> of the courtyard all around.",
    "39:1": "And from the blue and the purple and the crimson [yarns] they made woven garments for serving in the sanctuary, and they made the holy garments that were for Aaron, as Yahweh had commanded Moses.",
    "39:2": "And he made the ephod [of] gold, blue, and purple and crimson [yarns], and finely twisted linen.",
    "39:3": "And he hammered out the leaves of gold, and he cut off cords to weave in the midst of the blue and in the midst of the purple and in the midst of the crimson and in the midst of the linen--[the] work of a skilled craftsman.",
    "39:4": "They made joined shoulder pieces for it; it was joined on its two edges.",
    "39:5": "And the waistband of his ephod, which {was of one piece with it},<note: Literally \"on it from it\"> [was of] like work, gold, blue, and purple and crimson [yarns], and finely twisted linen, as Yahweh had commanded Moses.",
    "39:6": "And they made onyx stones mounted [in] gold filigree settings, engraved [with] seal engravings according to the names of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "39:7": "And he set them on the ephod's shoulder pieces [as] stones of remembrance for the {Israelites},<note: Literally \"sons/children of Israel\"> as Yahweh had commanded Moses.",
    "39:8": "And he made the breast piece, [the] work of a skilled craftsman, like [the] work of [the] ephod, [of] gold, blue, and purple and crimson [yarns], and finely twisted linen.",
    "39:9": "It was squared; they made the breast piece doubled; its length [was] a span, and its width [was] a span [when] doubled.",
    "39:10": "And they filled it [with] four rows of stone; a row of carnelian, topaz, and emerald [was] the first row;",
    "39:11": "and the second row [was] a malachite, a sapphire, and a moonstone;",
    "39:12": "and the third row [was] a jacinth, an agate, and an amethyst;",
    "39:13": "and the fourth row [was] a turquoise, an onyx, and a jasper. [They were] set [with] gold filigree settings in their mountings.",
    "39:14": "And the stones [were] according to the names of the {Israelites};<note: Literally \"sons/children of Israel\"> they [were] twelve according to their names, [with] seal engravings, each according to its name for [the] twelve tribes.",
    "39:15": "And they made on the breast piece braided chains, a work of pure gold ornamental cord.",
    "39:16": "And they made two gold filigree settings and two gold rings, and they put the two rings on the two edges of the breast piece.",
    "39:17": "And they put the two gold ornamental cords on the two rings on the edges of the breast piece.",
    "39:18": "And they put the two ends of the two ornamental cords on the two filigree settings, and they put them on the shoulder pieces of the ephod at the front of it.",
    "39:19": "And they made two gold rings, and they placed [them] on the two edges of the breast piece, on its lip that [is] on {the other side}<note: Literally \"beyond\"> of the ephod, {to the inside}.<note: Literally \"houseward,\" \"to house,\" meaning \"inward\">",
    "39:20": "And they made two gold rings and put them on the ephod's two shoulder pieces below, at its front near its seam above the waistband of the ephod.",
    "39:21": "And they tied the breast piece by its rings to the rings of the ephod with a blue cord [so that] the breast piece [would] be on the waistband of the ephod and not come loose from the ephod, as Yahweh had commanded Moses.",
    "39:22": "And he made the robe of the ephod, weaver's work, totally of blue [yarn].",
    "39:23": "And the opening of the robe in the middle of it was like the opening of a sturdy garment, [with] an edge for its opening all around so that it would not be torn.",
    "39:24": "And they made on the hem of the robe pomegranates of finely twisted blue and purple and crimson.",
    "39:25": "And they made pure gold bells and put the bells in the midst of the pomegranates on the hem of the robe all around in the midst of the pomegranates,",
    "39:26": "a bell and a pomegranate, a bell and a pomegranate on the hem of the robe all around for serving, as Yahweh had commanded Moses.",
    "39:27": "And they made the tunics of fine linen, a weaver's work, for Aaron and for his sons,",
    "39:28": "and the turban of fine linen and the headdresses of the headbands of fine linen and undergarments of the linen cloth, finely twisted,",
    "39:29": "and the sash of finely twisted linen and blue and purple and crimson [yarns], the work of an embroiderer, as Yahweh had commanded Moses.",
    "39:30": "And they made the rosette<note: Or \"medallion\"> of the holy diadem [of] pure gold, and they wrote on it [with the] writing of seal engravings: \"A holy object for Yahweh.\"",
    "39:31": "And they put a blue cord on it to put it above on the turban, as Yahweh had commanded Moses.",
    "39:32": "And all the work of the tabernacle of the tent of assembly was finished, and the {Israelites}<note: Literally \"sons/children of Israel\"> had done according to all that Yahweh had commanded Moses; so they did.",
    "39:33": "And they brought the tabernacle to Moses, the tent and all its equipment, its hooks, its frames,<note: Or \"boards\" or \"planks\"> its bars, and its pillars and its bases;",
    "39:34": "and the covering of the red-dyed ram skins and the covering of fine leather and the curtain of the screen;",
    "39:35": "the ark of the testimony and its poles and the atonement cover;",
    "39:36": "the table, all its equipment, and the bread of the presence;",
    "39:37": "the pure [gold] lampstand, its lamps--the lamps of the row--and all its equipment and the oil of the light;",
    "39:38": "the gold altar, the anointing oil, the fragrant incense, and the screen of the entrance of the tent;",
    "39:39": "the bronze altar, and the bronze grating that [is] for it, its poles, and all its equipment, the basin and its stand,",
    "39:40": "the hangings of the courtyard, its pillars, and its bases; and the screen for the courtyard gate, its tent cords and its {pegs};<note: Literally \"hands\"> and all the equipment of the service of the tabernacle for the tent of assembly,",
    "39:41": "the woven garments for serving in the sanctuary--the holy garments for Aaron the priest and the garments for his sons to serve as priests.",
    "39:42": "According to all that Yahweh had commanded Moses, so the {Israelites}<note: Literally \"sons/children of Israel\"> did all the work.",
    "39:43": "And Moses saw all the work, and, indeed, they had done it as Yahweh had commanded; so they did, and Moses blessed them.",
    "40:1": "And Yahweh spoke to Moses, saying,",
    "40:2": "\"On the first day of the month, you will set up the tabernacle of the tent of assembly.",
    "40:3": "And you will put there the ark of the testimony, and you will cover over the ark [with] the curtain.<note: Or \"veil the ark with the curtain\">",
    "40:4": "And you will bring the table, and you will arrange its setting, and you will bring the lampstand, and you will set up its lamps.",
    "40:5": "And you will put the gold altar for incense before the ark of the testimony, and you will set up the entrance screen for the tabernacle.",
    "40:6": "And you will put the altar of the burnt offering before the entrance of the tabernacle of the tent of assembly.",
    "40:7": "And you will put the basin between the tent of assembly and the altar, and you will put water {in it}.<note: Literally \"there\">",
    "40:8": "And you will set up the courtyard all around, and you will put up the screen of the gate of the courtyard.",
    "40:9": "\"And you will take the anointing oil, and you will anoint the tabernacle and all that [is] in it, and you will consecrate all of its equipment,<note: Or \"vessels\" or \"utensils\" or \"contents\"> and it will be holy.",
    "40:10": "And you will anoint the altar of the burnt offering and all of its equipment,<note: Or \"vessels\" or \"utensils\" or \"contents\"> and you will consecrate the altar, and the altar will be a most holy thing.<note: Literally \"holiness of holinesses,\" that is, \"a holy thing among holy things\">",
    "40:11": "And you will anoint the basin and its stand, and you will consecrate it.",
    "40:12": "And you will bring Aaron and his sons to the entrance of the tent of assembly, and you will wash them with the water.",
    "40:13": "And you will clothe Aaron with the holy garments, and you will anoint him, and you will consecrate him, and he will serve as a priest for me.",
    "40:14": "And you will bring his sons, and you will clothe them [with] tunics.",
    "40:15": "And you will anoint them as you anointed their father, and they will serve as priests for me. And their anointing will be for them to be a lasting priesthood<note: Or \"a priesthood of eternity\"> throughout their generations.\"",
    "40:16": "And Moses did according to all that Yahweh had commanded him; so he did.",
    "40:17": "{In}<note: Literally \"and it was in\"> the first month of the second year, on [the] first of the month, the tabernacle was set up.",
    "40:18": "And Moses raised the tabernacle, and he placed its bases, and he set up its frames,<note: Or \"boards\" or \"planks\"> and he placed its bars, and he raised its pillars.",
    "40:19": "And he spread the tent over the tabernacle; he placed the covering of the tent over it, above [it], as Yahweh had commanded Moses.",
    "40:20": "And he took and he put the testimony into the ark, and he placed the poles on the ark, and he put the atonement cover on the ark, above [it].",
    "40:21": "And he brought the ark into the tabernacle, and he set up the curtain of the screening, and he shielded the ark of the testimony, as Yahweh had commanded Moses.",
    "40:22": "And he put the table in the tent of assembly on the north side of the tabernacle outside the curtain.",
    "40:23": "And he arranged on it an arrangement of bread before Yahweh, as Yahweh had commanded Moses.",
    "40:24": "And he placed the lampstand in the tent of assembly opposite the table on the south side of the tabernacle.",
    "40:25": "And he set up the lamps before Yahweh, as Yahweh had commanded Moses.",
    "40:26": "And he placed the gold altar in the tent of assembly before the curtain.",
    "40:27": "And he turned fragrant incense into smoke on it, as Yahweh had commanded Moses.",
    "40:28": "And he set up the entrance screen for the tabernacle.",
    "40:29": "And the altar of burnt offering he placed [at] the entrance of the tabernacle of the tent of assembly, and he offered on it the burnt offering and the grain offering, as Yahweh had commanded Moses.",
    "40:30": "And he placed the basin between the tent of assembly and the altar, and he put there water for washing.",
    "40:31": "And Moses and Aaron and his sons washed their hands and their feet from it.",
    "40:32": "At their going into the tent of assembly and at their approaching the altar, they washed, as Yahweh had commanded Moses.",
    "40:33": "And he set up the courtyard all around the tabernacle and the altar, and he put up the screen of the gate of the courtyard, and Moses completed the work.",
    "40:34": "And the cloud covered the tent of assembly, and the glory of Yahweh filled the tabernacle.",
    "40:35": "And Moses was unable to go into the tent of assembly because the cloud settled on it and the glory of Yahweh filled the tabernacle.",
    "40:36": "And when the cloud was lifted from the tabernacle, the {Israelites}<note: Literally \"sons/children of Israel\"> set out on all their journeys.",
    "40:37": "But if the cloud was not lifted, they did not set out until the day of its being lifted.",
    "40:38": "For the cloud of Yahweh [was] on the tabernacle by day, and fire was on it [by] night before the eyes of all the house of Israel throughout all their journeys."
  }
}