{
  "abbreviation": "Ge",
  "passages": {
    "1:1": "In the beginning, God created the heavens and the earth--",
    "1:2": "Now<note: Or \"And\"> the earth was formless and empty, and darkness [was] over the face of the deep. And the Spirit of God [was] hovering over the surface of the waters.",
    "1:3": "And God said, \"Let there be light!\" And there was light.",
    "1:4": "And God saw the light, that [it was] good, and God caused [there to be] a separation between the light and between the darkness.",
    "1:5": "And God called the light Day, and the darkness he called Night. And there was evening and there was morning, [the] first day.",
    "1:6": "And God said, \"Let there be a vaulted dome<note: Or \"expanse\"> in the midst of the waters, and {let it cause a separation between the waters}.\"<note: Literally \"Let there be a separation made between waters to waters\">",
    "1:7": "So<note: Or \"And\"> God made the vaulted dome,<note: Or \"expanse\"> and he caused a separation between the waters which [were] under the vaulted dome<note: Or \"expanse\"> and between the waters which were over the vaulted dome.<note: Or \"expanse\"> And it was so.",
    "1:8": "And God called the vaulted dome<note: Or \"expanse\"> \"heaven.\"<note: Or \"sky\"> And there was evening, and there was morning, a second day.",
    "1:9": "And God said, \"Let the waters under heaven<note: Or \"the sky\"> be gathered to one place, and let the dry ground appear.\" And it was so.",
    "1:10": "And God called the dry ground \"earth,\" and he called the collection of the waters \"seas.\" And God saw that [it was] good.",
    "1:11": "And God said, \"Let the earth produce green plants [that will] bear seed--fruit trees bearing fruit {in which there is seed}<note: Literally \"which its seed [is] in it\">--according to its<note: Or \"their\"> kind, on the earth.\" And it was so.",
    "1:12": "And the earth brought forth green plants bearing seed according to its<note: Or \"their\"> kind, and trees bearing fruit {in which there was seed}<note: Literally \"which its seed [is] in it\"> according to its<note: Or \"their\"> kind. And God saw that [it was] good.",
    "1:13": "And there was evening and there was morning, a third day.",
    "1:14": "And God said, \"Let there be lights<note: Or \"light sources\"> in the vaulted dome<note: Or \"expanse\"> of heaven<note: Or \"the sky\"> {to separate day from night},<note: Literally \"to make a separation between the day and between the night\"> and let them be as signs and for appointed times, and for days and years,",
    "1:15": "and they shall be as lights<note: Or \"light sources\"> in the vaulted dome<note: Or \"expanse\"> of heaven<note: Or \"the sky\"> to give light on the earth.\" And it [was] so.",
    "1:16": "And God made two lights,<note: Or \"light sources\"> the greater light<note: Or \"light source\"> to rule<note: Literally \"as the authority of\"> the day and the smaller light<note: Or \"light source\"> to rule<note: Literally \"as the authority of\"> the night, and the stars.",
    "1:17": "And God placed them in the vaulted dome<note: Or \"expanse\"> of heaven<note: Or \"the sky\"> to give light on the earth",
    "1:18": "and to rule over the day and over the night, and to {separate light from darkness}.<note: Literally \"make a separation between the light and between the darkness\"> And God saw that [it was] good.",
    "1:19": "And there was evening and there was morning, a fourth day.",
    "1:20": "And God said, \"Let the waters swarm [with] swarms of living creatures, and let birds fly over the earth across the face of the vaulted dome<note: Or \"expanse\"> of heaven.<note: Or \"the sky\">",
    "1:21": "So<note: Or \"And\"> God created the great sea creatures and every living creature [that] moves, [with] which the waters swarm, according to their kind, and every bird [with] wings according to its<note: Or \"their\"> kind. And God saw that [it was] good.",
    "1:22": "And God blessed them, saying, \"Be fruitful and multiply, and fill the waters in the seas, and let the birds multiply on the earth.\"",
    "1:23": "And there was evening, and there was morning, a fifth day.",
    "1:24": "And God said, \"Let the earth bring forth living creatures according to their kind: cattle and moving things, and wild animals<note: Literally \"animals of the earth/land\"> according to their kind.\" And it was so.",
    "1:25": "So<note: Or \"And\"> God made wild animals<note: Literally \"animals of the earth/land\"> according to their kind and the cattle according to their kind, and every creeping thing of the earth according to its<note: Or \"their\"> kind. And God saw that [it was] good.",
    "1:26": "And God said, \"Let us make humankind in<note: Or \"as\"> our image and according to<note: Or \"as\"> our likeness, and let them rule over the fish of the sea, and over the birds of heaven,<note: Or \"the sky\"> and over the cattle, and over all the earth, and over every moving thing that moves upon the earth.\"",
    "1:27": "So<note: Or \"And\"> God created humankind in<note: Or \"as\"> his image, in<note: Or \"as\"> the likeness of God he created him,<note: Or \"it\" [collective: humankind]> male and female he created them.",
    "1:28": "And God blessed them, and God said to them, \"Be fruitful and multiply, and fill the earth and subdue it, and rule over the fish of the sea and the birds of heaven,<note: Or \"the sky\"> and over every animal that moves upon the earth.\"",
    "1:29": "And God said, \"Look--I am giving to you every plant [that] bears seed which [is] on the face of the whole earth, and every kind of tree {that bears fruit}.<note: Literally \"which in it fruit of a tree bears seed\"> They shall be yours as food.\"",
    "1:30": "And to every kind of animal of the earth and to every bird of heaven,<note: Or \"the sky\"> and to everything that moves upon the earth in which [there is] life [I am giving] every green plant as food.\" And it was so.",
    "1:31": "And God saw everything that he had made and, behold, [it was] very good. And there was evening, and there was morning, a sixth day.",
    "2:1": "And heaven<note: Or \"the sky\"> and earth<note: Or \"the earth\"> and all their array<note: Or \"host\"> were finished.",
    "2:2": "And on the seventh day God finished his work that he had done, and he rested on the seventh day from all his work that he had done.",
    "2:3": "And God blessed the seventh day, and he sanctified<note: Or \"hallowed\"> it, because on it he rested from all his work {of creating that [there was] to do}.<note: Literally \"which God created to do\">",
    "2:4": "These are the generations<note: Or \"family records\"> of heaven<note: Or \"the sky\"> and earth<note: Or \"the earth\"> when they were created, in the day [that] Yahweh God made earth and heaven<note: Or \"sky\">--",
    "2:5": "{before any plant of the field was}<note: Literally \"and every plant of the field not yet was\"> on earth, and [before] {any plant of the field}<note: Literally \"and every plant of the field not yet\"> had sprung up, because Yahweh God had not caused it to rain upon the earth, and there was no human being to cultivate the ground,",
    "2:6": "but a stream [would] rise from the earth and water the whole face of the ground--",
    "2:7": "when<note: Or \"and\"> Yahweh God formed the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> [of] dust from the ground, and he blew into his nostrils the breath of life, and the man became a living creature.",
    "2:8": "And Yahweh God planted a garden in Eden in the east, and there he put the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> whom he had formed.",
    "2:9": "And Yahweh God caused to grow every tree [that] was pleasing to the sight and good for food. And the tree of life [was] in the midst of the garden, {along with}<note: Or \"and\"> the tree of the knowledge of good and evil.",
    "2:10": "Now<note: Or \"And\"> a river flowed out from Eden that watered the garden, and from there it diverged and became four branches.",
    "2:11": "The name of the first [is] the Pishon. It went around all the land of Havilah, where [there is] gold.",
    "2:12": "(The gold of that land [is] good; bdellium and onyx stones [are] there.)",
    "2:13": "And the name of the second [is] Gihon. It went around all the land of Cush.",
    "2:14": "And the name of the third [is] Tigris. It flows east of Assyria. And the fourth river [is] the Euphrates.",
    "2:15": "And Yahweh God took the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> and set him in the garden of Eden to cultivate it and to keep it.",
    "2:16": "And Yahweh God commanded the man,<note: \"The man\" indicates the noun is singular and occurs with the definite article> saying, \"From every tree of the garden {you may freely eat},<note: Literally \"eating you may eat\">",
    "2:17": "but from the tree of the knowledge of good and evil you shall not eat, for in the day {that you eat}<note: Literally \"of your eating\"> from it {you shall surely die}.\"<note: Literally \"dying you shall die\">",
    "2:18": "Then<note: Or \"And\"> Yahweh God said, \"[it is] not good [that] the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> is alone. I will make for him a helper {as his counterpart}.\"<note: Literally \"as his opposite\">",
    "2:19": "And out of the ground Yahweh God formed every beast of the field and every bird of the sky,<note: Or \"the heavens\"> and he brought [each] to the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> to see what he would call it. And whatever the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> called that living creature [was] its name.",
    "2:20": "And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> {gave names}<note: Literally \"called names\"> to every domesticated animal and to the birds of heaven<note: Or \"the sky\"> and to all the wild animals.<note: Literally \"animals of the earth/land\"> But for [the] man there was not found a helper {as his counterpart}.<note: Literally \"as his opposite\">",
    "2:21": "And Yahweh God caused a deep sleep to fall upon the man.<note: \"The man\" indicates the noun is singular and occurs with the definite article> While<note: Or \"And\"> he slept, he took one of his ribs, and closed up {the flesh where it had been}.<note: Literally \"the flesh in the place of it\">",
    "2:22": "And Yahweh God fashioned the rib which he had taken from the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> into a woman and brought her to the man.<note: \"The man\" indicates the noun is singular and occurs with the definite article>",
    "2:23": "And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> said, \"{She is now}<note: Literally \"this [one] the time\"> bone from my bones and flesh from my flesh; {she}<note: Literally \"this [one]\"> shall be called 'Woman,' for {she was taken}<note: Literally \"this [one] was taken\"> from man.\"\r\n",
    "2:24": "Therefore a man shall leave his father and his mother and shall cling to his wife, and they shall be as one flesh.",
    "2:25": "And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> and his wife, both of them, were naked, and they were not ashamed.",
    "3:1": "Now the serpent was more crafty than any other {wild animal}<note: Literally \"animal of the field\"> which Yahweh God had made. He said to the woman, \"Did God indeed say, 'You shall not eat from any tree in the garden'?\"",
    "3:2": "The woman said to the serpent, \"From the fruit of the trees of the garden we may eat,",
    "3:3": "but from the tree that is in the midst of the garden, God said, 'You shall not eat from it, nor shall you touch it, lest you die'.\"",
    "3:4": "But the serpent said to the woman, \"You shall not surely die.",
    "3:5": "For God knows that on the day you [both] eat from it, then your eyes will be opened and you [both] shall be like gods,<note: The plural is in the context of v. 22 [\"one of us\"] and the plural suffix pronouns [[\"you [all]\"]] throughout the verse> knowing good and evil.\"",
    "3:6": "When<note: Or \"And\"> the woman saw that the tree [was] good for food and that it [was] a delight to the eyes, and the tree was desirable to make [one] wise, then<note: Or \"and\"> she took from its fruit and she ate. And she gave [it] also to her husband with her, and he ate.",
    "3:7": "Then<note: Or \"And\"> the eyes of both of them were opened, and they knew that they [were] naked. And they sewed together fig leaves and they made for themselves coverings.",
    "3:8": "Then<note: Or \"And\"> they heard the sound of Yahweh God walking in the garden {at the windy time of day}.<note: Literally \"at the wind of the day\"> And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> and his wife hid themselves from the presence of Yahweh God among the trees of the garden.",
    "3:9": "And Yahweh God called to the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> and said to him, \"Where [are] you?\"",
    "3:10": "And he replied,<note: Literally \"And he said\"; \"replied\" distinguishes Adam as the speaker> \"I heard the sound of you in the garden, and I was afraid because I [am] naked, so I hid myself.\"",
    "3:11": "Then he<note: That is, Yahweh God> asked,<note: Or \"said\"> \"Who told you that you [were] naked? Have you eaten from {the tree from which I forbade you to eat}?\"<note: Literally \"the tree which I commanded to not eat from it\">",
    "3:12": "And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> replied,<note: Or \"said\"> \"The woman whom you gave [to be] with me--she gave to me from the tree and I ate.\"",
    "3:13": "Then<note: Or \"And\"> Yahweh God said to the woman, \"What [is] this you have done?\" And the woman said, \"The serpent deceived me, and I ate.\"",
    "3:14": "Then<note: Or \"And\"> Yahweh God said to the serpent, \"Because you have done this, you [will be] cursed more than any domesticated animal and more than any wild animal.<note: Literally \"animal of the earth/land\"> On your belly you shall go and dust you shall eat all the days of your life.\r\n",
    "3:15": "And I will put hostility between you and between the woman, and between your offspring<note: Literally \"seed\"> and between her offspring;<note: Literally \"seed\"> he will strike you [on the] head, and you will strike him [on the] heel.\"",
    "3:16": "To the woman he said, \"I will greatly increase {your pain in childbearing};<note: Literally \"your pain and your childbearing\"> in pain you shall bear children. And to your husband [shall be] your desire. And he shall rule over you.\"\r\n",
    "3:17": "And to Adam<note: The noun lacks the definite article and is taken as a proper noun in this context> he said, \"Because you listened to the voice of your wife and you ate from the tree {from which I forbade you to eat},<note: Literally \"from the tree which I commanded saying not to eat from it\"> the ground [shall be] cursed on your account. In pain you shall eat [from] it all the days of your life.\r\n",
    "3:18": "And thorns and thistles shall sprout for you, and you shall eat the plants of the field.",
    "3:19": "By the sweat of your brow<note: Literally \"your face\"> you shall eat bread, until your return to the ground. For from it you were taken; for you are dust, and to dust you shall return.\"",
    "3:20": "And the man<note: \"The man\" indicates the noun is singular and occurs with the definite article> {named}<note: Literally \"called the name\"> his wife Eve, because she was the mother of all life.",
    "3:21": "And Yahweh God made for Adam<note: The noun lacks the definite article and is taken as a proper noun in this context> and for his wife garments of skin, and he clothed them.",
    "3:22": "And Yahweh God said, \"Look--the man has become as one of us, to know good and evil. {What if}<note: Literally \"And now lest\"> he stretches out his hand and takes also from the tree of life and eats, and lives forever?\"",
    "3:23": "And Yahweh God sent him out from the garden of Eden, to till the ground from which he was taken.",
    "3:24": "So<note: Or \"And\"> he drove the man out, and placed cherubim east of the garden of Eden, and {a flaming, turning sword}<note: Literally \"a flame of the sword which was turning\"> to guard the way to the tree of life.",
    "4:1": "Now Adam knew<note: Or \"had intercourse with\"> Eve his wife, and she conceived and bore Cain. And she said, \"I have given birth to a man with [the help of] Yahweh.\"",
    "4:2": "{Then she bore}<note: Literally \"And she added to bear\"> his brother Abel. And Abel became a keeper of sheep, and Cain became a tiller of the ground.",
    "4:3": "And {in the course of time}<note: Literally \"it came to pass at the end of days\"> Cain brought an offering from the fruit of the ground to Yahweh,",
    "4:4": "and Abel also brought [an offering] from {the choicest firstlings of his flock}.<note: Literally \"from the firstlings of his flock and from their fat\"> And Yahweh looked with favor to Abel and to his offering,",
    "4:5": "but to Cain and to his offering he did not look with favor. And Cain became very angry, and his face fell.",
    "4:6": "And Yahweh said to Cain, \"Why are you angry, and why is your face fallen?",
    "4:7": "If you do well {will I not accept you}?<note: Literally \"a lifting up\"; this is an abbreviation of the Hebrew idiom \"to lift up the face,\" which means \"to accept or regard with favor\"> But if you do not do well, sin is crouching at the door. And its desire [is] for you, but you must rule over it.\"",
    "4:8": "Then<note: Or \"And\"> Cain said to his brother Abel, [\"Let us go out into the field.\"]<note: This phrase is not present in the Hebrew; it is supplied in other versions [Samaritan, Septuagint, Syriac, Vulgate]> And when they were in the field, Cain rose up against his brother Abel and killed him.",
    "4:9": "Then<note: Or \"And\"> Yahweh said to Cain, \"Where [is] Abel your brother?\" And he said, \"I do not know; am I my brother's keeper?\"",
    "4:10": "And he said, \"What have you done? The voice of your brother's blood is crying out to me from the ground.",
    "4:11": "So now you are cursed from the ground, which has opened its mouth to receive the blood of your brother from your hand.",
    "4:12": "When you till the ground {it shall no longer yield its strength to you}.<note: Literally \"it shall not add to give its strength to you\"> You shall be a wanderer and a fugitive on the earth.\"",
    "4:13": "And Cain said to Yahweh, \"My punishment [is] greater than [I can] bear.",
    "4:14": "Look, you have driven me out today from the face of the ground, and from your face I must hide. I will be a wanderer and a fugitive on the earth, and it will happen that whoever finds me will kill me.\"",
    "4:15": "Then<note: Or \"And\"> Yahweh said to him, \"Therefore, whoever kills Cain will be avenged sevenfold.\" Then<note: Or \"And\"> Yahweh put a sign on Cain so that whoever found him would not kill him.",
    "4:16": "And Cain went out from the presence of Yahweh, and he settled in the land of Nod, east of Eden.",
    "4:17": "And Cain knew<note: Or \"had intercourse with\"> his wife, and she conceived and gave birth to Enoch. And when he built a city {he named the city after his son, Enoch}.<note: Literally \"he called the name of the city as the name of his son, Enoch\">",
    "4:18": "And to Enoch was born Irad, and Irad fathered Mehujael, and Mehujael fathered Methushael, and Methushael fathered Lamech.",
    "4:19": "And Lamech took to himself two wives.<note: Or \"women\"> The name of the first [was] Adah, and the name of the second [was] Zillah.",
    "4:20": "And Adah gave birth to Jabal; he was the father of those who live in tents and [those who have] livestock.",
    "4:21": "And the name of his brother [was] Jubal; he was the father of all who play stringed instruments and wind instruments.",
    "4:22": "Then<note: Or \"And\"> Zillah also gave birth to Tubal-Cain who forged all [kinds of] tools of bronze and iron. And the sister of Tubal-Cain [was] Naamah.",
    "4:23": "Then<note: Or \"And\"> Lamech said to his wives, \"Adah and Zillah, listen to my voice; O wives of Lamech, hear my words. I have killed a man for wounding me, Even a young man for injuring me.\r\n",
    "4:24": "If Cain is avenged sevenfold, Then Lamech [will be avenged] seventy and seven [times].",
    "4:25": "Then<note: Or \"And\"> Adam knew<note: Or \"had intercourse with\"> his wife again, and she gave birth to a son. And she called his name Seth, for [she said] \"God has appointed to me another child in the place of Abel, because Cain killed him.\"",
    "4:26": "And as for Seth, he also fathered a son, and he called his name Enosh. At that time he<note: Or \"humankind,\" if the 3ms form is considered collective> began to call on the name of Yahweh.",
    "5:1": "This is the record of the generations<note: Or \"family records\"> of Adam. When<note: Literally \"On the day\"> God created Adam,<note: Or \"humankind\"> he made him in the likeness of God.",
    "5:2": "Male and female he created them. And he blessed them. And he called their name \"Humankind\" when<note: Literally \"on the day\"> they were created.",
    "5:3": "And when Adam had lived one hundred and thirty years, he fathered a child in his likeness, according to his image. And he called his name Seth.",
    "5:4": "And the days of Adam after he fathered Seth were eight hundred years. And he fathered sons and daughters.",
    "5:5": "And all the days of Adam which he lived were nine hundred and thirty years, and he died.",
    "5:6": "When<note: Literally \"On the day\"> Seth had lived one hundred and five years, he fathered Enosh.",
    "5:7": "And after Seth had fathered Enosh he lived eight hundred and seven years, and fathered sons and daughters.",
    "5:8": "And all the days of Seth were nine hundred and twelve years, and he died.",
    "5:9": "When<note: Literally \"On the day\"> Enosh lived ninety years, he fathered Kenan.",
    "5:10": "And after Enosh fathered Kenan he lived eight hundred and fifteen years, and fathered sons and daughters.",
    "5:11": "And all the days of Enosh were nine hundred and five years, and he died.",
    "5:12": "When<note: Literally \"On the day\"> Kenan had lived seventy years, he fathered Mahalalel.",
    "5:13": "And after Kenan had fathered Mahalalel, he lived eight hundred and forty years, and fathered sons and daughters.",
    "5:14": "And all the days of Kenan were nine hundred and ten years, and he died.",
    "5:15": "When<note: Literally \"On the day\"> Mahalalel had lived sixty-five years, he fathered Jared.",
    "5:16": "And after Mahalalel had fathered Jared, he lived eight hundred and thirty years, and fathered sons and daughters.",
    "5:17": "And all the days of Mahalalel were eight hundred and ninety-five years, and he died.",
    "5:18": "When<note: Literally \"On the day\"> Jared had lived one hundred and sixty-two years, he fathered Enoch.",
    "5:19": "And after Jared had fathered Enoch, he lived eight hundred years, and fathered sons and daughters.",
    "5:20": "And all the days of Jared were nine hundred and sixty-two years, and he died.",
    "5:21": "When<note: Literally \"On the day\"> Enoch had lived sixty-five years, he fathered Methuselah.",
    "5:22": "And Enoch walked with God after he fathered Methuselah three hundred years, and fathered sons and daughters.",
    "5:23": "And all the days of Enoch were three hundred and sixty-five years.",
    "5:24": "And Enoch walked with God, and he was no more, for God took him.",
    "5:25": "When<note: Literally \"On the day\"> Methuselah had lived one hundred and eighty-seven years, he fathered Lamech.",
    "5:26": "And after Methuselah had fathered Lamech, he lived seven hundred and eighty-two years, and fathered sons and daughters.",
    "5:27": "And all the days of Methuselah were nine hundred and sixty-nine years, and he died.",
    "5:28": "When<note: Literally \"On the day\"> Lamech had lived one hundred and eighty-two years, he fathered a son.",
    "5:29": "And he called his name Noah, saying, \"This one {shall relieve us}<note: Literally \"shall comfort us\"> from our work, and from the hard labor of our hands, from the ground which Yahweh had cursed.",
    "5:30": "And after Lamech had fathered Noah he lived five hundred and ninety-five years, and he fathered sons and daughters.",
    "5:31": "All the days of Lamech were seven hundred and seventy-seven years, and he died.",
    "5:32": "When<note: Literally \"On the day\"> Noah {was five hundred years old},<note: Literally \"was a son of five hundred years\"> Noah fathered Shem, Ham, and Japheth.",
    "6:1": "And it happened [that], when humankind began to multiply on the face of the ground, daughters were born to them.",
    "6:2": "Then<note: Or \"And\"> the sons of God saw the daughters of humankind, that they [were] beautiful. And they took for themselves wives from all that they chose.",
    "6:3": "And Yahweh said, \"My Spirit shall not abide with humankind forever in that he [is] also flesh. And his days [shall be] one hundred and twenty years.\"",
    "6:4": "The Nephilim [were] upon the earth in those days, and also afterward, when the sons of God went into the daughters of humankind, and they bore children to them.",
    "6:5": "And Yahweh saw that the evil of humankind [was] great upon the earth, and every inclination of the thoughts of his heart [was] always<note: Literally \"every day\"> only evil.",
    "6:6": "And Yahweh regretted that he had made humankind on the earth, and {he was grieved in his heart}.<note: Literally \"he was grieved to his heart\">",
    "6:7": "And Yahweh said, \"I will destroy humankind whom I created from upon the face of the earth, from humankind, to animals, to creeping things, and to the birds of heaven,<note: Or \"the sky\"> for I regret that I have made them.\"",
    "6:8": "But Noah found favor in the eyes of Yahweh.",
    "6:9": "These [are] the generations<note: Or \"family records\"> of Noah. Noah [was] a righteous man, without defect in his generations. Noah walked with God.",
    "6:10": "And Noah fathered three sons: Shem, Ham, and Japheth.",
    "6:11": "And the earth [was] corrupted before God, and the earth was filled [with] violence.",
    "6:12": "And God saw the earth, and behold, it was corrupt, for all flesh had corrupted its way upon the earth.",
    "6:13": "And God said to Noah, \"The end of all flesh [has] come before me, for the earth was filled [with] violence because of them. Now, look, I [am going] to destroy them [along] with the earth.",
    "6:14": "Make for yourself an ark of cypress wood; you must make the ark [with] rooms, then<note: Or \"and\"> you must cover it with pitch, inside and outside.",
    "6:15": "And this [is] how you must make it: the length of the ark, three hundred cubits; its width fifty cubits; its height, thirty cubits.",
    "6:16": "You must make a roof for the ark, and {finish it to a cubit above}.<note: Literally \"to one cubit you must finish it from above\"> And [as for] the door of the ark, you must put [it] in its side. You must make it [with] a lower, second, and a third [deck].",
    "6:17": "And I, behold, I [am] about to bring the flood waters over the earth to destroy all flesh in which [is] the breath of life from under the heaven;<note: Or \"the sky\"> everything that [is] on the earth shall perish.",
    "6:18": "And I will establish my covenant with you, and you must go into the ark--you, and your sons, and your wife, and the wives of your sons with you.",
    "6:19": "And of every living thing, from all flesh, you must bring two from every [kind] into the ark to keep [them] alive with you; they shall be male and female.",
    "6:20": "From the birds according to their<note: Or \"its\"> kind, and from the animals according to their<note: Or \"its\"> kind, from every creeping thing [on] the ground according to its<note: Or \"their\"> kind--two from every kind shall come to you to keep [them] alive.",
    "6:21": "And [as for] you, take for yourself from every kind of food that is eaten. And you must gather [it] to yourself. And it shall be for you and for them for food.\"",
    "6:22": "And Noah did according to all that God commanded him; thus he did.",
    "7:1": "Then<note: Or \"And\"> Yahweh said to Noah, \"Go--you and all your household--into the ark, for I have seen you [are] righteous before me in this generation.",
    "7:2": "From all the clean animals you must take for yourself {seven pairs},<note: Literally \"seven, seven\"> a male and its mate. And from the animals that [are] not clean [you must take] two, a male and its mate,",
    "7:3": "as well as from the birds of heaven<note: Or \"the sky\"> {seven pairs},<note: Literally \"seven, seven\"> male and female, {to keep their kind alive}<note: Literally \"to keep seed alive\"> on the face of the earth.",
    "7:4": "For {within seven days}<note: Literally \"to seven days still\"> I will send rain upon the earth [for] forty days and forty nights. And I will blot out all the living creatures that I have made from upon the face of the ground.\"",
    "7:5": "And Noah did according to all that Yahweh commanded him.",
    "7:6": "Noah {was six hundred years old}<note: Literally \"was a son of six hundred years\"> when<note: Or \"and\"> the flood waters came upon the earth.",
    "7:7": "And Noah and his sons and his wife, and the wives of his sons with him, went into the ark because of the waters of the flood.",
    "7:8": "Of clean animals, and of animals which [are] not clean, and of the birds, and everything that creeps upon the ground,",
    "7:9": "{two of each}<note: Literally \"two, two\"> went to Noah, into the ark, male and female, as God had commanded Noah.",
    "7:10": "And it happened [that] after seven days the waters of the flood came over the earth.",
    "7:11": "In the six hundredth year of the life of Noah, in the second month, on the seventeenth day of the month--on that day all the springs of the great deep were split open, and the windows of heaven were opened.",
    "7:12": "And the rain came upon the earth forty days and forty nights.",
    "7:13": "On this same day, Noah, Shem, Ham, and Japheth, the sons of Noah, and the wife of Noah and the three wives of his sons with them, went into the ark,",
    "7:14": "they and all the living creatures according to their<note: Or \"its\"> kind, and all the domesticated animals according to their<note: Or \"its\"> kind, and all the creatures that creep upon the earth according to their<note: Or \"its\"> kind, all the birds according to their<note: Or \"its\"> kind, every winged creature.",
    "7:15": "And they came to Noah to the ark, {two of each},<note: Literally \"two, two\"> from every living thing in which [was] the breath of life.",
    "7:16": "And those that came, male and female, of every living thing, came as God had commanded him. And Yahweh shut the door behind him.",
    "7:17": "And the flood came forty days and forty nights upon the earth. And the waters increased, and lifted the ark, and it rose up from the earth.",
    "7:18": "And the waters prevailed and increased greatly upon the earth. And the ark went upon the surface<note: Hebrew \"face\"> of the waters.",
    "7:19": "And the waters prevailed {overwhelmingly}<note: Literally \"very very\"> upon the earth, and they covered all the high mountains which were under the entire heaven.<note: Or \"the sky\">",
    "7:20": "{The waters swelled fifteen cubits above the mountains, covering them}.<note: Literally \"Fifteen cubits above the waters swelled, and they covered the mountains\">",
    "7:21": "And every living thing that moved on the earth perished--the birds, and the domesticated animals, and the wild animals, and everything that swarmed on the earth, and all humankind.",
    "7:22": "Everything in whose nostrils [was] {the breath of life},<note: Literally \"a breath of spirit of life\"> among all that [was] on dry land, died.",
    "7:23": "And he<note: In context, God> blotted out every living thing upon the surface of the ground, from humankind, to animals, to creeping things, and to the birds of heaven;<note: Or \"the sky\"> they were blotted out from the earth. Only Noah and those who [were] with him in the ark remained.",
    "7:24": "And the waters prevailed over the earth one hundred and fifty days.",
    "8:1": "And God remembered Noah and all the wild animals, and all the domesticated animals that [were] with him in the ark. And God caused a wind to blow<note: Or \"go\"> over the earth, and the waters subsided.",
    "8:2": "And the fountains of the deep and the windows of the heavens<note: Or \"the sky\"> were closed, and the rain from the heavens<note: Or \"the sky\"> was restrained.",
    "8:3": "And the waters receded from the earth {gradually},<note: Literally \"going and returning\"> and the waters abated at the end of one hundred and fifty days.",
    "8:4": "And the ark came to rest in the seventh month, on the seventeenth day of the month, on the mountains of Ararat.",
    "8:5": "And the waters {continued to recede}<note: Literally \"going and receding\"> to the tenth month; in the tenth month, on the first of the month, the tops of the mountains appeared.",
    "8:6": "And it happened [that] at the end of forty days Noah opened the window of the ark that he had made.",
    "8:7": "And he sent out a<note: Or \"the\"> raven;<note: Or \"crow\"> {it went to and fro}<note: Literally \"it went out, going out and returning\"> until the waters were dried up from upon the earth.",
    "8:8": "And {he sent out a<note: Or \"the\"> dove}<note: Literally \"and he sent out a dove from him\"> to see [whether] the waters had subsided from upon the ground.",
    "8:9": "But the dove did not find a resting place for the sole of her foot, and she returned to him into the ark, for the waters [were still] on the face of the earth. And he stretched out his hand and took her, and brought her to himself into the ark.",
    "8:10": "And he waited another seven days, and {again he sent out}<note: Literally \"he added to send\"> the dove from the ark.",
    "8:11": "And the dove came to him {in the evening},<note: Literally \"at the time of the evening\"> and behold, a freshly-picked olive tree leaf [was] in her mouth. And Noah knew that the waters had subsided from upon the earth.",
    "8:12": "And he waited {seven more days},<note: Literally \"again another seven days\"> and he sent out the dove. But it did not return again to him.",
    "8:13": "And it happened that, in the six hundred and first year, in the first [month], on the first [day] of the month, the waters dried up from upon the earth. And Noah removed the covering of the ark and looked. And behold, the face of the ground was dried up.",
    "8:14": "And in the second month, on the twenty-seventh day of the month, the earth was dry.",
    "8:15": "And God spoke to Noah, saying:",
    "8:16": "\"Go out from the ark, you and your wife, and your sons, and your sons' wives with you.",
    "8:17": "Bring out with you all the living things which [are] with you, from all the living creatures--birds, and animals, and everything that creeps on the earth, and let them swarm on the earth and be fruitful and multiply on the earth.\"",
    "8:18": "So<note: Or \"And\"> Noah went out, with<note: Or \"and\"> his sons and his wife, and the wives of his sons with him.",
    "8:19": "Every animal, every creeping thing, and every bird, [and] everything [that] moves upon the earth, according to its families, went out from the ark.",
    "8:20": "And Noah built an altar to Yahweh, and he took from all the clean animals and from all the clean birds, and offered burnt offerings on the altar.",
    "8:21": "And Yahweh smelled the soothing fragrance, and Yahweh said {to himself},<note: Literally \"to his heart\"> \"{Never again will I curse}<note: Literally \"I will not add to curse again\"> the ground for the sake of humankind, because the inclination of the heart of humankind [is] evil from his youth. {Nor will I ever again destroy}<note: Literally \"And I will not add again to destroy\"> all life as I have done.",
    "8:22": "{As long as the earth endures},<note: Literally \"While all the days of the earth\"> seed and harvest, cold and heat, summer and winter, day and night will not cease.",
    "9:1": "And God blessed Noah and his sons, and said to them, \"Be fruitful and multiply, and fill the earth.",
    "9:2": "And fear of you and dread of you shall be upon every animal of the earth, and on every bird of heaven,<note: Or \"the sky\"> [and] on everything that moves upon the ground, and on all the fish of the sea. Into your hand they shall be given.",
    "9:3": "Every moving thing that lives shall be for you as food. As [I gave] the green plants to you, I have [now] given you everything.",
    "9:4": "Only you shall not eat {raw flesh with blood in it}.<note: Literally \"flesh with its life, its blood\">",
    "9:5": "And<note: Or \"only\"; the same word that occurs at the beginning of v. 4> {your lifeblood}<note: Literally \"your blood belonging to your life\"> I will require; from {every animal}<note: Literally \"from the hand of every animal\"> I will require it. And from the hand of humankind, from the hand of [each] man to his brother I will require the life of humankind.",
    "9:6": "\"[As for] the one shedding the blood of humankind, by humankind his blood shall be shed, for God made humankind in his own image.",
    "9:7": "\"And you, be fruitful and multiply, swarm on the earth and multiply in it.\"",
    "9:8": "And God said to Noah and to his sons with him,",
    "9:9": "\"As for me, behold, I am establishing my covenant with you and with your seed after you,",
    "9:10": "and with every living creature that [is] with you--the birds, the animals, and every animal of the earth with you, from all [that] came out of the ark to all the animals of the earth.",
    "9:11": "I am establishing my covenant with you, that never again will all flesh be cut off by the waters of a flood, nor will there ever be a flood that destroys the earth.\"",
    "9:12": "And God said, \"This [is] the sign of the covenant that I am making between me and you, and between every living creature that [is] with you for future generations.",
    "9:13": "My bow I have set in the clouds, and it shall be for a sign of [the] covenant between me and between the earth.",
    "9:14": "And when I make clouds appear over the earth the bow shall be seen in the clouds.",
    "9:15": "Then<note: Or \"And\"> I will remember my covenant that [is] between me and you, and between every living creature, with all flesh. And the waters of a flood will never again {cause the destruction}<note: Literally \"be to destroy\"> of all flesh.",
    "9:16": "The bow shall be in the clouds, and I will see it, so as to remember [the] everlasting covenant between God and between every living creature, with all flesh that [is] upon the earth.\"",
    "9:17": "And God said to Noah, \"This [is] the sign of the covenant which I am establishing between me and all flesh that [is] upon the earth.",
    "9:18": "Now<note: Or \"And\"> the sons of Noah who came out of the ark [were] Shem, Ham, and Japheth. (Ham [was] the father of Canaan.)",
    "9:19": "These three [were] the sons of Noah, and from these {the whole earth was populated}.<note: Literally \"all the earth branched out\">",
    "9:20": "And Noah began [to be] a man of the ground, and he planted a vineyard.",
    "9:21": "And he drank some of the wine and became drunk, and he exposed himself in the midst of his tent.",
    "9:22": "And Ham, the father of Canaan, saw the nakedness of his father, and he told his two brothers outside.",
    "9:23": "Then<note: Or \"And\"> Shem and Japheth took a garment, and the two of them put [it] on [their] shoulders and, walking backward, they covered the nakedness of their father. And their faces [were turned] backward, so that<note: Or \"and\"> they did not see the nakedness of their father.",
    "9:24": "Then<note: Or \"And\"> Noah awoke from his drunkenness,<note: Or \"his wine\"> and he knew what his youngest son had done to him.",
    "9:25": "And he said, \"Cursed [be] Canaan, a slave of slaves he shall be to his brothers.\"\r\n",
    "9:26": "Then<note: Or \"And\"> he said, \"Blessed [be] Yahweh, the God of Shem, and let Canaan be a slave to them.\r\n",
    "9:27": "May God make space for Japheth, and let him dwell in the tents of Shem, and let Canaan be a slave for him.\"",
    "9:28": "And Noah lived three hundred and fifty years after the flood.",
    "9:29": "And all the days of Noah were nine hundred and fifty years, and he died.",
    "10:1": "These [are] the generations<note: Or \"family records\"> of the sons of Noah--Shem, Ham, and Japheth. Children<note: Or \"sons\"> were born to them after the flood.",
    "10:2": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.",
    "10:3": "And the sons of Gomer: Ashkenaz, Riphath, and Togarmah.",
    "10:4": "And the sons of Javan: Elishah, Tarshish, Kittim, and Dodanim.",
    "10:5": "From these the coastland peoples spread out through their lands, each according to his own language by their own families, in their nations.",
    "10:6": "And the sons of Ham: Cush, Egypt, Put, and Canaan.",
    "10:7": "And the sons of Cush: Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah: Sheba and Dedan.",
    "10:8": "And Cush fathered Nimrod. {He was the first on earth to be a mighty warrior}.<note: Literally \"He began to be a mighty warrior on the earth\">",
    "10:9": "He was a mighty hunter before Yahweh. Therefore it was said, \"Like Nimrod a mighty hunter before Yahweh.\"",
    "10:10": "Now,<note: Or \"And\"> the beginning of his kingdom [was] Babel, Erech, Akkad, and Calneh, in the land of Shinar.",
    "10:11": "From that land he went out [to] Assyria, and he built Nineveh, Rehoboth-Ir, Calah,",
    "10:12": "Resen between Nineveh and Calah; that [is] the great city.",
    "10:13": "And Egypt fathered Ludim, Anamim, Lehabim, Naphtuhim,",
    "10:14": "Pathrusim, and Casluhim (from whom the Philistines came), and Caphtorim.",
    "10:15": "Canaan fathered Sidon, his firstborn, and Heth,",
    "10:16": "and the Jebusites, the Amorites, the Girgashites,",
    "10:17": "the Hivites, the Arkites, the Sinites,",
    "10:18": "the Arvadites, the Zemarites, and the Hamathites. Afterward the families of the Canaanites were spread abroad.",
    "10:19": "And the territory of the Canaanites [was] from Sidon {in the direction of}<note: Literally \"in your going\"> Gerar as far as Gaza, and {in the direction of}<note: Literally \"in your going\"> Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.",
    "10:20": "These [are] the descendants<note: Or \"sons\" (\"descendants\" was chosen since the proper names in this section are gentilic in form--that is, they indicate one's place of origin--and have the definite article)> of Ham, according to their families and their languages, in their lands, and in their nations.",
    "10:21": "And to Shem, the father of all the children of Eber, the older brother of Japheth, [children] were also born.",
    "10:22": "The sons of Shem: Elam, Asshur, Arphaxad, Lud, and Aram.",
    "10:23": "And the sons of Aram: Uz, Hul, Gether, and Mash.",
    "10:24": "And Arphaxad fathered Shelah, and Shelah fathered Eber.",
    "10:25": "And to Eber two sons were born. The name of the one was Peleg, for in his days the earth was divided, and the name of his brother [was] Joktan.",
    "10:26": "And Joktan fathered Almodad, Sheleph, Hazarmaveth, Jerah,",
    "10:27": "Hadoram, Uzal, Diklah,",
    "10:28": "Obal, Abimael, Sheba,",
    "10:29": "Ophir, Havilah, and Jobab. All these [were] the sons of Joktan.",
    "10:30": "And their dwelling [place] {extended from}<note: Literally \"was from\"> Mesha {in the direction of}<note: Literally \"in your going\"> Sephar [to] the hill country of the east.",
    "10:31": "These [are] the sons of Shem, according to their families, according to their languages, in their lands, and according to their nations.",
    "10:32": "These are the families of the sons of Noah, according to their generations<note: Or \"family records\"> [and] in their nations. And from these the nations spread abroad on the earth after the flood.",
    "11:1": "Now<note: Or \"And\"> the whole earth [had] one language and the same words.",
    "11:2": "And as people migrated<note: Or \"set out\"> from the east they found a plain in the land of Shinar and settled there.",
    "11:3": "And they said {to each other},<note: Literally \"each to his companion\"> \"Come, let us make bricks and {burn them thoroughly}.\"<note: Literally \"burn to burning\"> And they had brick for stone and they had tar for mortar.",
    "11:4": "And they said, \"Come, let us build ourselves a city and a tower whose top [reaches to] the heavens. And let us make a name for ourselves, lest we be scattered over the face of the whole earth.\"",
    "11:5": "Then<note: Or \"And\"> Yahweh came down to see the city and the tower that {humankind}<note: Literally \"sons of Adam\" or \"sons of humankind\"> was building.",
    "11:6": "And Yahweh said, \"Behold, {they are one people with one language},<note: Literally \"one people and one language to all of them\"> and {this is only the beginning of what they will do}.<note: Literally \"and this they begin to do\"> So<note: Or \"And\"> now nothing that they intend to do will be impossible for them.",
    "11:7": "Come, let us go down and confuse their language there, so that they will not understand {each other's language}.\"<note: Literally \"each the language of his companion\">",
    "11:8": "So Yahweh scattered them from there over the face of the whole earth, and they stopped building the city.",
    "11:9": "Therefore its name was called Babel, for there Yahweh confused the language of the whole earth, and there Yahweh scattered them over the face of the whole earth.",
    "11:10": "These are the generations<note: Or \"family records\"> of Shem. When Shem {was one hundred years old},<note: Literally \"the son of one hundred years\"> he fathered Arphaxad, two years after the flood.",
    "11:11": "And Shem lived five hundred years after he fathered Arphaxad, and he fathered [other] sons and daughters.",
    "11:12": "When Arphaxad had lived thirty-five years, he fathered Shelah.",
    "11:13": "And Arphaxad lived four hundred and three years after he fathered Shelah, and he fathered [other] sons and daughters.",
    "11:14": "When Shelah had lived thirty years, he fathered Eber.",
    "11:15": "And Shelah lived four hundred and three years after he fathered Eber, and he fathered [other] sons and daughters.",
    "11:16": "When Eber had lived thirty-four years, he fathered Peleg.",
    "11:17": "And Eber lived four hundred and thirty years after he fathered Peleg, and he fathered [other] sons and daughters.",
    "11:18": "When Peleg had lived thirty years, he fathered Reu.",
    "11:19": "And Peleg lived two hundred and nine years after he fathered Reu, and he fathered [other] sons and daughters.",
    "11:20": "When Reu had lived thirty-two years, he fathered Serug.",
    "11:21": "And Reu lived two hundred and seven years after he fathered Serug, and he fathered [other] sons and daughters.",
    "11:22": "When Serug had lived thirty years, he fathered Nahor.",
    "11:23": "And Serug lived two hundred years after he fathered Nahor, and he fathered [other] sons and daughters.",
    "11:24": "When Nahor had lived twenty-nine years, he fathered Terah.",
    "11:25": "And Nahor lived one hundred and nineteen years after he fathered Terah, and he fathered [other] sons and daughters.",
    "11:26": "When Terah had lived seventy years, he fathered Abram, Nahor, and Haran.",
    "11:27": "Now<note: Or \"And\"> these are the generations<note: Or \"family records\"> of Terah. Terah fathered Abram, Nahor, and Haran, and Haran fathered Lot.",
    "11:28": "And Haran died in the presence of Terah his father in the land of his birth, in Ur of the Chaldeans.",
    "11:29": "And Abram and Nahor took wives for themselves. The name of the wife of Abram [was] Sarai, and the name of the wife of Nahor [was] Milcah, the daughter of Haran, the father of Milcah and Iscah.",
    "11:30": "And Sarai was barren; she had no child.",
    "11:31": "And Terah took Abram his son, and Lot, the son of Haran, {his grandson},<note: Literally \"the son of his son\"> and Sarai his daughter-in-law, the wife of Abram his son, and went out with them from Ur of the Chaldeans to go to the land of Canaan. And they went to Haran, and they settled there.",
    "11:32": "And the days of Terah [were] two hundred and five years, and Terah died in Haran.",
    "12:1": "And Yahweh said to Abram, \"Go out from your land and from your relatives, and from the house of your father, to the land that I will show you.",
    "12:2": "And I will make you a great nation, and I will bless you, and I will make your name great. And you will be a blessing.",
    "12:3": "And I will bless those who bless you, and those who curse you I will curse. And all families of the earth will be blessed in you.\"",
    "12:4": "And Abram went [out] as Yahweh had told him, and Lot went with him. Now Abram {was seventy-five years old}<note: Literally \"the son of five years and seventy years\"> when he went out from Haran.",
    "12:5": "And Abram took Sarai his wife, and Lot {his nephew},<note: Literally \"the son of his brother\"> and all their possessions that they had gathered, and all the persons that they had acquired in Haran, and they went out to go to the land of Canaan. And they went to the land of Canaan.",
    "12:6": "And Abram traveled through the land up to the place of Shechem, to the Oak of Moreh. Now the Canaanites [were] in the land at that time.",
    "12:7": "And Yahweh appeared to Abram and said, \"To your offspring I will give this land.\" And he built an altar there to Yahweh, who had appeared to him.",
    "12:8": "And he moved on from there to the hill country, east of Bethel. And he pitched his tent at Bethel on the west, and at Ai on the east. And he built an altar there to Yahweh. And he called on the name of Yahweh.",
    "12:9": "{And Abram kept moving on},<note: Literally \"And Abram moved on, going and moving on\"> toward the Negev.",
    "12:10": "And there was a famine in the land. And Abram went down to Egypt to dwell as an alien there, for the famine was severe in the land.",
    "12:11": "And it happened [that] as he drew near to enter into Egypt, he said to Sarai his wife, \"Look now, I know that you are a woman beautiful of appearance,",
    "12:12": "and it shall happen [that], if the Egyptians see you, then they will say, 'This [is] his wife,' then they will kill me but let you live.",
    "12:13": "Please say you are my sister so that it will go well for me on your account. {Then I will live}<note: Literally \"And my soul will live\"> on account of you.\"",
    "12:14": "And it happened [that] as Abram came into Egypt, the Egyptians saw the woman, that she [was] very beautiful.",
    "12:15": "And the officials of Pharaoh saw her, and they praised her [beauty] to Pharaoh. And the woman was taken to the house of Pharaoh.",
    "12:16": "And he dealt well with Abram on account of her, and he had sheep, cattle, male donkeys, male servants, female servants, female donkeys, and camels.",
    "12:17": "Then<note: Or \"And\"> Yahweh afflicted Pharaoh and his household with severe plagues on account of the matter of Sarai the wife of Abram.",
    "12:18": "Then Pharaoh called for Abram and said, \"What [is] this you have done to me? Why did you not tell me that she [was] your wife?",
    "12:19": "Why did you say 'She [is] my sister,' so that I took her to myself as a wife? Now then, here [is] your wife. Take her and go.\"",
    "12:20": "And Pharaoh commanded his men concerning him, and then sent him and his wife and all that [was] with him away.",
    "13:1": "Then Abram went up from Egypt, he and his wife and all that [was] with him. And Lot [went] with him to the Negev.",
    "13:2": "Now Abram [was] very wealthy in livestock, in silver, and in gold.",
    "13:3": "And he went according to his journey from the Negev, then to Bethel, to the place where his tent was at the beginning, between Bethel and Ai,",
    "13:4": "to the place where he had made an altar at the beginning. And Abram called on the name of Yahweh there.",
    "13:5": "And Lot, who went with Abram, also had herds and tents.",
    "13:6": "And the land could not {support them}<note: Literally \"lift them up\"> [so as] to live together, because their possessions were [so] many that<note: Or \"and\"> they were not able to live together.",
    "13:7": "And there was a quarrel between the herdsmen of the livestock of Abram and the herdsmen of the livestock of Lot. Now at that time the Canaanites and the Perizzites were living in the land.",
    "13:8": "Then Abram said to Lot, \"Please, let there not be quarreling between me and you, and between my shepherds and your shepherds, for we men [are] brothers.",
    "13:9": "Is not the whole land before you? Separate yourself from me. If [you want what is on] the left, then I will go right; if [you want what is on] the right, I will go left.\"",
    "13:10": "And Lot lifted up his eyes and saw the whole plain of the Jordan, that all of it [was] well-watered land--[this was] before Yahweh destroyed Sodom and Gomorrah--like the garden of Yahweh, like the land of Egypt {in the direction of}<note: Literally \"your going\"> Zoar.",
    "13:11": "So<note: Or \"And\"> Lot chose for himself all the plain of the Jordan. And Lot journeyed from the east, and so they separated {from each other}.<note: Literally \"each from his brother\">",
    "13:12": "Abram settled in the land of Canaan, and Lot settled in the cities of the plain. And he pitched his tent toward Sodom.",
    "13:13": "Now the men of Sodom {were extremely wicked sinners against Yahweh}.<note: Literally \"[were] wicked and sinners against Yahweh very\">",
    "13:14": "And Yahweh said to Abram after Lot had separated from him, \"Now, lift up your eyes and look from the place where you [are] to the north, and to the south, and to the east and to the west,",
    "13:15": "for all the land which you see I will give to you, and to your descendants, forever.",
    "13:16": "I will make your descendants like the dust of the earth which, if anyone were able to count the dust of the earth, your descendants would be [so] counted.",
    "13:17": "Arise, go through the length of the land and through its breadth, for I will give it to you.\"",
    "13:18": "So<note: Or \"And\"> Abram pitched his tent, and he came and settled at the oaks of Mamre, which [were] at Hebron. And there he built an altar to Yahweh.",
    "14:1": "And it happened [that] in the days of Amraphel, the king of Shinar, Arioch, the king of Ellasar, Kedorlaomer, the king of Elam, and Tidal, the king of Goiim,",
    "14:2": "made war with Bera, the king of Sodom, and Birsha, the king of Gomorrah, Shinab, the king of Admah, and Shemeber, the king of Zeboiim, and the king of Bela (that [is], Zoar).",
    "14:3": "All these joined forces at the valley of Siddim (that [is], the sea of the salt).",
    "14:4": "Twelve years they had served Kedorlaomer, but in the thirteenth year they rebelled.",
    "14:5": "In the fourteenth year Kedorlaomer and the kings who [were] with him came and defeated the Rephaim in Ashteroth-Karnaim, and the Zuzim in Ham, and the Emim in Shaveh-Kiriathaim,",
    "14:6": "And the Horites in their hill country of Seir, as far as El-Paran, which is at the wilderness.",
    "14:7": "Then<note: Or \"And\"> they turned back and came to En-Mishpat (that [is], Kadesh). And they defeated the whole territory of the Amalekites, and also the Amorites who were living in Hazazon-Tamar.",
    "14:8": "Then<note: Or \"And\"> the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that [is], Zoar) went out, and {they took up battle position}<note: Literally \"And they took up position with them for battle\"> in the Valley of Siddim",
    "14:9": "with Kedorlaomer, king of Elam, and Tidal, king of Goiim, and Amraphel, king of Shinar, and Arioch, king of Ellasar, four kings against five.",
    "14:10": "Now<note: Or \"And\"> the Valley of Siddim {was full of tar pits}.<note: Literally \"pits, pits of tar\"> And the kings of Sodom and Gomorrah fled and {fell into them},<note: Literally \"they fell there\"> but the rest fled to the mountains.",
    "14:11": "So<note: Or \"And\"> they<note: In context, the enemy> took all the possessions of Sodom and Gomorrah and all their provisions, and they left.",
    "14:12": "And they<note: In context, the enemy> took Lot, the son of the brother of Abram, and his possessions, and left. (Now he had been living in Sodom.)",
    "14:13": "Then<note: Or \"And\"> one who escaped came and told Abram the Hebrew. And he was living at the oaks of Mamre the Amorite, brother of Eshcol and brother of Aner. {They were allies with Abram}.<note: Literally \"And they [were] owners of a covenant of Abram\">",
    "14:14": "When<note: Or \"And\"> Abram heard that his {relative}<note: Literally \"brother\"> was taken captive, he summoned his trained men, born in his house, three hundred and eighteen [of them], and he went in pursuit up to Dan.",
    "14:15": "And he divided [his trained men] against them at night, he and his servants. And he defeated them and pursued them to Hobah, which [is] north of Damascus.",
    "14:16": "And he brought back all the possessions. And he also brought back Lot, his {relative},<note: Literally \"brother\"> and his possessions, and the women and the people as well.",
    "14:17": "After his return from defeating Kedorlaomer and the kings who [were] with him, the king of Sodom went out to meet him at the Valley of Shaveh (that [is], the Valley of the King).",
    "14:18": "And Melchizedek, the king of Salem, brought out bread and wine. (He was the priest of God Most High).",
    "14:19": "And he blessed him and said, \"Blessed [be] Abram by God Most High, Maker of heaven and earth.\r\n",
    "14:20": "And blessed [be] God Most High who delivered your enemies into your hand.\" And he<note: That is, Abram> gave to him a tenth of everything.\r\n",
    "14:21": "And the king of Sodom said to Abram, \"Give me the people, but the possessions take for yourself.\"",
    "14:22": "And Abram said to the king of Sodom, \"I have raised my hand to Yahweh, God Most High, Maker of heaven and earth,",
    "14:23": "{that neither a thread nor}<note: Literally \"that not from a thread and up to\"> a thong of a sandal would I take from all that [belongs] to you, that you might not say, 'I made Abram rich.'",
    "14:24": "{Nothing besides what}<note: Literally \"besides me only which\"> the servants have eaten and the share of the men who went out with me [will I take.] Let Aner, Eshcol, and Mamre take their share.\"",
    "15:1": "After these things the word of Yahweh came<note: Literally \"was\"> to Abram in a vision, saying: \"Do not be afraid, Abram; I [am] your shield, [and] your reward [shall be] very great.\"",
    "15:2": "Then<note: Or \"And\"> Abram said, \"O Yahweh, my Lord, what will you give me? {I continue to be}<note: Literally \"I am going\"> childless, and {my heir}<note: Literally \"the son of the inheritance of my house\"> is Eliezer of Damascus.\"",
    "15:3": "And Abram said, \"Look, you have not given me a descendant, and here, {a member of my household}<note: Literally \"a son of my house\"> [is] {my heir}.\"<note: Literally \"inheriting me\">",
    "15:4": "And behold, the word of Yahweh [came] to him saying, \"This [person] will not {be your heir},<note: Literally \"inherit you\"> but {your own son will be your heir}.\"<note: Literally \"he who goes out from your body, he will inherit you\">",
    "15:5": "And he brought him outside and said, \"Look toward the heavens and count the stars if you are able to count them.\" And he said to him, \"So shall your offspring be.\"",
    "15:6": "And he believed in Yahweh, and he reckoned it to him [as] righteousness.",
    "15:7": "And he said to him, \"I [am] Yahweh, who brought you out from Ur of the Chaldeans to give this land to you, to possess it.\"",
    "15:8": "And he said, \"O Yahweh God, how shall I know [that] I will possess it?\"",
    "15:9": "And he said to him, \"Take for me a three-year-old heifer, and a three-year-old female goat, and a three-year-old ram, and a turtledove and a young pigeon.\"",
    "15:10": "And he took for him all these and cut them in pieces down the middle. And he put each piece opposite {the other},<note: Literally \"its companion\"> but the birds he did not cut.",
    "15:11": "And the birds of prey came down on the carcasses, but Abram drove them away.",
    "15:12": "And it happened, as the sun {went down},<note: Literally \"to go\"> then a deep sleep fell upon Abram and, behold, a great terrifying darkness fell upon him.",
    "15:13": "And he said to Abram, \"{You must surely know}<note: Literally \"knowing you must know\"> that your descendants shall be [as] aliens in a land {not their own}.<note: Literally \"not to them\"> And they shall serve them<note: Some nation hostile to Abram's descendants (Egypt in later history)> and they<note: Some nation hostile to Abram's descendants (Egypt in later history)> shall oppress them four hundred years.",
    "15:14": "And also the nation that they<note: That is, Abram's descendants> serve I will judge. Then<note: Or \"And\"> afterward they shall go out with great possessions.",
    "15:15": "And [as for] you, you shall go to your ancestors<note: Or \"fathers\"> in peace; you shall be buried in a good old age.",
    "15:16": "And the fourth generation shall return here, for the guilt of the Amorites {is not yet complete}.\"<note: Literally \"is not complete up to now\">",
    "15:17": "And after the sun had gone down and it [was] dusk, behold, a smoking firepot and a flaming torch passed between those half pieces.",
    "15:18": "On that day Yahweh {made}<note: Literally \"cut\"> a covenant with Abram saying, \"To your offspring I will give this land, from the river of Egypt to the great river, the Euphrates river,",
    "15:19": "[the land of] the Kenites, the Kenizzites, the Kadmonites,",
    "15:20": "the Hittites, the Perizzites, the Rephaim,",
    "15:21": "the Amorites, the Canaanites, the Girgashites, and the Jebusites.\"",
    "16:1": "Now<note: Or \"And\"> Sarai, the wife of Abram, had borne him no children. And she had a female Egyptian servant, and her name [was] Hagar.",
    "16:2": "And Sarai said to Abram, \"Look, please, Yahweh has prevented me from bearing children. Please go in to my servant; perhaps {I will have children by her}.\"<note: Literally \"I will be built from her\"> And Abram listened to the voice of Sarai.",
    "16:3": "Then<note: Or \"And\"> Sarai, the wife of Abram, took Hagar, her Egyptian servant, after Abram had lived ten years in the land of Canaan, and gave her to Abram her husband as his wife.",
    "16:4": "And he went in to Hagar, and she conceived. And [when] she<note: That is, Hagar> saw that she had conceived, then her mistress grew small in her eyes.",
    "16:5": "And Sarai said to Abram, \"may my harm [be] upon you. {I had my servant sleep with you},<note: Literally \"I put my servant in your lap\"> and [when] she saw that she had conceived, {she no longer respected me}.<note: Literally \"I grew small in her eyes\"> May Yahweh judge between me and you!\"",
    "16:6": "And Abram said to Sarai, \"Look, your servant [is] {under your authority}.<note: Literally \"in your hand\"> Do to her that which [is] good in your eyes.\" And Sarai mistreated her, and she<note: That is, Hagar> fled from her presence.",
    "16:7": "And the angel of Yahweh found her at a spring of water in the wilderness, at the spring by the road of Shur.",
    "16:8": "And he said to Hagar, the servant of Sarai, \"{From where}<note: Literally \"where from this\"> have you come, and where are you going?\" And she said, \"I am fleeing from the presence of Sarai my mistress.\"",
    "16:9": "Then<note: Or \"And\"> the angel of Yahweh said to her, \"Return to your mistress and submit yourself under {her authority}.\"<note: Literally \"her hand\">",
    "16:10": "And the angel of Yahweh said to her, \"{I will greatly multiply}<note: Literally \"multiplying I will multiply\"> your offspring, so that they cannot be counted for [their] abundance.\"",
    "16:11": "And the angel of Yahweh said to her: \"Behold, you are pregnant and shall have a son. And you shall call his name Ishmael, for Yahweh has listened to your suffering.\r\n",
    "16:12": "And he shall be a wild donkey of a man, his hand [will be] against everyone, and the hand of everyone [will be] against him, and he will live {in hostility with all his brothers}.\"<note: Literally \"against the face of all his brothers\">",
    "16:13": "So<note: Or \"And\"> she called the name of Yahweh who spoke to her, \"You [are] El-Roi,\"<note: \"God of seeing\"> for she said, \"Here I have seen after he who sees me.\"",
    "16:14": "Therefore the well was called Beer-Lahai-Roi; behold, it [is] between Kadesh and Bered.",
    "16:15": "And Hagar had a child for Abram, a son. And Abram called the name of his son whom Hagar bore to him, Ishmael.",
    "16:16": "And Abram [was] eighty-six years old when Hagar bore Ishmael to Abram.",
    "17:1": "When<note: Literally \"And it happened that\"> Abram [was] ninety-nine years old Yahweh appeared to Abram. And he said to him, \"I [am] El-Shaddai;<note: Often translated, \"God Almighty\"> walk before me and be blameless",
    "17:2": "so that<note: Or \"and\"> I may make my covenant between me and you, and may multiply you {exceedingly}.\"<note: Literally \"with very very\">",
    "17:3": "Then Abram fell upon his face and God spoke with him, saying,",
    "17:4": "\"[As for] me, behold, my covenant [shall be] with you, and you shall be the father of a multitude of nations.",
    "17:5": "Your name shall no longer be called Abram, but your name shall be Abraham, for I will make you the father of a multitude of nations.",
    "17:6": "And I will make you {exceedingly}<note: Literally \"with very very\"> fruitful. I will make you a nation, and kings shall go out from you.",
    "17:7": "And I will establish my covenant between me and you, and between your offspring after you, throughout their generations as an everlasting covenant to be as God for you and to your offspring after you.",
    "17:8": "And I will give to you and to your offspring after you {the land in which you are living as an alien},<note: Literally \"a land of your sojournings\"> all the land of Canaan, as an everlasting property. And I will be to them as God.\"",
    "17:9": "And God said to Abraham, \"Now [as for] you, you must keep my covenant, you and your offspring after you, throughout their generations.",
    "17:10": "This [is] my covenant which you shall keep, between me and you, and [also] with<note: Or \"between\"> your offspring after you: Every male among you shall be circumcised.",
    "17:11": "And you shall circumcise the flesh of your foreskin, and it shall be a sign of the covenant between me and you.",
    "17:12": "And {at eight days of age}<note: Literally \"a son of eight days\"> you shall yourselves circumcise every male [belonging] to your generations [and] {the servant born in your house and the one bought from any foreigner}<note: Literally \"those born of house and acquisition of money from every son of a foreigner\"> who is not from your offspring.",
    "17:13": "{You must certainly circumcise}<note: Literally \"circumcising you will circumcise\"> {the servant born in your house and the one bought from any foreigner}.<note: Literally \"those born of house and acquisition of money from every son of a foreigner\"> And my covenant shall be with your flesh as an everlasting covenant.",
    "17:14": "And [as for any] uncircumcised male who has not circumcised the flesh of his foreskin, that person shall be cut off from his<note: Literally \"her\"; the reference is still to a male; the pronoun is feminine because \"person\" (nephesh) is grammatically feminine> people. He has broken my covenant.",
    "17:15": "And God said to Abraham, \"[as for] Sarai your wife, you shall not call her name Sarai, for Sarah [shall be] her name.",
    "17:16": "And I will bless her; moreover, I give to you from her a son. And I will bless her, and {she shall give rise to nations}.<note: Literally \"she shall become to nations\"> Kings of peoples shall come<note: Or \"be\"> from her.\"",
    "17:17": "And Abraham fell upon his face and laughed. And he said in his heart, \"{Can a child be born to a man a hundred years old},<note: Literally \"to a man one hundred years old can he be born?\"> or {can Sarah bear a child at ninety}?\"<note: Literally \"can ninety-year-old Sarah bear a child?\">",
    "17:18": "And Abraham said to God, \"Oh that Ishmael might live before you!\"",
    "17:19": "And God said, \"No, but Sarah your wife shall bear a son for you, and you shall call his name Isaac. And I will establish my covenant with him as an everlasting covenant to his offspring after him.",
    "17:20": "And [as for] Ishmael, I have heard you. Behold, I will bless him and I will make him fruitful, and I will multiply him {exceedingly}.<note: Literally \"with very very\"> He shall father twelve princes, and I will make him a great nation.",
    "17:21": "But my covenant I will establish with Isaac, whom Sarah shall bear to you at this appointed time next year.\"",
    "17:22": "When<note: Or \"And\"> he finished speaking with him, God went up from Abraham.",
    "17:23": "And Abraham took Ishmael his son and all who were born of his house, and all [those] acquired by his money, every male among the men of Abraham's house, and he circumcised the flesh of their foreskin on the same day that God spoke with him.",
    "17:24": "Abraham [was] ninety-nine years old when he circumcised the flesh of his foreskin.",
    "17:25": "And Ishmael his son [was] thirteen years old when he circumcised the flesh of his foreskin.",
    "17:26": "Abraham and his son Ishmael [were] circumcised on the same day.",
    "17:27": "And all the men of his house, {those born in the house, and those acquired by money from a foreigner},<note: Literally \"born of house and acquisition of money from the son of a foreigner\"> were circumcised with him.",
    "18:1": "And Yahweh appeared to him<note: Abraham> by the oaks of Mamre. And he was sitting in the doorway of the tent at the heat of the day.",
    "18:2": "And he lifted up his eyes and saw, and behold, three men were standing near<note: Or \"by\"; the context requires some distance for Abraham to run to them> him. And he saw [them] and ran from the doorway of the tent to meet them. And he bowed down to the ground.",
    "18:3": "And he said, \"My lord, if I have found favor in your eyes do not pass by your servant.",
    "18:4": "Let a little water be brought and wash your feet, and rest under the tree.",
    "18:5": "And let me bring a piece of bread, then<note: Or \"and\"> refresh {yourselves}.<note: Literally \"your heart\"> Afterward you can pass on, {once}<note: Literally \"for therefore\"> you have passed by with your servant.\" Then they said, \"Do so as you have said.\"",
    "18:6": "Then<note: Or \"And\"> Abraham hastened into the tent to Sarah, and he said, \"Quickly--make three seahs of fine flour for kneading and make bread cakes!\"",
    "18:7": "And Abraham ran to the cattle and took a {calf},<note: Literally \"a son of cattle\"> tender and good, and gave it to the servant, and he made haste to prepare it.",
    "18:8": "Then he took curds and milk, and the calf which he prepared, and set [it] before them. And he was standing by them under the tree while<note: Or \"and\"> they ate.",
    "18:9": "And they said to him, \"Where [is] Sarah your wife?\" And he said, \"Here, in the tent.\"",
    "18:10": "And he<note: Yahweh> said, \"I will certainly return to you {in the spring},<note: Literally \"at the time of life\"> and look, Sarah your wife [will have] a son.\" Now Sarah [was] listening at the doorway of the tent, and which [was] behind him.",
    "18:11": "Now Abraham and Sarah [were] old, {advanced in age};<note: Literally \"going in the days\"> {the way of women}<note: Literally \"the road according to women\"> had ceased to be for Sarah.",
    "18:12": "So<note: Or \"And\"> Sarah laughed to herself saying, \"After I am worn out and my husband is old, shall [this] pleasure be to me?\"",
    "18:13": "Then Yahweh said to Abraham, \"What [is] this [that] Sarah laughed, saying, 'Is it indeed true [that] I will bear a child, now [that] I have grown old?'",
    "18:14": "Is anything too difficult for Yahweh? At the appointed time I will return to you {in the spring}<note: Literally \"at the time of life\"> and Sarah [shall have] a son.\"",
    "18:15": "But Sarah denied [it], saying, \"I did not laugh,\" because she was afraid. He<note: Yahweh> said, \"No, but you did laugh.\"",
    "18:16": "Then the men set out from there, and they looked down upon Sodom. And Abraham went with them {to send them on their way}.<note: Literally \"to send them away\">",
    "18:17": "Then Yahweh said, \"Shall I conceal from Abraham what I [am going] to do?",
    "18:18": "Abraham will surely become a great and strong nation, and all the nations of the earth will be blessed on account of him.",
    "18:19": "For I have chosen<note: Or \"have known\"> him, that he will command his children and his household after him that they will keep the way of Yahweh, to do righteousness and justice, so that Yahweh may bring upon Abraham that which he said to him.\"",
    "18:20": "Then Yahweh said, \"Because the outcry of Sodom and Gomorrah [is] great and because their sin [is] very {serious},<note: Literally \"heavy\">",
    "18:21": "I will go down and I will see. Have they done altogether according to its cry of distress [which] has come to me? If not, I will know.\"",
    "18:22": "And the men turned from there and went toward Sodom. And Abraham [was] still standing before Yahweh.",
    "18:23": "And Abraham drew near [to Yahweh] and said, \"Will you also sweep away the righteous with the wicked?",
    "18:24": "If perhaps there are fifty righteous in the midst of the city, will you also sweep [them] away and not forgive the place on account of the fifty righteous in her midst?",
    "18:25": "Far be it from you to do such a thing as this, to kill [the] righteous with [the] wicked, that<note: Or \"and\"> the righteous would be as the wicked! Far be it from you! Will not the Judge of all the earth do justice?\"",
    "18:26": "And Yahweh said, \"If I find fifty righteous in Sodom, in the midst of the city, then I will forgive the whole place for their sake.\"",
    "18:27": "Then Abraham answered and said, \"Look, please, I was bold to speak to my Lord, but I [am] dust and ashes.",
    "18:28": "Perhaps the fifty righteous are lacking five--will you destroy the whole city on account of the five?\" And he answered, \"I will not destroy [it] if I find forty-five there.\"",
    "18:29": "And {once again he spoke}<note: Literally \"And he added again to speak\"> to him and said, \"What if<note: Or \"Perhaps\"> forty are found there?\" And he answered, \"I will not do [it] on account of the forty.\"",
    "18:30": "And he said, \"Please, let not my Lord be angry, and I will speak. What if<note: Or \"Perhaps\"> thirty be found there?\" And he answered, \"I will not do [it] if I find thirty there.\"",
    "18:31": "And he said, \"Please, now, I was bold to speak to my Lord. What if<note: Or \"Perhaps\"> twenty be found there?\" And he answered, \"I will not destroy [it] for the sake of the twenty.\"",
    "18:32": "And he said, \"Please, let not my Lord be angry, and I will speak only once more. What if<note: Or \"Perhaps\"> ten are found there?\" And he answered, \"I will not destroy [it] for the sake of the ten.\"",
    "18:33": "Then Yahweh left,<note: Or \"went\"> as he finished speaking to Abraham, and Abraham returned to his place.",
    "19:1": "And the two angels came to Sodom in the evening. And Lot was sitting in the gateway of Sodom. Then Lot saw [them] and stood up to meet them. And he bowed down [with his] face to the ground.",
    "19:2": "And he said, \"Behold, my lords, please turn aside into the house of your servant and spend the night and wash your feet. Then you can rise early and go on your way.\" And they said, \"No, but we will spend the night in the square.\"",
    "19:3": "But {he urged them strongly},<note: Literally \"he pressed upon them very\"> and they turned aside with him and came into his house. And he made a meal for them and baked unleavened bread, and they ate.",
    "19:4": "Before they laid down, the men of the city, the men of Sodom, both young and old, all the people {to the last man},<note: Literally \"from the end\"> surrounded the house.",
    "19:5": "And they called to Lot and said to him, \"Where [are] the men who came to you tonight? Bring them out to us so that we may know<note: Hebrew idiom for sexual intercourse (cp. Gen 4:1)> them.\"",
    "19:6": "But Lot went out to them at the entrance, and he shut the door behind him.",
    "19:7": "And he said, \"No, my brothers, please do not do [such a] wrong [thing].",
    "19:8": "Behold, I have two daughters who have not known<note: Hebrew idiom for sexual intercourse (cp. Gen 4:1)> a man. Please, let me bring them out to you; then do to them as [it seems] good in your eyes. Only to these men do not do [this] thing, since they came under{ my roof}<note: Literally \"my beam\"> for protection.\"",
    "19:9": "But they said, \"Step aside!\" Then they said, \"{This fellow}<note: Literally \"the one\"> came to dwell as a foreigner and he acts as a judge! Now we shall do worse to you than them!\" And they pressed very hard against the man, against Lot, and they drew near to break the door.",
    "19:10": "Then the men reached out [with] their hands and brought Lot in to them, into the house, and they shut the door.",
    "19:11": "And the men who [were] at the entrance of the house they struck with blindness, both small and great, and they were unable to find the entrance.",
    "19:12": "Then the men said to Lot, \"Who [is] here with you? Bring out from the place [your] sons-in-law, and your sons and your daughters, and all who [are] with you in the city.",
    "19:13": "For we are [about to] destroy this place, because their cry has become great before Yahweh. Yahweh sent us to destroy it.\"",
    "19:14": "Then Lot went out and spoke to his sons-in-law [who were] taking<note: That is, marrying> his daughters and said, \"Get up! Go out from this place, because Yahweh [is going] to destroy the city!\" But {it seemed like a joke}<note: Literally \"it was as one making fun\"> in the eyes of his sons-in-law.",
    "19:15": "And as the dawn came up the angels urged Lot saying, \"Get up, take your wife and your two daughters {who are staying with you},<note: Literally \"who are found\"> lest you be destroyed with the punishment of the city.\"",
    "19:16": "But [when] he lingered, the men seized him by his hand and his wife's hand, and his two daughters by hand, on account of the mercy of Yahweh upon him. And they brought him out and set him outside of the city.",
    "19:17": "And after bringing them outside [one] said, \"Flee for your life; do not look behind you, and do not stand anywhere in the plain. Flee to the mountains lest you be destroyed.\"",
    "19:18": "And Lot said to them, \"No, please, my lords.",
    "19:19": "Behold, your servant has found favor in your eyes and {you have shown me great kindness}<note: Literally \"your kindness which you have done to me you have made great\"> in saving my life. But I cannot flee to the mountains, lest the disaster overtake me and I die.",
    "19:20": "Behold, this city [is] near [enough] to flee there, and it [is a] little [one]. Please, let me flee there. Is it not a little [one]? Then my life shall be saved.\"",
    "19:21": "And he said to him, \"Behold, {I will grant this favor as well};<note: Literally \"I am lifting up your face also concerning this thing\"> that I will not overthrow the city of which you have spoken.",
    "19:22": "Escape there quickly, for I cannot do [this] thing until you get there.\" Therefore, there name of the city was called Zoar.",
    "19:23": "[After] the sun {had risen}<note: Literally \"had gone out\"> upon the earth and Lot had entered Zoar,",
    "19:24": "Yahweh rained down from heaven upon Sodom and Gomorrah brimstone and fire from Yahweh.",
    "19:25": "And he overthrew those cities and the whole plain, and the inhabitants of the cities and the vegetation of the ground.",
    "19:26": "But his<note: That is, Lot's> wife looked {back},<note: Literally \"behind him\"> and she became a pillar of salt.",
    "19:27": "And Abraham arose early in the morning [and went] to the place where he had stood before Yahweh.",
    "19:28": "And he looked down upon the surface of Sodom and Gomorrah, and upon the whole surface of the land, the plain. And he saw that,<note: Or \"and\"> behold, the smoke of the land went up like the smoke of a smelting furnace.",
    "19:29": "So it was, when God destroyed the cities of the plain that God remembered Abraham and sent Lot out from the midst of the overthrow, when he overthrew the cities in which Lot lived.",
    "19:30": "And Lot went out from Zoar and settled in the hill country<note: Or \"mountain\"> with his two daughters, for he was afraid to stay in Zoar. So he lived in a cave, he and his two daughters.",
    "19:31": "And the firstborn [daughter] said to the younger one, \"Our father is old, and there is no man in the land to come in to us according to the manner of all the land.",
    "19:32": "Come, let us give our father wine to drink and let us lie with him<note: Idiom for \"have sexual intercourse with him\"> that {we may secure descendants through our father}.\"<note: Literally \"that we might preserve offspring from our father\">",
    "19:33": "And they gave their father wine to drink that night, and the firstborn went and lay with her father, but he did not know when she lay down or when she got up.",
    "19:34": "And it happened [that], the next day the firstborn said to the younger one, \"Look, I laid with my father last night. Let us give him wine to drink also tonight, then go and lie with him that {we may secure descendants through our father}.\"<note: Literally \"that we might preserve offspring from our father\">",
    "19:35": "And they gave their father wine to drink again that night, and the younger got up and lay with him, but he did not know when she lay down or when she got up.",
    "19:36": "And the two daughters of Lot became pregnant by their father.",
    "19:37": "The firstborn gave birth to a son, and she called his name Moab. He [is] the father of Moab until this day.",
    "19:38": "And the younger, she also gave birth to a son, and she called his name Ben-Ammi. He [is] the father of the {Ammonites}<note: Literally \"sons/children of Ammon\"> until this day.",
    "20:1": "And Abraham journeyed from there to the land of the Negev, and he settled between Kadesh and Shur. And he dwelled as an alien in Gerar.",
    "20:2": "And Abraham said about Sarah his wife, \"She [is] my sister.\" And Abimelech king of Gerar sent and took Sarah.",
    "20:3": "And God came to Abimelech in a dream at night. And he said to him, \"Look, you [are] a dead man on account of the woman you have taken. For she [is] {a married woman}.\"<note: Literally \"married of a husband\" or \"a woman owned by a husband\">",
    "20:4": "Now Abimelech had not approached her, so he said, \"my Lord, will you even kill a righteous people?\"",
    "20:5": "Did not he himself say to me, 'She [is] my sister'? And she herself said, 'He [is] my brother.' With integrity of my heart and with cleanness of my hands I did this.\"",
    "20:6": "Then God said to him in the dream, \"Yes,<note: Or \"Also\"> I know that in the integrity of your heart you did this, and I also {kept you from sinning}<note: Literally \"kept back from sinning\"> against me. Therefore, I did not allow you to touch her.",
    "20:7": "So now, return the wife of the man, for he [is] a prophet, so that he will pray for you and you will live. And {if you do not return her},<note: Literally \"If there is not for you a returning\"> know that you will certainly die, and all that [are] yours.\"",
    "20:8": "So Abimelech rose early in the morning. And he called all his servants and {told them all these things},<note: Literally \"said all these things in their ears\"> and the men were very afraid.",
    "20:9": "And Abimelech called for Abraham and said to him, \"What have you done to us? And how have I sinned against you that you brought upon me and upon my kingdom a great sin? You have done things to me that should not be done.\"",
    "20:10": "And Abimelech said to Abraham, \"{What were you thinking}<note: Literally \"What have you seen?\"> that you did this thing?\"",
    "20:11": "And Abraham said, \"Because I thought, surely there is no fear of God in this place; they will kill me on account of the matter of my wife.",
    "20:12": "{Besides},<note: Literally \"And also moreover\"> she [is] my sister, the daughter of my father, but not the daughter of my mother. And she became my wife.",
    "20:13": "And it happened [that] as God caused me to wander from the house of my father I said to her, 'This [is] your loyal kindness that you must do for me at every place where we come: say concerning me, \"He [is] my brother.\" '\"",
    "20:14": "And Abimelech took sheep and cattle and male slaves and female slaves, and he gave [them] to Abraham. And he returned Sarah his wife to him.",
    "20:15": "And Abimelech said, \"Here [is] my land before you; settle {where it pleases you}.\"<note: Literally \"in the good in your eyes\">",
    "20:16": "And to Sarah he said, \"Look, I have given a thousand [pieces of] silver to your brother. It [shall be] {an exoneration}.<note: Literally \"a covering of the eyes\"> {You are vindicated before all who are with you}.\"<note: Literally \"to all who are with you and with all you are vindicated\">",
    "20:17": "And Abraham prayed to God, and God healed Abimelech and his wife and his female servants so that they [could] bear children [again].",
    "20:18": "For Yahweh had completely closed up all the wombs of the house of Abimelech because of the matter of Sarah, the wife of Abraham.",
    "21:1": "And Yahweh visited Sarah as he had said. And Yahweh did to Sarah as he had promised.",
    "21:2": "And she conceived, and Sarah bore to Abraham a son in his old age at the appointed time that God had told him.",
    "21:3": "And Abraham called the name of his son who was born to him, whom Sarah bore to him, Isaac.",
    "21:4": "And Abraham circumcised Isaac his son [when he was] eight days old, as God had commanded him.",
    "21:5": "And Abraham [was] one hundred years old when Isaac his son was born to him.",
    "21:6": "And Sarah said, \"God has made laughter for me; all who hear will laugh for me.\"",
    "21:7": "And she said, \"Who would announce to Abraham [that] Sarah would nurse children? Yet I have borne a son [to Abraham] in his old age.\"",
    "21:8": "And the child grew and was weaned. And Abraham made a great feast on the day Isaac was weaned.",
    "21:9": "And Sarah saw the son of Hagar the Egyptian, whom she had borne Abraham, mocking.",
    "21:10": "Then she said to Abraham, \"Drive out this slave woman and her son, for the son of this slave woman will not be heir with my son, with Isaac.\"",
    "21:11": "And the matter {displeased Abraham very much}<note: Literally \"was very bad in the eyes of Abraham\"> on account of his son.",
    "21:12": "Then God said to Abraham, \"{Do not be displeased}<note: Literally \"Do not let it be bad\"> on account of the boy and on account of the slave woman. {Listen to everything that Sarah said to you},<note: Literally \"Everything Sarah said to you, listen with respect to her voice\"> for through Isaac [your] offspring will be named.",
    "21:13": "And I will also make the son of the slave woman into a nation, for he is your offspring.\"",
    "21:14": "Then Abraham rose up early in the morning and took bread and a skin of water and gave [it] to Hagar, putting [it] on her shoulder. And he sent her away with the child, and she went, wandering about in the wilderness, in Beersheba.",
    "21:15": "And when the water was finished from the skin, she put the child under one of the bushes.",
    "21:16": "And she went and {she sat a good distance away},<note: Literally \"she sat with respect to her, opposite, far away, as the shooting of a bow\"> for she said, \"Let me not see the child's death.\" So she sat away from him and lifted up her voice and wept.",
    "21:17": "And God heard the cry<note: Or \"voice\"> of the boy and the angel of God called to Hagar from the heavens and said to her, \"{What is the matter}<note: Literally \"What to you\"> Hagar? Do not be afraid, for God has heard the cry<note: Or \"voice\"> of the boy {from where he is}.<note: Literally \"in which he [is] there\">",
    "21:18": "Get up, take up the boy and take him with your hand, for I will make him a great nation.\"",
    "21:19": "And God opened her eyes, and she saw a well of water. And she went and filled the skin with water and gave a drink to the boy.",
    "21:20": "And God was with the boy, and he grew and lived in the wilderness. And he became {an expert with a bow}.<note: Literally \"an archer with the bow\">",
    "21:21": "And he lived in the wilderness of Paran. And his mother took a wife for him from the land of Egypt.",
    "21:22": "And it happened [that] at that time, Abimelech and Phicol, the commander of his army, said to Abraham, \"God [is] with you, in all that you do.",
    "21:23": "So now, swear to me here by God [that] you will not deal with me falsely, or with my descendants, or my posterity. According to the kindness that I have done to you, you shall [pledge] to do with me and with the land where you have dwelled as an alien.\"",
    "21:24": "And Abraham said, \"I swear.\"",
    "21:25": "Then Abraham complained to Abimelech on account of the well of water that servants of Abimelech had seized.",
    "21:26": "And Abimelech said, \"I do not know who did this thing, neither did you tell me, nor have I heard [of it] except for today.\"",
    "21:27": "And Abraham took sheep and cattle and gave [them] to Abimelech. And the two of them {made}<note: Literally \"cut\"> a covenant.",
    "21:28": "Then Abraham set [off] seven ewe-lambs of the flock by themselves.",
    "21:29": "And Abimelech said to Abraham, \"What [is the meaning of] these seven ewe-lambs that you have set [off] by themselves?\"",
    "21:30": "And he said, \"You shall take the seven ewe-lambs from my hand {as proof on my behalf}<note: Literally \"for the sake that it shall be a witness for me\"> that I dug this well.\"",
    "21:31": "Therefore that place is called Beersheba, because there the two of them swore an oath.",
    "21:32": "And they {made}<note: Literally \"cut\"> a covenant at Beersheba. And Abimelech, and Phicol his army commander stood and returned to the land of the Philistines.",
    "21:33": "And he<note: That is, Abraham> planted a tamarisk tree in Beersheba, and there he called on the name of Yahweh, {the everlasting God}.<note: Literally \"El-Olam\">",
    "21:34": "And Abraham dwelled as an alien in the land of the Philistines many days.",
    "22:1": "And it happened [that] after these things, God tested Abraham. And he said to him, \"Abraham!\" And he said, \"Here I [am].\"",
    "22:2": "And he said, \"Take your son, your only child, Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains where<note: Or \"that\"> I will tell you.\"",
    "22:3": "And Abraham rose up early in the morning and saddled his donkey. And he took two of his servants with him, and Isaac his son. And he chopped wood for a burnt offering. And he got up and went to the place which God had told him.",
    "22:4": "On the third day Abraham lifted up his eyes, and he saw the place at a distance.",
    "22:5": "And Abraham said to his servants, \"You stay here with the donkey, and I and the boy will go up there. We will worship, then we will return to you.\"",
    "22:6": "And Abraham took the wood of the burnt offering and placed [it] on Isaac his son. And he took the fire in his hand and the knife, and the two of them went together.",
    "22:7": "And Isaac said to Abraham his father, \"My father!\" And he said, \"Here I [am], my son.\" And he said, \"Here is the fire and the wood, but where is the lamb for a burnt offering?\"",
    "22:8": "And Abraham said, \"{God will provide}<note: Literally \"God will see to it\" or \"God will see for himself\"> the lamb for a burnt offering, my son.\" And the two of them went together.",
    "22:9": "And they came to the place that God had told him. And Abraham built an altar there and arranged the wood. Then he bound Isaac his son and placed him on the altar atop the wood.",
    "22:10": "And Abraham stretched out his hand and took the knife to slaughter his son.",
    "22:11": "And the angel of Yahweh called to him from heaven and said, \"Abraham! Abraham!\" And he said, \"Here I [am].\"",
    "22:12": "And he said, \"Do not stretch out your hand against the boy; do not do anything to him. For now I know that you are {one who fears}<note: Literally \"a fearer\"> God, since you have not withheld your son, your only child, from me.\"",
    "22:13": "And Abraham lifted up his eyes and looked. And behold, a ram was caught in the thicket by his horns. And Abraham went and took the ram, and offered it as a burnt offering in place of his son.",
    "22:14": "And Abraham called the name of that place \"Yahweh {will provide},\"<note: Literally \"will see\"> {for which reason}<note: Literally \"which\"> it is said today, \"on the mountain of Yahweh {it shall be provided}.\"<note: Literally \"it/he shall be seen\">",
    "22:15": "And the angel of Yahweh called to Abraham a second time from heaven.",
    "22:16": "And he said, \"I swear by myself, declares Yahweh, that because you have done this thing and have not withheld your son, your only child,",
    "22:17": "that I will certainly bless you and greatly multiply your offspring as the stars of heaven, and as the sand that is by the shore of the sea. And your offspring will take possession of the gate of his enemies.",
    "22:18": "All the nations of the earth will be blessed through your offspring, because you have listened to my voice.\"",
    "22:19": "And Abraham returned to his servants, and they got up and went together to Beersheba. And Abraham lived in Beersheba.",
    "22:20": "And it happened [that] after these things, it was told to Abraham, \"Look, Milcah has also borne children to your brother Nahor:",
    "22:21": "Uz his firstborn and Buz his brother, and Kemuel the father of Aram,",
    "22:22": "and Kesed, Hazo, Pildash, Jidlaph, and Bethuel.\"",
    "22:23": "(Now, Bethuel fathered Rebekah). These eight Milcah bore to Nahor, the brother of Abraham.",
    "22:24": "And his concubine, whose name was Reumah, also bore Tebah, Gaham, Tahash, and Maacah.",
    "23:1": "And {Sarah lived}<note: Literally \"the lives of Sarah were\"> one hundred and twenty-seven years; [these were] the years of the life of Sarah.",
    "23:2": "And Sarah died in Kiriath Arba; that [is] Hebron, in the land of Canaan.",
    "23:3": "And Abraham went to mourn for Sarah and to weep for her. And Abraham rose up from his dead, and he spoke to the Hittites<note: Or \"sons of Heth\"> [and] said,",
    "23:4": "\"I [am] a stranger and an alien among you; give to me {my own burial site}<note: Literally \"ownership of a grave\"> among you so that I may bury my dead from before me.\"",
    "23:5": "And the Hittites<note: Or \"sons of Heth\"> answered Abraham [and] said to him,",
    "23:6": "\"Hear us, my lord, you [are] a mighty prince<note: Or \"prince of God\"> in our midst. Bury your dead in the choicest of our burial sites. None of us {will withhold his burial site}<note: Literally \"will withhold from himself his burial site> from you [for] burying your dead.\"",
    "23:7": "And Abraham rose up and bowed to the people of the land, to the Hittites.<note: Or \"sons of Heth\">",
    "23:8": "And he spoke with them, saying, \"{If you are willing}<note: Literally \"if there is with your inner selves / souls\"> [that] I bury my dead from before me, hear me and intercede for me with Ephron the son of Zohar,",
    "23:9": "that he may sell<note: Or \"give\"> to me the cave of Machpelah which {belongs to him},<note: Literally \"which [is] to him\"> which [is] at the end of his field. At full value let him sell<note: Or \"give\"> [it] to me in your midst as {a burial site}.\"<note: Literally \"ownership of a grave\">",
    "23:10": "Now Ephron was sitting among the Hittites.<note: Or \"sons of Heth\"> And Ephron the Hittite answered Abraham in the hearing of the Hittites<note: Or \"sons of Heth\"> with respect to all [who were] entering the gate of his city, [and] said,",
    "23:11": "\"No, my lord, hear me. I give you the field and the cave which [is] in it, I [also] give it to you in the sight of the children of my people I give it to you. Bury your dead.\"",
    "23:12": "And Abraham bowed before the people of the land.",
    "23:13": "And he spoke to Ephron in the hearing of the people of the land, saying, \"{If only you will hear me}<note: Literally \"Only if you perhaps hear me\">--I give the price of the field. Take [it] from me that I may bury my dead there.\"",
    "23:14": "And Ephron answered Abraham, saying to him,",
    "23:15": "\"My lord, hear me. A [piece of] land [worth] four hundred shekels of silver--what [is] that between me and you? Bury your dead.\"",
    "23:16": "Then Abraham listened to Ephron, and Abraham weighed for Ephron the silver that he had named<note: Or \"spoken\"> in the hearing of the Hittites:<note: Or \"sons of Heth\"> four hundred shekels of silver {at the merchants' current rate}.<note: Literally \"passing to the merchant\">",
    "23:17": "So the field of Ephron which [was] in the Machpelah, which [was] near Mamre--the field and the cave which [was] in it, with all the trees that [were] in the field, which [were] within all its surrounding boundaries--{passed}<note: Literally \"went up\">",
    "23:18": "to Abraham as a property in the presence of the Hittites,<note: Or \"sons of Heth\"> with respect to all [who were] entering the gate of his city.",
    "23:19": "And thus afterward Abraham buried Sarah his wife in the cave of the field of Machpelah near Mamre; that [is] Hebron, in the land of Canaan.",
    "23:20": "And the field and the cave which [was] in it {passed}<note: Literally \"went up\"> to Abraham as {a burial site}<note: Literally \"ownership of a grave\"> from the Hittites.<note: Or \"sons of Heth\">",
    "24:1": "Now Abraham [was] old, {advanced in age},<note: Literally \"going in the days\"> and Yahweh had blessed Abraham in everything.",
    "24:2": "And Abraham said to his servant, the oldest of his house, who had charge of all he had, \"Please put your hand under my thigh",
    "24:3": "that I may make you swear by Yahweh, the God of heaven and the God of earth, that you will not take a wife for my son from the daughters of the Canaanites in whose midst I am dwelling,",
    "24:4": "but that you will go to my land and to my family, and take a wife for my son, for Isaac.\"",
    "24:5": "And the servant said to him, \"Perhaps the woman will not be willing {to follow}<note: Literally \"to go after\"> me to this land--must I then return your son to the land from whence you came?\"",
    "24:6": "Abraham said to him, \"{You must take care}<note: Literally \"let it be careful to you\"> that you do not return my son there.",
    "24:7": "Yahweh, the God of heaven who took me from the house of my father and from the land of my family, and who spoke to me and swore to me, saying, 'to your offspring I will give this land,' he will send his angel before you, and you shall take a wife for my son from there.",
    "24:8": "And if the woman is not willing {to follow}<note: Literally \"to go after\"> you, then you shall be released from this oath of mine--only you must not return my son there.\"",
    "24:9": "Then the servant put his hand under the thigh of Abraham his master, and he swore to him concerning this matter.",
    "24:10": "And the servant took ten camels from his master's camels, and he went with all [kinds of] his master's good things in his hand. And he arose and went to Aram-Naharaim, to the city of Nahor.",
    "24:11": "And he made the camels kneel outside the city at the well of water, at the time of evening, toward the time [the women] went out to draw water.",
    "24:12": "And he said, \"O Yahweh, God of my master Abraham, please grant me success today and show loyal love to my master Abraham.",
    "24:13": "Behold, I am standing by the spring of water, and the daughters of the men of the city are going out to draw water.",
    "24:14": "And let it be [that] the girl to whom I shall say, 'Please, offer your jar that I may drink' and [who] says, 'Drink--and I will also water your camels,' she [is the one] you have chosen for your servant, for Isaac. By her I will know that you have shown loyal love to my master.\"",
    "24:15": "And it happened [that] before he had finished speaking, behold, Rebekah--who was born to Bethuel, son of Milcah, the wife of Nahor, the brother of Abraham--came out, and her jar [was] on her shoulder.",
    "24:16": "Now the girl [was] very pleasing in appearance. [She was] a virgin; no man had known her. And she went down to the spring, filled her jar, and came up.",
    "24:17": "And the servant ran to meet her. And he said, \"Please, let me drink a little of the water from your jar.\"",
    "24:18": "And she said, \"Drink, my lord.\" And she quickly lowered her jar in her hand and gave him a drink.",
    "24:19": "When<note: Or \"And\"> she finished giving him a drink she said, \"I will also draw water for your camels until they finish drinking.\"",
    "24:20": "And she quickly emptied her jar into the trough and ran again to the well to draw water. And she drew water for all his camels.",
    "24:21": "And the man [was] gazing at her silently to know [if] Yahweh had made his journey successful or not.",
    "24:22": "And it happened [that] as the camels finished drinking the man took a gold ring of a half shekel in weight and two bracelets for her arms, ten shekels in weight,",
    "24:23": "and said, \"Please tell me, whose daughter [are] you? Is there a place [at] the house of your father for us to spend the night?\"",
    "24:24": "And she said to him, \"I [am] the daughter of Bethuel, son of Milcah, whom she bore to Nahor.\"",
    "24:25": "Then she said to him, \"We have both straw and fodder in abundance, as well as a place to spend the night.\"",
    "24:26": "And the man knelt down and worshiped Yahweh.",
    "24:27": "And he said, \"Blessed [be] Yahweh, God of my master Abraham, who has not withheld<note: Or \"abandoned\"> his loyal love and his faithfulness from my master. I [was] on the way [and] Yahweh led me [to] the house of my master's brother.\"",
    "24:28": "Then the girl ran and reported these things to the household of her mother.",
    "24:29": "Now Rebekah had a brother, and his name [was] Laban. And Laban ran out to the man toward the spring.",
    "24:30": "And when he saw the ring and the bracelets on the arms of his sister and heard the words of Rebekah his sister, [who] said, \"Thus the man spoke to me,\" he went to the man. And behold, [he was] standing with the camels at the spring.",
    "24:31": "And he said, \"Come, O blessed [one] of Yahweh. Why do you stand outside? Now I have prepared the house and a place for the camels.\"",
    "24:32": "And the man came to the house and unloaded the camels. And he gave straw and fodder to the camels, and water to wash his feet and the feet of the men who [were] with him.",
    "24:33": "{And food was placed before him}<note: Literally \"And it was placed before him\"> to eat. And he said, \"I will not eat until {I have told my errand}.\"<note: Literally \"I have spoken my word\"> And he said, \"Speak.\"",
    "24:34": "And he said, \"I [am] the servant of Abraham.",
    "24:35": "Now Yahweh has blessed my master exceedingly, and he has become great. He has given to him sheep and cattle, silver and gold, male slaves and female slaves, and camels and donkeys.",
    "24:36": "And Sarah, the wife of my master, has borne a son to my master after her old age. And he<note: That is, Abraham> has given to him all that he has.",
    "24:37": "And my master made me swear, saying, 'Do not take a wife for my son from the daughters of the Canaanites in whose land I am living.",
    "24:38": "But you shall go to the house of my father, and to my family, and you shall take a wife for my son.'",
    "24:39": "And I said to my master, 'Perhaps the woman will not {follow}<note: Literally \"go after\"> me.'",
    "24:40": "And he said to me, 'Yahweh, before whom I have walked, shall send his angel with you and will make your journey successful. And you shall take a wife for my son from my family, and from the house of my father.",
    "24:41": "Then you shall be released from my oath, when you come to my family. And if they will not give [a woman] to you, then you will be released from my oath.'",
    "24:42": "Then today I came to the spring, and I said, 'O Yahweh, God of my master Abraham, {if you would please make my journey successful},<note: Literally \"if there is you making successful my journey\"> upon which I am going.",
    "24:43": "Behold, I am standing by the spring of water. Let it be [that] the young woman who comes out to draw water and to whom I say, \"Please give me a little water to drink from your jar,\"",
    "24:44": "let her say to me, \"Drink; I will also draw water for your camels,\" she [is] the woman whom Yahweh has appointed for the son of my master.'",
    "24:45": "I had not yet finished speaking to myself<note: Or \"to my heart\"> when, behold, Rebekah [was] coming out with<note: Or \"and\"> her jar on her shoulder. And she went down to the spring and drew water. And I said to her, 'Please give me a drink.'",
    "24:46": "And she hastened and let down her jar {from her shoulder}<note: Literally \"from upon her\"> and said, 'Drink, and I will give a drink to your camels also.' Then I drank and she gave a drink to the camels also.",
    "24:47": "Then I asked her and said, 'Whose daughter [are] you?' And she said, 'The daughter of Bethuel, son of Nahor, whom Milcah bore to him.' And I put the ring on her nose and the bracelets on her arms.",
    "24:48": "And I knelt down and worshiped Yahweh, and I praised Yahweh, the God of my master Abraham, who led me on the right way, to take the daughter of the brother of my master for his son.",
    "24:49": "So now, {if you are going to deal loyally and truly}<note: Literally \"if there is you doing loyal love and faithfulness\"> with my master, tell me. And if not, tell me, so that I may turn to [the] right or to [the] left.\"<note: An idiom for \"so that I might know what to do\">",
    "24:50": "Then Laban and Bethuel answered, and they said, \"The matter has gone out from Yahweh; we are not able to speak bad or good to you.",
    "24:51": "Here [is] Rebekah before you. Take [her] and go; let her be a wife for the son of your master as Yahweh has spoken.\"",
    "24:52": "And it happened [that] when the servant of Abraham heard their words he bowed down to the ground to Yahweh.",
    "24:53": "And the servant brought out silver jewelry and gold jewelry, and garments, and he gave [them] to Rebekah. And he gave precious gifts to her brother and to her mother.",
    "24:54": "And he and the men who [were] with him ate and drank, and they spent the night. And they got up in the morning, and he said, \"Let me go to my master.\"",
    "24:55": "And her brother and her mother said, \"Let the girl remain with us ten days [or so]; after [that] she may go.\"",
    "24:56": "And he said to them, \"Do not delay me. Now, Yahweh has made my journey successful. Let me go. I must go to my master.\"",
    "24:57": "And they said, \"Let us call the girl and ask {her opinion}.\"<note: Literally \"her mouth\">",
    "24:58": "And they called Rebekah and said to her, \"Will you go with this man?\" And she said, \"I will go.\"",
    "24:59": "So they sent away Rebekah their sister, and her nurse, and the servant of Abraham and his men.",
    "24:60": "And they blessed Rebekah and said to her, \"You [are] our sister; may you become countless thousands; and may your offspring take possession of the gate of his enemies.\"",
    "24:61": "And Rebekah and her maidservants arose, and they mounted the camels and {followed}<note: Literally \"went after\"> the man. And the servant took Rebekah and left.",
    "24:62": "Now Isaac [was] coming from the direction of Beer-Lahai-Roi. And he [was] living in the land of the Negev.",
    "24:63": "And Isaac went out to meditate in the field {early in the evening},<note: Literally \"at the turning of evening\"> and he lifted up his eyes and saw--behold, camels were coming.",
    "24:64": "And Rebekah lifted up her eyes and saw Isaac. And she got down from the camel.",
    "24:65": "And she said to the servant, \"Who [is] this man walking around in the field to meet us?\" And the servant said, \"That [is] my master.\" And she took her<note: Or \"the\"> veil and covered herself.",
    "24:66": "And the servant told Isaac all the things that he had done.",
    "24:67": "And Isaac brought her to the tent of Sarah his mother. And he took Rebekah, and she became his wife. And Isaac loved her and was comforted after [the death of] his mother.",
    "25:1": "Now Abraham again took a wife, and her name [was] Keturah.",
    "25:2": "And she bore to him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah.",
    "25:3": "And Jokshan fathered Sheba and Dedan. And the sons of Dedan were Asshurim and Letushim and Leummim.",
    "25:4": "And the sons of Midian [were] Ephah, Epher, Hanoch, Abidah, and Eldaah. All of these [were] the children of Keturah.",
    "25:5": "And Abraham gave all he had to Isaac.",
    "25:6": "But to the sons of Abraham's concubines Abraham gave gifts. And while he [was] still living he sent them away eastward, [away] from his son Isaac, to the land of the east.",
    "25:7": "Now these [are] the days of the years of {the life of Abraham}:<note: Literally \"the years of the life of Abraham which he lived\"> one hundred and seventy-five years.",
    "25:8": "And Abraham passed away and died in a good old age, old and full of years. And he was gathered to his people.",
    "25:9": "And Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron, son of Zohar the Hittite, that [was] east of Mamre,",
    "25:10": "the field that Abraham had bought from the Hittites.<note: Or \"sons of Heth\"> There Abraham was buried and Sarah his wife.",
    "25:11": "And it happened [that] after the death of Abraham God blessed Isaac his son, and Isaac settled at Beer-Lahai-Roi.",
    "25:12": "Now these [are] the generations<note: Or \"family records\"> of Ishmael, the son of Abraham, that Hagar the Egyptian, the maidservant of Sarah, bore to Abraham.",
    "25:13": "And these are the names of the sons of Ishmael, by their names according to their family records. The firstborn of Ishmael [was] Nebaioth, then Kedar, Adbeel, Mibsam,",
    "25:14": "Mishma, Dumah, Massa,",
    "25:15": "Hadad, Tema, Jetur, Naphish, and Kedemah.",
    "25:16": "These [are] the sons of Ishmael, and these [are] their names by their villages and by their encampments--12 leaders according to their tribes.",
    "25:17": "Now these [are] the years of the life of Ishmael: 137 years. And he passed away and died, and was gathered to his people.",
    "25:18": "They settled from Havilah to Shur, which [was] opposite<note: Or \"upon the face of\"> Egypt, going toward Asshur, opposite;<note: Or \"upon the face of\"> he {settled}<note: Literally \"fell\"> opposite<note: Or \"upon the face of\"> all his brothers.",
    "25:19": "Now these [are] the generations<note: Or \"family records\"> of Isaac, the son of Abraham. Abraham fathered Isaac,",
    "25:20": "And Isaac was {forty years old}<note: Literally \"a son of forty years\"> when he took Rebekah, the daughter of Bethuel the Aramean of Paddan-Aram, the sister of Laban the Aramean, as his wife.",
    "25:21": "And Isaac prayed to Yahweh on behalf of his wife, for she [was] barren. And Yahweh responded to his prayer, and Rebekah his wife conceived.",
    "25:22": "And the children in her womb jostled each other, and she said, \"{If it is going to be like this, why be pregnant}?\"<note: Literally \"if so, why this I?\"> And she went to inquire of Yahweh.",
    "25:23": "And Yahweh said to her, \"Two nations [are] in your womb, and two peoples {from birth}<note: Literally \"from your bowels\"> shall be divided. And {one people shall be stronger than the other}.<note: Literally \"people than people shall be stronger\"> And [the] elder shall serve [the] younger.\"",
    "25:24": "And when her days to give birth were completed,<note: Or \"full\"> then--behold--twins [were] in her womb.",
    "25:25": "And the first came out red, all {his body}<note: Literally \"of him\"> [was] like a hairy coat, so they called his name Esau.",
    "25:26": "And afterward his brother came out, and his hand grasped the heel of Esau, so his name was called Jacob. And Isaac {was sixty years old}<note: Literally \"a son of sixty years\"> at their birth.",
    "25:27": "And the boys grew up. And Esau [was] a skilled<note: Or \"knowing\" (knowledgeable)> hunter, a man of the field, but Jacob [was] a peaceful man, living [in] tents.",
    "25:28": "And Isaac loved Esau because {he could eat of his game},<note: Literally \"game in his mouth\"> but Rebekah loved Jacob.",
    "25:29": "Once<note: Or \"and\"> Jacob cooked a thick stew, and Esau came in from the field, and he was exhausted.",
    "25:30": "And Esau said to Jacob, \"Give me {some of that red stuff}<note: Literally \"some of the red, this red\"> to gulp down, for I am exhausted!\" (Therefore his name was called Edom).",
    "25:31": "Then Jacob said, \"Sell me your birthright {first}.\"<note: Literally \"as the day\">",
    "25:32": "And Esau said, \"Look, I am going to die; now what [is] this birthright to me?\"",
    "25:33": "Then Jacob said, \"Swear to me {first}.\"<note: Literally \"as the day\"> And he swore to him, and sold his birthright to Jacob.",
    "25:34": "Then Jacob gave Esau bread, and thick lentil stew, and he ate and drank. Then he got up and went away. So Esau despised his birthright.",
    "26:1": "And there was a famine in the land, besides the former famine which was in the days of Abraham. And Isaac went to Abimelech, king of the Philistines, to Gerar.",
    "26:2": "And Yahweh appeared to him and said, \"Do not go down to Egypt; dwell in the land which I will show to you.",
    "26:3": "Dwell as an alien in this land, and I will be with you, and will bless you, for I will give all these lands to you and to your descendants, and I will establish the oath that I swore to Abraham you father.",
    "26:4": "And I will multiply your descendants like the stars of heaven, and I will give to your descendants all these lands. And all nations of the earth will be blessed through your offspring,",
    "26:5": "because Abraham listened to my voice and kept my charge: my commandments, my statutes, and my laws.\"",
    "26:6": "So Isaac settled in Gerar.",
    "26:7": "When the men of the place asked concerning his wife, he said, \"She [is] my sister,\" for he was afraid to say, \"my wife,\" thinking<note: Or \"lest\"> \"the men of the place will kill me on account of Rebekah, for {she was beautiful}.\"<note: Literally \"good of appearance\">",
    "26:8": "And it happened [that], {when he had been there a long time},<note: Literally \"when the days there were long to him\"> Abimelech the king of the Philistines looked through the window, and saw--behold--Isaac [was] fondling Rebekah his wife.",
    "26:9": "And Abimelech called Isaac<note: Or \"to Isaac\"> and said, \"Surely she [is] your wife. Now why did you say 'She [is] my sister'?\" And Isaac said to him, \"Because I thought I would die on account of her.\"",
    "26:10": "And Abimelech said, \"What [is] this you have done to us? One of the people might easily have slept with your wife! Then you would have brought guilt upon us!\"",
    "26:11": "Then Abimelech instructed all the people, saying, \"The [one who] touches this man or his wife shall certainly die.\"",
    "26:12": "And Isaac sowed in that land and reaped in that [same] year a hundredfold, and Yahweh blessed him.",
    "26:13": "And the man {became wealthier and wealthier}<note: Literally \"became great and went, going and became great\"> until he was exceedingly wealthy.",
    "26:14": "And he possessed sheep and cattle and many servants, so that the Philistines envied him.",
    "26:15": "And the Philistines stopped up all the wells that the servants of his father had dug in the days of Abraham his father. They filled them with earth.",
    "26:16": "And Abimelech said to Isaac, \"Go [away] from us, for you have become much too powerful for us.\"",
    "26:17": "So Isaac departed from there and camped in the valley of Gerar, and settled there.",
    "26:18": "And Isaac dug again the wells of water which they had dug in the days of his father Abraham, which the Philistines had stopped up after the death of Abraham. And he gave<note: Or \"called\"> to them {the same names}<note: Literally \"names as names\"> which his father had given<note: Or \"called\"> them.",
    "26:19": "And when the servants of Isaac dug in the valley, they found a well of fresh water there.",
    "26:20": "Then the herdsmen of Gerar quarreled with the herdsmen of Isaac, saying, \"The water is ours.\" And he called the name of the well Esek, because they contended with him.",
    "26:21": "And they dug another well, and they quarreled over it also. And he called its name Sitnah.",
    "26:22": "Then he moved from there and dug another well, and they did not quarrel over it. And he called its name Rehoboth, and said, \"Now Yahweh has made room for us, and we shall be fruitful in the land.\"",
    "26:23": "And from there he went up to Beersheba.",
    "26:24": "And Yahweh appeared to him that night and said, \"I [am] the God of your father Abraham. Do not be afraid, for I [am] with you, and I will bless you and make your descendants numerous for the sake of my servant Abraham.\"",
    "26:25": "And he built an altar there and called on the name of Yahweh. And he pitched his tent there, and the servants of Isaac dug a well there.",
    "26:26": "Then Abimelech went to him from Gerar with Ahuzzath his friend and Phicol his army commander.",
    "26:27": "And Isaac said to them, \"Why have you come to me? You hate me and sent me away from you.\"",
    "26:28": "And they said, \"We see clearly that Yahweh has been with you, so we thought<note: Or \"said\"> let there be an oath between us--between us and you--and let us {make}<note: Literally \"cut\"> a covenant with you",
    "26:29": "that you may not do us harm just as we have not touched you, but have only done good to you and sent you away in peace. You [are] now blessed by Yahweh.\"",
    "26:30": "So he made a meal for them, and they ate and drank.",
    "26:31": "And they arose early in the morning and each one swore to the other,<note: Or \"to his brother\"> and Isaac sent them away. And they left him in peace.",
    "26:32": "And it happened [that] on that same day the servants of Isaac came and told him about the well that they had dug. And they said, \"We have found water!\"",
    "26:33": "And he called it Sheba. Therefore the name of the city [is] Beersheba unto this day.",
    "26:34": "And [when] Esau was forty years old he took as wife Judith, daughter of Beeri the Hittite, and Basemath, daughter of Elon the Hittite.",
    "26:35": "And {they made life bitter}<note: Literally \"they caused bitterness of spirit\"> for Isaac and Rebekah.",
    "27:1": "And it happened [that] when Isaac [was] old and {his eyesight was weak},<note: Literally \"his eyes were weak from seeing\"> he called Esau his older son and said to him, \"My son.\" And he<note: That is, Esau> said to him, \"Here I [am].\"",
    "27:2": "And he said, \"Look, I [am] old; I do not know the day of my death.",
    "27:3": "So now, take your weapons, your quiver and your bow, and go out to the field and hunt food for me.",
    "27:4": "Then make for me tasty food like I love, and bring [it] to me. And I will eat [it] so that I<note: Or \"my soul\"> can bless you before I die.",
    "27:5": "Now Rebekah [was] listening as Isaac spoke to Esau his son, and [when] Esau went to the field to hunt wild game to bring [back],",
    "27:6": "Rebekah said to Jacob her son, \"Look, I heard your father speaking to Esau your brother saying,",
    "27:7": "'Bring wild game to me and prepare tasty food so I can eat [it] and bless you before Yahweh before my death.'",
    "27:8": "So now, my son, listen to my voice, to what I command you.",
    "27:9": "Go to the flock and take two good young goats from it for me, and I will prepare them [as] tasty food for your father, just as he likes.",
    "27:10": "Then you must take it to your father and he will eat [it] so that he may bless you before his death.\"",
    "27:11": "Then Jacob said to his mother, \"Behold, Esau my brother [is] a hairy man, but I [am] a smooth man.",
    "27:12": "Perhaps my father will feel me and I will be in his eyes [as] a mocker, and he will bring upon me a curse and not a blessing.\"",
    "27:13": "Then his mother said to him, \"Your curse be upon me, my son, only listen to my voice--go and get [them] for me.\"",
    "27:14": "So he went and took [them], and brought [them] to his mother, and his mother prepared tasty food as his father liked.",
    "27:15": "Then Rebekah took [some of] her older son Esau's best garments that [were] with her in the house, and she put [them] on Jacob her younger son.",
    "27:16": "And she put the skins of the young goats over his hands and over the smooth [part of] his neck.",
    "27:17": "And she put the tasty food and the bread that she had made into the hand of Jacob, her son.",
    "27:18": "And he went to his father and said, \"My father.\" And he said, \"Here I [am]. Who [are] you, my son?\"",
    "27:19": "And Jacob said to his father, \"I [am] Esau, your firstborn. I have done as you told me. Please get up, sit up and eat from my wild game so that you<note: Or \"your soul\"> may bless me.\"",
    "27:20": "Then Isaac said to his son, \"{How}<note: Literally \"what is this?\"> did you find [it] so quickly, my son?\" And he said, \"Because Yahweh your God {caused me to find it}.\"<note: Literally \"made it to happen before me\">",
    "27:21": "Then Isaac said to Jacob, \"Please, come near and let me feel you, my son. {Are you really}<note: Literally \"are you this one?\"> my son Esau or not?\"",
    "27:22": "And Jacob drew near to Isaac his father. And he felt him and said, \"The voice [is] the voice of Jacob, but the hands [are] the hands of Esau.\"",
    "27:23": "And he did not recognize him because his hands were hairy like the hands of Esau his brother. And he blessed him.",
    "27:24": "And he said, \"{Are you really}<note: Literally \"are you this one?\"> my son Esau?\" And he said, \"I [am].\"",
    "27:25": "Then he said, \"Bring [it] near to me that I may eat from the game of my son, so that I<note: Or \"my soul\"> may bless you.\" And he brought [it] to him, and he ate. And he brought wine to him, and he drank.",
    "27:26": "Then his father Isaac said to him, \"Come near and kiss me, my son.\"",
    "27:27": "And he drew near and kissed him. And he<note: That is, Isaac> smelled the smell of his garments, and he blessed him and said, \"Look, the smell of my son [is] like the smell of a field that Yahweh has blessed!\r\n",
    "27:28": "May God give you of the dew of heaven and of the fatness of the earth, and abundance of grain and new wine.",
    "27:29": "Let peoples serve you, and nations bow down to you; Be lord of your brothers, and may the sons of your mother bow down to you. Cursed be those cursing you, and blessed be those blessing you.\"",
    "27:30": "And as soon as Isaac had finished blessing Jacob, {immediately after}<note: Literally \"it was only\"> Jacob had gone out from the presence of Isaac his father, Esau his brother came [back] from his hunting.",
    "27:31": "He too prepared tasty food and brought [it] to his father. And he said to his father, \"Let my father arise and eat from the wild game of his son, that you<note: Or \"your soul\"> may bless me.\"",
    "27:32": "And Isaac his father said to him, \"Who [are] you?\" And he said, \"I [am] your son, your firstborn, Esau.\"",
    "27:33": "Then Isaac {trembled violently}.<note: Literally \"trembled a great trembling unto exceeding\"> Then he said, \"Who then [was] he that hunted wild game and brought [it] to me, and I ate [it] all before you came, and I blessed him? Moreover, he will be blessed!\"",
    "27:34": "When Esau heard the words of his father he cried out [with] a great and exceedingly bitter cry of distress. And he said to his father, \"Bless me as well, my father!\"",
    "27:35": "And he said, \"Your brother came in deceit and took your blessing.\"",
    "27:36": "Then he said, \"{Isn't that why he is named Jacob}?<note: Literally \"that his name is called Jacob?\"> He has deceived me these two times. He took my birthright and, look, now he has taken my blessing!\" Then he said, \"Have you not reserved a blessing for me?\"",
    "27:37": "Then Isaac answered and said to Esau, \"Behold, I have made him lord over you and I have given him all his brothers as servants, and [with] grain and wine I have sustained him. Now what can I do for you, my son?\"",
    "27:38": "And Esau said to his father, \"Have you only one blessing, my father? Bless me also, my father!\" And Esau lifted up his voice and wept.",
    "27:39": "Then Isaac his father answered and said to him, \"Your home shall be from<note: Or \"away from\"> the fatness of the land, and from the dew of heaven above.\r\n",
    "27:40": "But by your sword you shall live, and you shall serve your brother. But it shall be [that] when free yourself you shall tear off his yoke from your neck.",
    "27:41": "Then Esau held a grudge against Jacob on account of the blessing with which his father had blessed him. And Esau said in his heart,<note: That is, \"to himself\"> \"The days of mourning for my father are coming, then I will kill Jacob my brother.\"",
    "27:42": "But the words of Esau her older son were told to Rebekah. And she sent and called for her younger son Jacob. And she said to him, \"Look, Esau your brother [is] consoling himself concerning you, [intending] to kill you.",
    "27:43": "Now then, my son, listen to my voice; arise and flee to Haran to Laban my brother.",
    "27:44": "Stay with him a few days until the wrath of your brother has turned--",
    "27:45": "until the anger of your brother turns from you and he has forgotten what you have done to him. Then I will send and bring you from there. Why should I lose the two of you in one day?\"",
    "27:46": "Then Rebekah said to Isaac, \"I loathe my life because of the Hittite women.<note: Or \"daughters of the Hittites\"> If Jacob takes a wife from Hittite women<note: Or \"daughters of the Hittites\"> like these, from the {native women},<note: Literally \"daughters of the land\"> {what am I living for}?\"<note: Literally \"What is life to me?\">",
    "28:1": "Then Isaac called Jacob and blessed him. And he instructed him and said to him, \"You must not take a wife from the daughters of Canaan.",
    "28:2": "Arise, go to Paddan-Aram, to the house of Bethuel, your mother's father, and take for yourself a wife from there, from the daughters of Laban your mother's brother.",
    "28:3": "Now, may El-Shaddai<note: Often translated \"God Almighty\"> bless you, and make you fruitful, and multiply you, so that you become an assembly of peoples.",
    "28:4": "And may he give you the blessing of Abraham, to you and to your descendants with you, that you may take possession of the land of your sojourning, which God gave to Abraham.\"",
    "28:5": "Then Isaac sent Jacob away, and he went to Paddan-Aram, to Laban the son of Bethuel the Aramean, the brother of Rebekah, the mother of Jacob and Esau.",
    "28:6": "Now Esau saw that Isaac had blessed Jacob and sent him away to Paddan-Aram, to take for himself a wife from there, and<note: Or \"when\"> he blessed him and instructed him, saying, \"You must not take a wife from the daughters of Canaan,\"",
    "28:7": "and [that] Jacob listened to his father and to his mother and went to Paddan-Aram.",
    "28:8": "Then Esau saw that the daughters of Canaan [were] evil in the eyes of Isaac his father,",
    "28:9": "then Esau went to Ishmael and took Mahalath, the daughter of Ishmael, son of Abraham, sister of Nebaioth, as a wife, in addition to the wives he had.",
    "28:10": "Then Jacob went out from Beersheba and went to Haran.",
    "28:11": "And he arrived at a [certain] place and spent the night there, because the sun had set. And he took [one] of the stones of the place and put [it] under his head and slept at that place.",
    "28:12": "And he dreamed, and behold, a stairway was set on the earth, and its top touched the heavens. And behold, angels of God [were] going up and going down on it.",
    "28:13": "And behold, Yahweh [was] standing beside him,<note: Or \"above it\"> and he said, \"I [am] Yahweh, the God of Abraham your father, and the God of Isaac. The ground on which you [were] sleeping I will give to you and to your descendants.",
    "28:14": "Your descendants shall be like the dust of the earth, and you will spread out to the west, and to the east, and to the north and to the south. And all the families of the earth will be blessed through you and through your descendants.",
    "28:15": "Now behold, I [am] with you, and I will keep you wherever you go. And I will bring you to this land, for I will not leave you until I have done what I have promised to you.\"",
    "28:16": "Then Jacob awoke from his sleep and said, \"Surely Yahweh {is indeed}<note: Literally \"there is\"> in this place and I did not know!\"",
    "28:17": "Then he was afraid and said, \"How awesome [is] this place! {This is nothing else than the house of God},<note: Literally \"there is not this but the house of God\"> and this is the gate of heaven!\"",
    "28:18": "And Jacob rose early in the morning, and he took the stone that he had put under his head and set it up [as] a stone pillar, and poured oil on top of it.",
    "28:19": "And he called the name of that place Bethel; however, the name of the city [was] formerly Luz.",
    "28:20": "And Jacob made a vow<note: Or \"vowed a vow\"> saying, \"If God will be with me and protect me on this way that I am going, and gives me food to eat and clothing to wear,",
    "28:21": "and [if] I return in peace to the house of my father, then Yahweh will become my God.",
    "28:22": "And this stone that I have set up [as] a pillar shall be the house of God, and [of] all that you give to me I will certainly give a tenth to you.\"",
    "29:1": "And Jacob {continued his journey}<note: Literally \"lifted up his feet\"> and went to the land of the Easterners.<note: Or \"children of the east\">",
    "29:2": "And he looked, and behold, [there was] a well in the field, and behold, there [were] three flocks of sheep lying beside it, for out of that well the flocks were watered. And the stone on the mouth of the well [was] large.",
    "29:3": "And [when] all the flocks were gathered there, they rolled away the stone from the mouth of the well. And they watered the sheep and returned the stone upon the mouth of the well to its place.",
    "29:4": "And Jacob said to them, \"My brothers, where [are] you from?\" And they said, \"We [are] from Haran.\"",
    "29:5": "And he said to them, \"Do you know Laban, son of Nahor?\" And they said, \"We know [him].\"",
    "29:6": "And he said to them, \"{Is he well}?\"<note: Literally \"Is it well for him?\"> And they said, \"[He is] well. Now look, Rachel his daughter is coming with the sheep.\"",
    "29:7": "And he said, \"Look, [it is] still {broad daylight};<note: Literally \"high day\"> it is not the time [for] the livestock to be gathered. Give water to the sheep and go, pasture them.\"",
    "29:8": "And they said, \"We are not able, until all the flocks are gathered. Then the stone is rolled away from the mouth of the well, and we water the sheep.\"",
    "29:9": "While he was speaking with them, Rachel came with the sheep which belonged to her father, for she was pasturing [them].",
    "29:10": "And it happened [that], when Jacob saw Rachel, the daughter of Laban, his mother's brother, and the sheep of Laban, his mother's brother, Jacob drew near and rolled away the stone from the mouth of the well and watered the sheep of Laban, his mother's brother.",
    "29:11": "And Jacob kissed Rachel, and lifted up his voice and wept.",
    "29:12": "And Jacob told Rachel that he [was] the relative of her father, and that he [was] the son of Rebekah. And she ran and told her father.",
    "29:13": "And it happened [that] when Laban heard the message about Jacob, the son of his sister, he ran to meet him. And he embraced him and kissed him, and brought him to his house. And he told Laban all these things.",
    "29:14": "And Laban said to him, \"Surely you [are] my flesh and my bone!\" And he stayed with him a month.",
    "29:15": "Then Laban said to Jacob, \"[Just] because you [are] my brother should you work for me for nothing? Tell me what your wage [should be].\"",
    "29:16": "Now Laban had two daughters. The name of the older [was] Leah, and the name of the younger [was] Rachel.",
    "29:17": "Now the eyes of Leah [were] dull, but Rachel was beautiful in form and appearance.",
    "29:18": "And Jacob loved Rachel and said, \"I will serve you seven years for Rachel your younger daughter.\"",
    "29:19": "Then Laban said, \"Better [that] I give her to you than I give her to another man. Stay with me.\"",
    "29:20": "And Jacob worked for Rachel seven years, but they were as a few days in his eyes because he loved her.",
    "29:21": "And Jacob said to Laban, \"Give [me] my wife, that I may go in to her, for {my time}<note: Literally \"my days\"> is completed.\"",
    "29:22": "So Laban gathered all the men of the place and prepared a feast.",
    "29:23": "And it happened [that] in the evening he took Leah his daughter and brought her to him, and he went in to her.",
    "29:24": "And Laban gave Zilpah his female servant to her, to Leah his daughter [as] a female servant.",
    "29:25": "And it happened [that] in the morning, behold, it [was] Leah! And he said to Laban, \"What [is] this you have done to me? Did I not serve with you for Rachel? Now why did you deceive me?\"",
    "29:26": "Then Laban said, \"{It is not the custom}<note: Literally \"it is not thus done\"> in our country to give the younger before the firstborn.",
    "29:27": "Complete the week of this one,<note: Leah; the wedding feast would last one week> then I will also give you the other, {on the condition that you will work for me}<note: Literally \"with respect to the work that you will work with me yet\"> another seven years.\"",
    "29:28": "And Jacob did so. So he completed the week of this [one],<note: That is, Leah> then he gave Rachel his daughter to him as a wife.",
    "29:29": "And Laban gave Bilhah his female servant to Rachel his daughter as a female servant.",
    "29:30": "Then he also went in to Rachel, and he loved Rachel more than Leah. And he served with him yet another seven years.",
    "29:31": "When Yahweh saw that Leah [was] unloved he opened her womb, but Rachel [was] barren.",
    "29:32": "Then Leah conceived and gave birth to a son, and she called his name Reuben, for she said, \"Because Yahweh has noticed my misery, that I [am] unloved. Now my husband will love me.\"",
    "29:33": "And she conceived again and gave birth to a son. And she said, \"[It is] because Yahweh has heard that I [am] unloved that he gave me this [son] also.\" And she called his name Simeon.",
    "29:34": "And she conceived again and gave birth to a son. Then she said, \"Now this time my husband will be joined to me, for I have borne him three sons.\" Therefore, she called his name Levi.",
    "29:35": "And she conceived again and gave birth to a son. And she said, \"This time I will praise Yahweh.\" Therefore she called his name Judah. And she ceased bearing children.",
    "30:1": "When Rachel saw that she could not bear children to Jacob, Rachel envied her sister. And she said to Jacob, \"Give me children--if not, I will die!\"",
    "30:2": "And Jacob {became angry}<note: Literally \"became hot of nose\"> with Rachel. And he said, \"[Am] I in the place of God, who has withheld from you the fruit of the womb?\"",
    "30:3": "Then she said, \"Here [is] my servant girl Bilhah; go in to her that she may bear children {as my surrogate}.<note: Literally \"upon my knees\"> Then I will even {have children}<note: Literally \"be built up\"> by her.\"",
    "30:4": "Then she gave him Bilhah, her female servant, as a wife, and Jacob went in to her",
    "30:5": "And Bilhah conceived and gave birth to a son for Jacob.",
    "30:6": "Then Rachel said, \"God has judged me, and has also heard my voice, and has given me a son.\" Therefore she called his name Dan.",
    "30:7": "And Bilhah, Rachel's servant, conceived again and bore a second son to Jacob.",
    "30:8": "And Rachel said, \"I have struggled a mighty struggle with my sister and have prevailed.\" And she called his name Naphtali.",
    "30:9": "When Leah saw that she had ceased bearing children, she took Zilpah her female servant and gave her to Jacob as a wife.",
    "30:10": "And Zilpah, the female slave of Leah, bore a son to Jacob.",
    "30:11": "Then Leah said, \"Good fortune!\" And she called his name Gad.",
    "30:12": "And Zilpah, Leah's female servant, bore a second son to Jacob.",
    "30:13": "Then Leah said, \"How happy [am] I! For women have called me happy.\" So she called his name Asher.",
    "30:14": "And in the days of the wheat harvest, Reuben went and found mandrakes in the field and he brought them to Leah his mother. And Rachel said to Leah, \"Please give me some of your son's mandrakes.\"",
    "30:15": "And she said to her, \"[Is] your taking my husband [such] a small [thing] that you will also take the mandrakes of my son?\" Then Rachel said, \"Then he may sleep with you tonight in exchange for your son's mandrakes.\"",
    "30:16": "When Jacob came in from the field in the evening, Leah went out to meet him. And she said, \"Come in to me, for {I have hired}<note: Literally \"I have fully paid for\"> you with my son's mandrakes.\" And he slept with her that night.",
    "30:17": "And God listened to Leah and she conceived and gave birth to a fifth son for Jacob.",
    "30:18": "Then Leah said, \"God has given [me] my wage since I gave my servant girl to my husband.\" And she called his name Issachar.",
    "30:19": "And Leah conceived again and gave birth to a sixth son for Jacob.",
    "30:20": "And Leah said, \"God has endowed me with a good gift. This time my husband will acknowledge me, because I bore him six sons.\" And she called his name Zebulun.",
    "30:21": "And afterward she gave birth to a daughter. And she called her name Dinah.",
    "30:22": "Then God remembered Rachel and listened to her, and God opened her womb.",
    "30:23": "And she conceived and gave birth to a son. And she said, \"God has taken away my disgrace.\"",
    "30:24": "And she called his name Joseph, saying, \"Yahweh has added to me another son.\"",
    "30:25": "And it happened [that] as soon as Rachel had given birth to Joseph, Jacob said to Laban, \"Send me away that I may go to my place and my land.",
    "30:26": "Give [me] my wives and my children for which I have served you, and let me go. For you yourself know my service that I have rendered to you.\"",
    "30:27": "But Laban said to him, \"Please, if I have found favor in your eyes, I have learned by divination that Yahweh has blessed me because of you.\"",
    "30:28": "And he said, \"Name your wage to me and I will give [it].\"",
    "30:29": "Then he said to him, \"You yourself know how I have served you and how your livestock have been with me.<note: I.e., \"How well they have done under my care\">",
    "30:30": "For you had little before me, and it has increased abundantly. And Yahweh has blessed you {wherever I turned}.<note: Literally \"to my foot\"> So then, when shall I provide for my own family also?\"",
    "30:31": "And he said, \"What shall I give you?\" And Jacob said, \"Do not give me anything. If you will do this thing for me, I will again feed your flocks and keep [them].",
    "30:32": "Let me pass through all your flocks today, removing all the speckled and spotted sheep from them, along with<note: Or \"and\"> every dark-colored sheep among the sheep, and the spotted and speckled among the goats. That<note: Or \"it\"> shall be my wages.",
    "30:33": "And my righteousness will answer for me {later}<note: Literally \"on the day tomorrow\"> when you come concerning my wages before you. Every [one] that [is] not speckled or spotted among the goats, or dark-colored among the sheep shall be stolen [if it is] with me.\"",
    "30:34": "Then Laban said, \"Look! Very well. It shall be according to your word.\"",
    "30:35": "But that day he<note: That is, Laban> removed the streaked and spotted male goats and all the speckled and spotted female goats, all that [had] white on it, and every dark-colored ram, and {put them in the charge of his sons}.<note: Literally \"he gave into the hands of his sons\">",
    "30:36": "And he put a journey of three days between him and Jacob, and Jacob pastured the remainder of Laban's flock.",
    "30:37": "Then Jacob took fresh branches of poplar, almond, and plane trees and peeled white strips on them, exposing the white which [was] on the branches.",
    "30:38": "And he set the branches that he had peeled in front of the flocks, in the troughs [and] in the water containers. And they were in heat when they came to drink.",
    "30:39": "And the flocks mated by the branches, so the flocks bore streaked, speckled, and spotted.",
    "30:40": "And Jacob separated the lambs and turned the faces of the flocks toward the streaked and all the dark-colored in Laban's flocks. And he put his own herds apart, and did not put them with the flocks of Laban.",
    "30:41": "And whenever any of the stronger of the flocks were in heat, Jacob put the branches {in full view}<note: Literally \"before the eyes of\"> of the flock in the troughs that they might mate among the branches.",
    "30:42": "But with the more feeble of the flock he would not put [them there]. So the feebler were Laban's and the stronger [were] Jacob's.",
    "30:43": "And the man became {exceedingly}<note: Literally \"very, very\"> rich and had large flocks, female slaves, male slaves, camels, and donkeys.",
    "31:1": "Now he<note: That is, Jacob> heard the words of the sons of Laban, saying, \"Jacob has taken all that our father has,\" and \"From that which [was] our father's he has gained all this wealth.\"",
    "31:2": "Then Jacob saw the face of Laban and, behold, {it was not like it had been in the past}.<note: Literally \"there was not with him like yesterday or the day before\">",
    "31:3": "And Yahweh said to Jacob, \"Return to the land of your ancestors<note: Or \"fathers\"> and to your family, and I will be with you.\"",
    "31:4": "So Jacob sent and called Rachel and Leah to the field, to his flocks,",
    "31:5": "and he said to them, \"Look, I see the face of your father, that {it is not like it has been toward me in the past}.<note: Literally \"it is not to me like yesterday or the day before\"> But the God of my father is with me.",
    "31:6": "Now you yourselves know that I have served your father with all my strength,",
    "31:7": "and your father has cheated me and changed my wages ten times, but God has not allowed him to harm me.",
    "31:8": "If thus he said, 'Speckled shall be your wage,' then all the flock bore speckled. And [if] he said, 'Streaked shall be your wage,' then all the flock bore streaked.",
    "31:9": "God has taken away your father's livestock and given [them] to me.",
    "31:10": "Now it happened [that] at the time of the mating of the flock I lifted up my eyes and saw in a dream, and behold, the rams mounting the flock [were] streaked, speckled, and dappled.",
    "31:11": "Then the angel of God said to me in the dream, 'Jacob,' and I said, 'Here I [am].'",
    "31:12": "And he said, 'Lift up your eyes and see--all the rams mounting the flock [are] streaked, speckled, and dappled, for I have seen all that Laban is doing to you.",
    "31:13": "I [am] the God of Bethel where you anointed a stone pillar, where you made a vow to me. Now get up, go out from this land and return to the land of your birth.'\"",
    "31:14": "Then Rachel and Leah answered and said to him, \"[Is there] yet a portion for us, and an inheritance in the house of our father?",
    "31:15": "Are we not regarded [as] foreigners by him, because he has sold us and completely consumed our money?",
    "31:16": "For all the wealth that God has taken away from our father, it belongs to us and to our sons. So now, all that God has said to you, do.\"",
    "31:17": "Then Jacob got up and put his children and his wives on the camels.",
    "31:18": "And he drove all his livestock and his possessions that he had acquired, the livestock of his possession that he had acquired in Paddan-Aram, in order to go to Isaac his father, to the land of Canaan.",
    "31:19": "Now Laban had gone to shear his sheep, and Rachel stole the idols<note: Hebrew teraphim> that belonged to her father.",
    "31:20": "And Jacob {tricked}<note: Literally \"stole the heart of\"> Laban the Aramean by not telling him that he [intended to] flee.",
    "31:21": "Then he fled with all that he had, and arose and crossed the Euphrates<note: Or \"the river\"> and set his face toward the hill country of Gilead.",
    "31:22": "And on the third day it was told to Laban that Jacob had fled.",
    "31:23": "Then he took his kinsmen with him and pursued after him, a seven-day journey, and he caught up with him in the hill country of Gilead.",
    "31:24": "And God came to Laban the Aramean in a dream at night and said to him, \"{Take care}<note: Literally \"watch to yourself\"> that you not speak with Jacob, whether good or evil.\"",
    "31:25": "And Laban overtook Jacob. Now Jacob had pitched his tent in the hill country, and Laban and his kinsmen pitched [their tents] in the hill country of Gilead.",
    "31:26": "Then Laban said to Jacob, \"What have you done that you {tricked me}<note: Literally \"stole my heart\"> and have carried off my daughters like captives of the sword?",
    "31:27": "Why did you hide [your intention] to flee and {trick me},<note: Literally \"steal my heart\"> and did not tell me so that I would have sent you away with joy and song and tambourine and lyre?",
    "31:28": "And [why] did you not give me opportunity to kiss my grandsons<note: Or \"sons\"> and my daughters [goodbye]? Now you have behaved foolishly [by] doing [this].",
    "31:29": "{It is in my power}<note: Literally \"there is power in my hand\"> to do harm to you, but the God of your father spoke to me last night saying, '{Take care}<note: Literally \"watch to yourself\"> from speaking with Jacob, whether good or evil.'",
    "31:30": "Now, you have surely gone because you desperately longed for the house of your father, [but] why did you steal my gods?\"",
    "31:31": "Then Jacob answered and said to Laban, \"Because I [was] afraid, for I thought, 'Lest you take your daughters from me by force.'",
    "31:32": "[But] with whomever you find your gods, he shall not live. In the presence of your kinsmen [now] identify what [is] with me [that is] yours and take it.\" Now Jacob did not know that Rachel had stolen them.",
    "31:33": "Then Laban went into Jacob's tent and Leah's tent and the tent of the two female servants and did not find [his gods]. And he came out of Leah's tent and went into Rachel's tent.",
    "31:34": "Now Rachel had taken the idols and put them in the saddle bag of the camel and sat on them. And Jacob searched the whole tent thoroughly but did not find them.",
    "31:35": "And she said to her father, \"Let there not be anger in the eyes of my lord, for I am not able to rise before you, for the way of women [is] with me. And he searched carefully and did not find the idols.",
    "31:36": "Then Jacob became angry and quarreled with Laban. Jacob answered and said to Laban, \"What [is] my offense? What [is] my sin that you pursued after me?",
    "31:37": "For you have searched all my possessions and what did you find among all the possessions of my household? Set it before my kinsmen and your kinsmen that they may decide between the two of us!",
    "31:38": "These twenty years I [was] with you; your ewes and your female goats did not miscarry, and the rams of your flocks I did not eat.",
    "31:39": "I brought no mangled carcass to you--I bore its loss. From my hand you sought it, whether stolen by day or stolen by night.",
    "31:40": "[There] I was, during the day the heat consumed me, and the cold by night, and my sleep fled from my eyes.",
    "31:41": "These twenty years [I have been] in your house. I served you fourteen years for your two daughters and six years for your flock, and you have changed my wages ten times.",
    "31:42": "If the God of my father, the God of Abraham and the Fear of Isaac had not been with me, indeed now you would have sent me away empty-handed. God saw my misery and the labor of my hands and rebuked you last night.\"",
    "31:43": "Then Laban answered and said to Jacob, \"The daughters [are] my daughters and the grandsons<note: Or \"sons\"> [are] my grandsons,<note: Or \"sons\"> and the flocks [are] my flocks, and all that you see, it [is] mine. Now, what can I do for these my daughters today, or for their children whom they have borne?",
    "31:44": "So now, come, let us {make}<note: Literally \"cut\"> a covenant, you and I, and let it be a witness between me and you.\"",
    "31:45": "And Jacob took a stone and set it up [as] a stone pillar.",
    "31:46": "And Jacob said to his kinsmen, \"Gather stones.\" And they took stones and made a pile of stones, and they ate there by the pile of stones.",
    "31:47": "And Laban called it Jegar Sahadutha,<note: Aramaic for \"the heap of witness\"> but Jacob called it Galeed.<note: Hebrew for \"the heap of witness\">",
    "31:48": "Then Laban said, \"This pile of stones [is] a witness between me and you today.\" Therefore its name is called Galeed,<note: Hebrew for \"the heap of witness\">",
    "31:49": "and Mizpah,<note: Hebrew for \"watchpost\"> because he said, \"Yahweh watch between me and you when {we are out of sight of each other}.<note: Literally \"each from his neighbor is concealed\">",
    "31:50": "If you mistreat my daughters, and if you take wives besides my daughters, [when] there is no man with us, see--God [is] a witness between me and you.\"",
    "31:51": "And Laban said to Jacob, \"See, this pile of stones, and see the pillar that I have set up between me and you.",
    "31:52": "This pile of stones [is] a witness, and the pillar [is] a witness, that I will not pass beyond this pile of stones to you, and that you will not pass beyond this pile of stones and this pillar to me intending harm.",
    "31:53": "May the God of Abraham and the God of Nahor, the God of their father<note: That is, Terah> judge between us.\" Then Jacob swore by the Fear of his father Isaac.",
    "31:54": "And Jacob sacrificed a sacrifice on the hill, and he called his kinsmen to eat the meal.<note: Or \"food, bread\"> And they ate the meal<note: Or \"food, bread\"> and spent the night on the hill.",
    "31:55": "<note: Genesis 31:55-32:32 in the English Bible is 32:1-33 in the Hebrew Bible> And Laban arose early in the morning and kissed his grandsons<note: Or \"sons\"> and his daughters, and blessed them. Then Laban departed and returned to his homeland.",
    "32:1": "And Jacob went on his way, and angels of God met him.",
    "32:2": "And when he saw them, Jacob said, \"This [is] the camp of God!\" And he called the name of that place Mahanaim.",
    "32:3": "Then Jacob sent messengers before him to Esau his brother, to the land of Seir, the territory of Edom.",
    "32:4": "And he instructed them, saying, \"Thus you must say to my lord, to Esau, 'Thus says your servant Jacob, I have dwelled as an alien with Laban, and I have remained [there] until now.",
    "32:5": "And I have acquired cattle, male donkeys, flocks, and male and female slaves, and I have sent to tell my lord, to find favor in your eyes.'\"",
    "32:6": "And the messengers returned to Jacob [and] said, \"We came to your brother, to Esau, and he is coming to meet you, and four hundred men [are] with him.\"",
    "32:7": "Then Jacob was very frightened and distressed. So he divided the people, flocks, cattle, and camels that [were] with him into two companies.",
    "32:8": "And he thought, \"If Esau comes to one company and destroys it, the remaining company will be [able] to escape.\"",
    "32:9": "Then Jacob said, \"O God of my father Abraham, and God of my father Isaac, O Yahweh, who said to me, 'Return to your land and to your family, and I will deal well with you.'",
    "32:10": "{I am not worthy}<note: Literally \"I am small\"> of all the loyal love and all the faithfulness that you have shown<note: Or \"done\"> your servant, for with [only] my staff I crossed this Jordan, and now I have become two camps.",
    "32:11": "Please rescue me from the hand of my brother, from the hand of Esau, for I fear him, lest he come and attack mother and children [alike].",
    "32:12": "Now you yourself said, 'I will surely deal well with you and make your offspring as the sand of the sea that cannot be counted for abundance.'\"",
    "32:13": "And he lodged there that night. Then he took {from what he had with him}<note: Literally \"from that which was going from his hand\"> a gift for Esau his brother:",
    "32:14": "two hundred female goats, twenty male goats, two hundred ewes, twenty rams,",
    "32:15": "thirty milk camels with their young, forty cows, ten bulls, twenty female donkeys, and ten male donkeys.",
    "32:16": "And he put [them] under the hand of his servants, {herd by herd},<note: Literally \"every herd by its own\"> and said to his servants, \"Cross on ahead before me, and put some distance {between herds}.<note: Literally \"between a herd and between a herd\">",
    "32:17": "And he instructed the foremost, saying, \"When Esau my brother comes upon you and asks you, saying, 'Whose [are] you and where are you going? To whom do these [animals] belong ahead of you?'",
    "32:18": "Then you must say, 'To your servant, to Jacob. It [is] a gift sent to my lord, to Esau. Now behold, he [is] also [coming] after us.'\"",
    "32:19": "And he also instructed the second [servant] and the third, and everyone [else] who [was] behind the herds, saying, \"You must speak to Esau according to this word when you find him.",
    "32:20": "And moreover, you shall say, 'Look, your servant Jacob [is] behind us.'\" For he thought, \"{Let me appease him}<note: Literally \"let me cover his face\"> with the gift going before me, and afterward I will see his face. Perhaps he will {show me favor}.\"<note: Literally \"lift up my face\">",
    "32:21": "So the gift passed on before him, but he himself spent that night in the camp.",
    "32:22": "That night he arose and took his two wives, his two female servants, and his eleven children and crossed the ford of the Jabbok.",
    "32:23": "And he took them and sent them across the stream. Then he sent across all his possessions.",
    "32:24": "And Jacob remained alone, and a man wrestled with him until the breaking of the dawn.",
    "32:25": "And when he<note: That is, the man> saw that he could not prevail against him, he struck his hip socket, so that Jacob's hip socket was sprained as he wrestled with him.",
    "32:26": "Then he<note: That is, the man> said, \"Let me go, for dawn is breaking.\" But he answered, \"I will not let you go unless you bless me.\"",
    "32:27": "Then he said to him, \"What [is] your name?\" And he said, \"Jacob.\"",
    "32:28": "And he said, \"Your name shall no longer be called Jacob, but Israel,<note: \"Israel\" means \"he struggles with God,\" or \"God struggles\"> for you have struggled with God and with men and have prevailed.\"",
    "32:29": "Then Jacob asked and said, \"Please tell me your name.\" And he said, \"Why do you ask this--for my name?\" And he blessed him there.",
    "32:30": "Then Jacob called the name of the place Peniel [which means] \"I have seen God face to face and my life was spared.\"",
    "32:31": "Then the sun rose upon him as he passed Penuel, and he was limping because of his hip.",
    "32:32": "Therefore the {Israelites}<note: Literally \"sons/children of Israel\"> do not eat the sinew of the sciatic nerve that [is] upon the socket of the hip unto this day, because he struck the socket of the thigh of Jacob at the sinew of the sciatic nerve.",
    "33:1": "And Jacob lifted up his eyes and looked. And behold, Esau [was] coming and four hundred men [were] with him. And he<note: That is, Jacob> divided the children among Leah and among Rachel, and among the two of his female servants.",
    "33:2": "And he put the female slaves and their children first, then Leah and her children next, then Rachel with Joseph last.",
    "33:3": "And he himself passed on before them and bowed down to the ground seven times until he came to his brother.",
    "33:4": "But Esau ran to meet him, and embraced him, and fell upon his neck and kissed him, and they wept.",
    "33:5": "Then Esau lifted up his eyes and saw the women and the children and said, \"Who [are] these with you?\" And he said, \"The children whom God has graciously given your servant.\"",
    "33:6": "Then the female servants drew near, they and their children, and they bowed down.",
    "33:7": "Then Leah and her children drew near and bowed down, and afterward Joseph and Rachel drew near and they bowed down.",
    "33:8": "And he<note: That is, Esau> said, \"{What do you mean by}<note: Literally \"What to you?\"> all this company that I have met?\" Then he said, \"To find favor in the eyes of my lord.\"",
    "33:9": "Then Esau said, \"{I have enough}<note: Literally \"There is to me abundance\"> my brother; {keep what you have}.\"<note: Literally \"let what is to you be to you\">",
    "33:10": "And Jacob said, \"No, please, if I have found favor in your eyes, you must take my gift from my hand, for then I have seen your face [which is] like seeing the face of God, and you have received me.",
    "33:11": "Please take my gift which has been brought to you, for God has dealt graciously with me, and because {I have enough}.\"<note: Literally \"There is to me abundance\"> And he urged him, so he took [it].",
    "33:12": "Then he<note: That is, Esau> said, \"Let us journey and go [on], and I will go ahead of you.\"",
    "33:13": "But he said to him, \"My lord knows that the children [are] frail, and the flocks and the cattle [which are] nursing [are a concern] to me. Now [if] they drove them hard for a day all the flocks would die.",
    "33:14": "Let my lord pass on before his servant and I will move along slowly at the pace<note: Or \"foot\"> of the livestock that are ahead of me, and at the pace<note: Or \"foot\"> of the children until I come to my lord in Seir.\"",
    "33:15": "And Esau said, \"Let me leave some of my people with you.\" But he said, \"{What need is there}?<note: Literally \"What is this?\"> Let me find favor in the eyes of my lord.\"",
    "33:16": "So Esau turned that day on his way to Seir.",
    "33:17": "But Jacob traveled on to Succoth, and he built for himself a house, and he made shelters for his livestock. Therefore he called the name of the place Succoth.",
    "33:18": "And Jacob came safely to the city of Shechem which [is] in the land of Canaan, {on his way}<note: Literally \"at his coming\"> from Paddan-Aram. And he camped before the city.",
    "33:19": "And he bought a piece of land where he pitched his tent for one hundred pieces of money<note: Hebrew kesitah> from the hand of the sons of Hamor, father of Shechem.",
    "33:20": "And there he erected an altar and called it \"El Elohe Israel.\"<note: That is, \"El the God of Israel\">",
    "34:1": "Now Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the daughters of the land.",
    "34:2": "And Shechem, the son of Hamor the Hivite, the prince of the land, saw her. And he took her and lay with her and raped her.",
    "34:3": "And his soul clung to Dinah, the daughter of Jacob, and he loved the girl and spoke {tenderly}<note: Literally \"to the heart\"> to the girl.",
    "34:4": "So Shechem said to Hamor his father, saying, \"Get this girl for me as a wife.\"",
    "34:5": "And Jacob heard that Dinah his daughter had been defiled, but his sons were with his flocks in the field. And Jacob kept silent until they came.",
    "34:6": "And Hamor, father of Shechem, went out to Jacob to speak with him.",
    "34:7": "And the sons of Jacob came in from the field when they heard [it]. And the men were distressed and very angry because he had done a disgraceful thing in Israel by having sexual relations with the daughter of Jacob--{something that}<note: Literally \"and thus\"> should not be done.",
    "34:8": "And Hamor spoke with them saying, \"Shechem my son {is in love with}<note: Literally \"his soul longs for\"> your daughter. Please give her to him for a wife.",
    "34:9": "Make marriages with us. Give us your daughters and take our daughters for yourselves.",
    "34:10": "You shall dwell with us and the land shall be before you; settle and trade in it, and acquire [property] in it.\"",
    "34:11": "Then Shechem said to her father and to her brothers, \"Let me find favor in your eyes, and whatever you say to me I will do.",
    "34:12": "{Make the bride price and gift as high as you like};<note: Literally \"Increase upon me very bride price and gift\"> I will give what you say to me. But give me the girl as a wife.\"",
    "34:13": "Then the sons of Jacob answered Shechem and his father Hamor speaking deceitfully, because he had defiled Dinah their sister.",
    "34:14": "And they said to them, \"We cannot do this thing, to give our sister to a man who [is] uncircumcised, for that [is] a disgrace for us.",
    "34:15": "Only on this [condition] will we give consent to you; if you will become like us--every male among you to be circumcised.",
    "34:16": "Then we will give our daughters to you, and we will take for ourselves your daughters, and we will live with you and become one family.",
    "34:17": "But if you will not listen to us, to be circumcised, then we will take our daughters and we will go.\"",
    "34:18": "And their words were good in the eyes of Hamor and in the eyes of Shechem, the son of Hamor.",
    "34:19": "And the young man did not delay to do the thing, for he wanted the daughter of Jacob. Now he [was] the most honored of his father's house.",
    "34:20": "Then Hamor and his son Shechem came to the gate of their city, and they spoke to the men of their city, saying,",
    "34:21": "\"These men [are] at peace with us. Let them dwell in the land and let them trade in it. Now, behold, the land is {broad enough for them}.<note: Literally \"broad on sides before them\"> Let us take their daughters as wives, and let us give our daughters to them.",
    "34:22": "Only on this [condition] will they give consent to us, to live with us [and] to become one family--when every male among us [is] circumcised as they are circumcised.",
    "34:23": "Will not their livestock and their property and all their animals [be] ours? Only let us give consent to them so they will live among us.\"",
    "34:24": "And all those who went out of the gate of his city listened to Hamor and Shechem. Every male was circumcised, all those who went out of the gate of his city.",
    "34:25": "And it happened [that] on the third day, while they were in pain, two of the sons of Jacob, Simeon and Levi, the brothers of Dinah, each took his sword and came against the unsuspecting city and killed all the males.",
    "34:26": "They killed Hamor and his son Shechem with the edge of the sword, and they took Dinah from the house of Shechem and went out.",
    "34:27": "The [other] sons of Jacob came upon the slain and plundered the city, because they had defiled their sister.",
    "34:28": "They took their flocks and their cattle and their donkeys, and whatever [was] in the field.",
    "34:29": "They captured and plundered all that [was] in the houses--all their wealth, their little ones, and their women.",
    "34:30": "Then Jacob said to Simeon and Levi, \"You have brought trouble on me, making me stink among the inhabitants of the land, among the Canaanites and the Perizzites! I [am] few in number! If they gather against me and attack me, I will be destroyed--I and my household!\"",
    "34:31": "But they said, \"Shall he treat our sister like a prostitute?\"",
    "35:1": "And God said to Jacob, \"Arise, go up to Bethel and dwell there, and make an altar to the God who appeared to you when you fled from before Esau your brother.\"",
    "35:2": "Then Jacob said to his household and to all who [were] with him, \"Get rid of the foreign gods that [are] in your midst and purify yourselves and change your garments.",
    "35:3": "Then let us make ready and let us go up to Bethel, so that I can make an altar there to the God who answered me in the day of my trouble, and who has been with me on the way that I have gone.\"",
    "35:4": "So they gave to Jacob all the foreign gods that [were] in their hands, and the ornamental rings that [were] in their ears. And Jacob buried them under the oak which [was] near Shechem.",
    "35:5": "Then they set out on their journey, and the terror of God was upon the cities that [were] all around them, so that they did not pursue after the sons of Jacob.",
    "35:6": "And Jacob came to Luz which [was] in the land of Canaan (that [is] Bethel), he and all the people that [were] with him.",
    "35:7": "And he built an altar there and called the place El-Bethel, for there God had appeared to him when he fled before his brother.",
    "35:8": "And Deborah, the nurse of Rebekah, died. And she was buried below Bethel, under the oak. And its name was called Allon-Bacuth.<note: \"The Oak of Weeping\">",
    "35:9": "And God appeared to Jacob again when he came from Paddan-Aram, and he blessed him.",
    "35:10": "And God said to him, \"Your name [is] Jacob. Your name shall no longer be called Jacob, but Israel shall be your name.\" Then his name was called Israel.",
    "35:11": "And God said to him, \"I [am] El-Shaddai.<note: Possibly \"God Almighty,\" but more likely \"God of the Wilderness\"> Be fruitful and multiply. A nation and an assemblage of nations shall be from you, and kings shall go out from your loins.",
    "35:12": "And [as for] the land that I gave to Abraham and to Isaac, I will give it to you. And to your descendants after you I will give the land.",
    "35:13": "And God went up from him at the place where he spoke with him.",
    "35:14": "And Jacob set up a pillar at the place where God had spoken with him, a pillar of stone. And he poured out a drink offering upon it, and poured oil on it.",
    "35:15": "And Jacob called the name of the place where God had spoken with him Bethel.",
    "35:16": "Then they journeyed from Bethel. And {when they were still some distance}<note: Literally \"there was still the stretch of land\"> from Ephrath, Rachel went into labor. And she had hard labor.",
    "35:17": "And {when her labor was the most difficult}<note: Literally \"at her distress at giving birth\"> the midwife said to her, \"Do not be afraid {for you have another son}.\"<note: Literally \"for this one also to you is a son\">",
    "35:18": "And it happened [that] when her life was departing (for she was dying), she called his name Ben-Oni.<note: \"Son of my sorrow\"> But his father called him Benjamin.<note: \"Son of the right hand\">",
    "35:19": "And Rachel died and she was buried on the way to Ephrath (that [is], Bethlehem).",
    "35:20": "And Jacob erected a pillar at her burial site. That [is] the pillar of the burial site of Rachel unto this day.",
    "35:21": "And Israel journeyed [on] and pitched his tent beyond the tower of Eder.<note: Or \"Migdal-Eder\">",
    "35:22": "And while Israel was living in that land Reuben went and had sexual relations with Bilhah, his father's concubine. And Israel heard [about it].",
    "35:23": "The sons of Leah: The firstborn of Jacob [was] Reuben. Then Simeon, Levi, Judah, Issachar, and Zebulun.",
    "35:24": "The sons of Rachel: Joseph and Benjamin.",
    "35:25": "The sons of Bilhah, the female servant of Rachel: Dan and Naphtali.",
    "35:26": "The sons of Zilpah, the female servant of Leah: Gad and Asher. These [were] the sons of Jacob who were born to him in Paddan-Aram.",
    "35:27": "And Jacob came to Isaac his father [at] Mamre, [or] Kiriath-Arba (that [is], Hebron), where Abraham and Isaac dwelled as aliens.",
    "35:28": "Now the days of Isaac were one hundred and eighty years.",
    "35:29": "And Isaac passed away and died, and was gathered to his people, old and full of days. And his sons Esau and Jacob buried him.",
    "36:1": "Now these [are] the descendants of Esau (that [is], Edom).",
    "36:2": "Esau took his wives from the daughters of Canaan: Adah, daughter of Elon, the Hittite, and Oholibamah, daughter of Anah, the daughter of Zibeon, the Hivite,",
    "36:3": "and Basemath, the daughter of Ishmael, the sister of Nebaioth.",
    "36:4": "And Adah bore to Esau Eliphaz; and Basemath bore Reuel;",
    "36:5": "and Oholibamah bore Jeush and Jalam, and Korah. These [are] the sons of Esau who were born to him in the land of Canaan.",
    "36:6": "And Esau took his wives and his sons and his daughters, and all the persons of his household, and his sheep and goats, and all his cattle, and all the goods that he had acquired in the land of Canaan, and went to a land away from his brother Jacob.",
    "36:7": "For their possessions were {too many to live together},<note: Literally \"much from living together\"> so that the land of their sojourning was not able to support them on account of their livestock.",
    "36:8": "So Esau dwelled in the hill country of Seir (Esau, that [is] Edom).",
    "36:9": "Now these [are] the descendants of Esau, the father of Edom, in the hill country of Seir.",
    "36:10": "These [are] the names of the sons of Esau: Eliphaz, the son of Adah, the wife of Esau; Reuel, the son of Basemath, the wife of Esau.",
    "36:11": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.",
    "36:12": "(Now Timnah was the concubine of Eliphaz, the son of Esau. And she bore Amalek to Eliphaz.) These [are] the sons of Adah, the wife of Esau.",
    "36:13": "Now these [are] the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These [are] the sons of Basemath, the wife of Esau.",
    "36:14": "Now these [are] the sons of Oholibamah, the daughter of Anah, daughter of Zibeon, the wife of Esau: She bore to Esau Jeush, Jalam, and Korah.",
    "36:15": "These [are] the chiefs of the sons of Esau. The sons of Eliphaz, the firstborn of Esau: the chiefs of Teman, Omar, Zepho, Kenaz,",
    "36:16": "Korah, Gatam, and Amalek. These [are] the chiefs of Eliphaz in the land of Edom. These [are] the sons of Adah.",
    "36:17": "Now these [are] the sons Reuel, the son of Esau: the chiefs Nahath, Zerah, Shammah, and Mizzah. These [are] the chiefs of Reuel in the land of Edom. These [are] the sons of Basemath, the wife of Esau.",
    "36:18": "Now these [are] the sons of Oholibamah, the wife of Esau: the chiefs Jeush, Jalam, and Korah. These [are] the chiefs born of Oholibamah, the daughter of Anah, the wife of Esau.",
    "36:19": "These [are] the sons of Esau, and these [are] their chiefs (that [is], Edom).",
    "36:20": "These [are] the sons of Seir, the Horite, the inhabitants of the land: Lotan, Shobal, Zibeon, Anah,",
    "36:21": "Dishon, Ezer, and Dishan. These [are] the chiefs of the Horites, the sons of Seir in the land of Edom.",
    "36:22": "And the sons of Lotan were Hori and Hemam. And Lotan's sister [was] Timna.",
    "36:23": "Now these [are] the sons of Shobal: Alvan, Manahath, Ebal, Shepho, and Onam.",
    "36:24": "Now these [are] the sons of Zibeon: Aiah and Anah--he [is] Anah who found the hot springs in the desert while he pastured the donkeys of Zibeon his father.",
    "36:25": "Now these [are] the sons of Anah: Dishon and Oholibamah, the daughter of Anah.",
    "36:26": "Now these [are] the sons of Dishon: Hemdan, Eshban, Ithran, and Keran.",
    "36:27": "These [are] the sons of Ezer: Bilhan, Zaavan, and Akan.",
    "36:28": "These [are] the sons of Dishan: Uz and Aran.",
    "36:29": "These [are] the chiefs of the Horites: the chiefs Lotan, Shobal, Zibeon, Anah,",
    "36:30": "Dishon, Ezer, and Dishan. These [are] the chiefs of the Horites, according to their chiefs in the land of Seir.",
    "36:31": "Now these [are] the kings who reigned in the land of Edom before any king ruled over the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "36:32": "Bela the son of Beor reigned in Edom. And the name of his city [was] Dinhabah.",
    "36:33": "And Bela died, and Jobab, the son of Zerah from Bozrah, reigned in his place.",
    "36:34": "And Jobab died, and Husham from the land of the Temanites reigned in his place.",
    "36:35": "And Husham died, and Hadad, son of Bedad, who defeated Midian in the field<note: Or \"country\"> of Moab reigned in his place. And the name of his city [was] Avith.",
    "36:36": "And Hadad died, and Samlah from Masrekah reigned in his place.",
    "36:37": "And Samlah died, and Shaul from Rehoboth [on] the Euphrates<note: Or \"the River\"> reigned in his place.",
    "36:38": "And Shaul died, and Baal-Hanan, the son of Acbor, reigned in his place.",
    "36:39": "And Baal-Hanan the son of Acbor died, and Hadar reigned in his place. And the name of his city [was] Pau, and the name of his wife [was] Mehetabel, the daughter of Matred, daughter of Mezahab.",
    "36:40": "Now these [are] the names of the chiefs of Esau according to their families, according to their dwelling places, by their names: the chiefs Timna, Alvah, Jetheth,",
    "36:41": "Oholibamah, Elah, Pinon,",
    "36:42": "Kenaz, Teman, Mibzar,",
    "36:43": "Magdiel, and Iram. These [are] the chiefs of Edom (that [is], Esau, the father of Edom) according to their settlements in the land of their possession.",
    "37:1": "And Jacob settled in the land of the sojourning of his father, in the land of Canaan.",
    "37:2": "These [are] the generations<note: Or \"family records\"> of Jacob. Joseph, [being] seventeen years old, was shepherding the flock with his brothers. Now he [was] a helper with the sons of Bilhah and the sons of Zilpah, the wives of his father. And Joseph brought a bad report of them to his father.",
    "37:3": "Now Israel loved Joseph more than all his sons, for he [was] a son of his old age. And he made a robe with long sleeves<note: Or \"of many colors\"> for him.",
    "37:4": "When his brothers saw that their father loved him more than all his brothers, they hated him and were not able to speak peaceably to him.",
    "37:5": "And Joseph dreamed a dream, and he told [it] to his brothers. And {they hated him even more}.<note: Literally \"they added still to hate him\">",
    "37:6": "And he said to them, \"Listen now to this dream that I dreamed.",
    "37:7": "Now behold, we were binding sheaves in the midst of the field and, behold, my sheaf stood up and it remained standing. Then behold, your sheaves gathered around and bowed down to my sheaf.\"",
    "37:8": "Then his brothers said to him, \"Will you really rule over us?\" And {they hated him even more}<note: Literally \"they added still to hate him\"> on account of his dream and because of his words.",
    "37:9": "Then he dreamed yet another dream and told it to his brothers. And he said, \"Behold, I dreamed a dream again, and behold, the sun and the moon and eleven stars were bowing down to me.\"",
    "37:10": "And he told [it] to his father and to his brothers. And his father rebuked him and said to him, \"What [is] this dream that you have dreamed? Will I and your mother and your brothers indeed come to bow down to the ground to you?\"",
    "37:11": "And his brothers were jealous of him, but his father kept the matter [in mind].",
    "37:12": "Now his brothers went to pasture the flock of their father in Shechem.",
    "37:13": "And Israel said to Joseph, \"Are not your brothers pasturing in Shechem? Come, let me send you to them.\" And he said, \"Here I [am].\"",
    "37:14": "Then he said to him, \"Go now, see {if it goes well for your brothers and for the flock},<note: Literally \"see the peace of your brothers and the peace of the flock\"> then return word to me.\" And he sent him from the valley of Hebron, and he arrived at Shechem.",
    "37:15": "And a man found him, and behold, he<note: That is, Joseph> was wandering about in a field. And the man asked him, \"What do you seek?\"",
    "37:16": "And he said, \"I am seeking my brothers. Tell me, please, where they are pasturing.\"",
    "37:17": "And the man said, \"They have moved on from here, for I heard [them] saying, 'Let us go to Dothan.'\" Then Joseph went after his brothers and found them in Dothan.",
    "37:18": "And they saw him from a distance. And before he drew near to them, they conspired against him to kill him.",
    "37:19": "And each said to his brothers, \"Look, this master of dreams is coming.",
    "37:20": "Now then, come, let us kill him and throw him in one of the pits. Then we will say a wild animal devoured him. Then we will see what his dreams become.\"",
    "37:21": "And Reuben heard [it] and delivered him from their hand and said, \"We must not take his life.\"",
    "37:22": "And Reuben said to them, \"You must not shed blood. Throw him into this pit that [is] in the desert, but do not lay a hand on him\"--so that he might rescue him from their hand to return him to his father.",
    "37:23": "And it happened [that] as Joseph came to his brothers they stripped Joseph of his robe, the robe with long sleeves,<note: Or \"of many colors\"> that [was] upon him.",
    "37:24": "And they took him and threw him into the pit (the pit [was] empty; there was no water in it).",
    "37:25": "Then they sat down to eat [some] food. And they lifted up their eyes and looked, and behold, a caravan of Ishmaelites was coming from Gilead. And their camels were carrying aromatic gum and balm and spices {on the way}<note: Literally \"going to bring down\"> to Egypt.",
    "37:26": "Then Judah said to his brothers, \"What profit [is there] if we kill our brother and conceal his blood?",
    "37:27": "Come, let us sell him to the Ishmaelites, but our hand shall not be against him, for he [is] our brother, our own flesh.\" And his brothers agreed.",
    "37:28": "Then Midianite traders passed by. And they<note: That is, the brothers> drew Joseph up and brought [him] up from the pit, and they sold Joseph to the Ishmaelites for twenty [pieces of] silver. And they brought Joseph to Egypt.",
    "37:29": "Then Reuben returned to the pit and, behold, Joseph was not in the pit. And he tore his clothes.",
    "37:30": "And he returned to his brothers and said, \"The boy {is gone}!<note: Literally \"is not\"> Now I, {what can I do}?\"<note: Literally \"where am I going?\">",
    "37:31": "Then they took the robe of Joseph and slaughtered a goat, and dipped the robe in the blood.",
    "37:32": "Then they sent the robe with long sleeves<note: Or \"of many colors\"> and they brought [it] to their father and said, \"We found this; please examine [it]. [Is] it the robe of your son or not?\"",
    "37:33": "And he recognized it and said, \"The robe of my son! A wild animal has devoured him! Joseph [is] surely torn to pieces!\"",
    "37:34": "And Jacob tore his clothes and put sackcloth on his loins and mourned for his son many days.",
    "37:35": "And all his sons and daughters tried to console him, but he refused to be consoled. And he said, \"No, I shall go down to my son, to Sheol, mourning.\" And his father wept for him.",
    "37:36": "And the Midianites sold him in Egypt to Potiphar, a court official of Pharaoh, a commander of the imperial guard.",
    "38:1": "And it happened [that] at that time Judah went down from his brothers and pitched his tent near a certain Adullamite, whose name [was] Hirah.",
    "38:2": "And Judah saw the daughter of a certain Canaanite there whose name [was] Shua. And he took her and went in to her.",
    "38:3": "And she conceived and bore a son, and he called his name Er.",
    "38:4": "And she conceived again and bore a son, and he called his name Onan.",
    "38:5": "And once again she bore a son, and she called his name Shelah. And he<note: That is, Judah> was in Chezib when she bore him.",
    "38:6": "And Judah took a wife for Er his firstborn, and her name [was] Tamar.",
    "38:7": "And Er, the firstborn of Judah, was evil in the eyes of Yahweh, and Yahweh killed him.",
    "38:8": "Then Judah said to Onan, \"Go in to the wife of your brother and perform the duty of a brother-in-law to her, and raise up offspring for your brother.\"",
    "38:9": "But Onan knew that the offspring would not be for him, so whenever he went in to the wife of his brother he would waste [it] on the ground<note: Meaning he would spill his semen on the ground> so as not to give offspring to his brother.",
    "38:10": "And what he did was evil in the sight of Yahweh, so he killed him also.",
    "38:11": "Then Judah said to Tamar, his daughter-in-law, \"Stay a widow in your father's house until Shelah my son grows up,\" for {he feared he would also die}<note: Literally \"he thought lest he also will die\"> like his brother. So Tamar went and stayed in the house of her father.",
    "38:12": "{And in the course of time}<note: Literally \"And the days increased\"> the daughter of Shua, the wife of Judah, died. When Judah was consoled he went up to his sheepshearers, he and his friend Hirah the Adullamite, to Timnah.",
    "38:13": "And it was told to Tamar, saying, \"Look, your father-in-law is going up to Timnah to shear his sheep.\"",
    "38:14": "So she removed the clothes of her widowhood and covered [herself] with the veil and disguised herself. And she sat at the entrance to Eynayim, which [is] on the way to Timnah, for she saw that Shelah was grown but she had not been given to him as a wife.",
    "38:15": "And Judah saw her and reckoned her to [be] a prostitute, for she had covered her face.",
    "38:16": "And he turned aside to her at the roadside and said, \"Please come, let me come in to you,\" for he did not know that she [was] his daughter-in-law. And she said, \"What will you give to me that you may come in to me?\"",
    "38:17": "And he said, \"I will send a kid from the goats of the flock.\" And she said, \"[Only] if you give a pledge until you send [it].\"",
    "38:18": "And he said, \"What [is] the pledge that I must give to you?\" And she said, \"your seal, your cord, and your staff that [is] in your hand.\" And he gave [them] to her and went in to her. And she conceived by him.",
    "38:19": "And she arose and left, and she removed her veil from herself and put on the garments of her widowhood.",
    "38:20": "And Judah sent the kid from the goats by the hand of his friend the Adullamite to take [back] the pledge from the hand of the woman, but he could not find her.",
    "38:21": "So he asked the men of her place, saying, \"Where [is] that cult prostitute [that was] at Eynayim by the roadside?\" And they said, \"There is no cult prostitute here.\"",
    "38:22": "Then he returned to Judah and said, \"I could not find her. Morever, the men of the place said, 'There is no cult prostitute here.'\"",
    "38:23": "And Judah said, \"Let her take [them] for herself, lest we be {laughed at}.<note: Literally \"as contempt\"> Behold, I sent this kid, but you could not find her.\"",
    "38:24": "And {about three months later}<note: Literally \"it happened about three months\"> it was told to Judah, \"Tamar your daughter-in-law has played the whore, and now, behold, she has conceived by prostitution.\" And Judah said, \"Bring her out and let her be burned.\"",
    "38:25": "She was brought out, but she sent to her father-in-law saying, \"By the man to whom these [belong] I have conceived.\" And she said, \"Now discern<note: Or \"examine\"> to whom these [belong]: the seal and cord and the staff.\"",
    "38:26": "Then Judah recognized [them] and said, \"She is more righteous than I, since I did not give her to my son Shelah.\" And he did not know<note: \"Know\" is a euphemism for \"have sexual relations with\"> her again.",
    "38:27": "And it happened [that] at the time she gave birth that, behold, twins [were] in her womb.",
    "38:28": "And it happened [that] at her labor one [child] put out a hand. And the midwife took [it] and tied a crimson thread on his hand saying, \"This [one] came out first.\"",
    "38:29": "Then his hand drew back and, behold, his brother came out, and she said, \"What a breach you have made for yourself!\" And she called his name Perez.",
    "38:30": "And afterward his brother who [had] the crimson thread on his hand came out. And his name was called Zerah.",
    "39:1": "Now Joseph had been brought down to Egypt, and Potiphar, a court official of Pharaoh, commander of the guard, an Egyptian, bought him from the hand of the Ishmaelites who had brought him down there.",
    "39:2": "And Yahweh was with Joseph, and he became a successful man. And he was in the house of his master, the Egyptian.",
    "39:3": "And his master observed that Yahweh [was] with him, and everything that [was] in his hand to do Yahweh made successful.",
    "39:4": "And Joseph found favor in his eyes and he served him. Then he appointed him<note: That is, Joseph> over his house and all that he owned he put into his hand.",
    "39:5": "And it happened [that] from the time he appointed him over his house and over all that he had, Yahweh blessed the house of the Egyptian on account of Joseph. And the blessing of Yahweh was upon all that he had in the house and in the field.",
    "39:6": "And he left all that he had in the hand of Joseph, and {he did not worry about anything}<note: Literally \"he did not know with him anything\"> except the food that he ate. Now Joseph was {well built and handsome}.<note: Literally \"beautiful of form and beautiful of appearance\">",
    "39:7": "And it happened [that] after these things his master's wife cast her eyes on Joseph, and she said, \"Lie with me.\"",
    "39:8": "But he refused and said to his master's wife, \"Look, my master {does not worry about}<note: Literally \"does not know with me\"> what [is] in the house, and everything he owns he has put in my hand.",
    "39:9": "He has no greater [authority] in this house than me, and he has not withheld anything from me except you, since you [are] his wife. Now how could I do this great wickedness and sin against God?\"",
    "39:10": "And it happened [that] as she spoke to Joseph {day after day},<note: Literally \"day, day\"> he did not heed her to lie beside her or to be with her.",
    "39:11": "{But one particular day}<note: Literally \"and it happened as this day\"> he came into the house to do his work and none of the men of the house were there in the house,",
    "39:12": "she seized him by his garment [and] said, \"Lie with me!\" And he left his garment in her hand and fled, and he went outside.",
    "39:13": "And it happened [that] when she saw that he left his garment in her hand and fled outside,",
    "39:14": "she called to the men of her house and said to them, \"Look! He<note: That is, Potiphar> brought a Hebrew man to us to mock us! He came to me to lie with me, and I cried out with a loud voice.",
    "39:15": "And when he heard [me], that I raised my voice and called out, he left his garment beside me and fled, and he went outside.\"",
    "39:16": "Then she put his garment beside her until his master came to his house.",
    "39:17": "Then she spoke to him according to these words, saying, \"The Hebrew slave that you brought to us came to me to make fun of me.",
    "39:18": "And it happened [that] as I raised my voice and called out, he left his garment beside me and fled outside.\"",
    "39:19": "And when his master heard the words of his wife that she spoke to him, \"{This is what your servant did to me},\"<note: Literally \"according to these words your servant did to me\"> {he became very angry}.<note: Literally \"his nostrils became hot\">",
    "39:20": "And Joseph's master took him and put him into prison, the place that the king's prisoners were confined. And he was there in prison.",
    "39:21": "And Yahweh was with Joseph, and showed loyal love to him, and gave him favor in the eyes of the chief of the prison.",
    "39:22": "And the chief of the prison put all the prisoners that [were] in the prison into the hand of Joseph. And everything that was done there, he [was] the one who did [it].",
    "39:23": "The chief of the prison {did not worry about}<note: Literally \"did not pay heed to\"> anything in his<note: That is, Joseph's> hand, since Yahweh [was] with him. And whatever he did Yahweh made [it] successful.",
    "40:1": "And it happened [that] after these things the cupbearer of the king of Egypt and [his] baker did wrong against their lord, against the king of Egypt.",
    "40:2": "And Pharaoh was angry with his two officials, with the chief cupbearer and chief baker.",
    "40:3": "And he put them in custody in the house of the chief of the guard, into the prison where Joseph was confined.",
    "40:4": "And the chief of the guard appointed Joseph [to be] with them, and he attended them. And they were in custody {many days}.<note: Literally \"days\">",
    "40:5": "And the two of them, the cupbearer and the baker of the king of Egypt, who [were] confined in the prison, dreamed a dream, each his own dream, with its own interpretation.",
    "40:6": "When Joseph came to them in the morning he looked at them, and behold, they were troubled.",
    "40:7": "And he asked the court officials of Pharaoh that [were] with him in the custody of his master's house, \"Why [are] your faces sad today?\"",
    "40:8": "And they said to him, \"We [each] dreamed a dream, but there is no one to interpret it.\" And Joseph said to them, \"Do not interpretations belong to God? Please tell [them] to me.\"",
    "40:9": "Then the chief cupbearer told his dream to Joseph, and he said to him, \"In my dream, now behold, [there was] a vine before me,",
    "40:10": "and on the vine [were] three branches. And as it budded, its blossoms came up, [and] its clusters of grapes grew ripe.",
    "40:11": "And the cup of Pharaoh [was] in my hand, and I took the grapes and squeezed them into the cup of Pharaoh. Then I placed the cup into the hand of Pharaoh.\"",
    "40:12": "Then Joseph said to him, \"This [is] its interpretation: The three branches, they [are] three days.",
    "40:13": "In three days Pharaoh will lift up your head and will restore you to your office. And you shall put the cup of Pharaoh into his hand as [was] formerly the custom, when you were his cupbearer.",
    "40:14": "But remember me when it goes well with you, and please may you show kindness with respect to me, and mention me to Pharaoh, and bring me out of this house.",
    "40:15": "For I was surely kidnapped from the land of the Hebrews, and here also I have done nothing that they should put me in this pit.\"",
    "40:16": "And when the chief baker saw that the interpretation [was] good he said to Joseph, \"I also [dreamed]. In my dream, now behold, [there were] three baskets of bread upon my head.",
    "40:17": "And in the upper basket [were] all sorts of baked foods for Pharaoh, but the birds were eating them out of the basket upon my head.\"",
    "40:18": "Then Joseph answered and said, \"This [is] its interpretation: The three baskets, they [are] three days.",
    "40:19": "In three days Pharaoh will lift your head from you and hang you on a pole,<note: Or \"tree\"> and the birds will eat your flesh from you.\"",
    "40:20": "And it happened [that] on the third day, [which was] Pharaoh's birthday, he made a feast for all his servants. And he lifted up the head of the chief cupbearer and the head of the chief baker in the midst of his servants.",
    "40:21": "And he restored the chief cupbearer to his cupbearing [position]. And he placed the cup in the hand of Pharaoh.",
    "40:22": "But the chief baker he hanged as Joseph had interpreted to them.",
    "40:23": "But the chief cupbearer did not remember Joseph, but forgot him.",
    "41:1": "And it happened [that] after {two full years}<note: Literally \"two years of days\"> Pharaoh dreamed, and behold, he was standing by the Nile.",
    "41:2": "And behold, seven cows, {well built and fat},<note: Literally \"beautiful of appearance and healthy of flesh\"> were coming up from the Nile, and they grazed among the reeds.",
    "41:3": "And behold, seven other cows came up after them from the Nile, {ugly and gaunt},<note: Literally \"Poor of appearance and thin of flesh\"> and they stood beside those<note: Or \"the\"> cows on the bank of the Nile.",
    "41:4": "And the {ugly and gaunt}<note: Literally \"Poor of appearance and thin of flesh\"> cows ate the seven {well built and fat}<note: Literally \"beautiful of appearance and healthy of flesh\"> cows. Then Pharaoh awoke.",
    "41:5": "And he fell asleep and dreamed a second time, and behold, seven ears of grain, plump and good, were coming out of one stalk.",
    "41:6": "And behold, seven thin ears of grain, scorched by the east wind, sprouted up after them.",
    "41:7": "And the thin ears of grain swallowed up the seven plump and full ears of grain. Then Pharaoh awoke, and behold, [it was] a dream.",
    "41:8": "And it happened [that] in the morning his spirit was troubled, and he sent and called all of the magicians<note: Or \"soothsayer priests\"> of Egypt, and all its wise men, and Pharaoh told his dream to them. But {they had no interpretation}<note: Literally \"there was no interpretation with them\"> for Pharaoh.",
    "41:9": "Then the chief of the cupbearers spoke with Pharaoh, saying, \"I remember my sins today.",
    "41:10": "Pharaoh was angry with his servants, and he put me and the chief baker in the custody of the house of the chief of the guard.",
    "41:11": "And we dreamed a dream one night, I and he, {each with a dream that had a meaning}.<note: Literally \"each according to his dream we dreamed\">",
    "41:12": "And there with us [was] a young man, a Hebrew servant of the chief of the guard, and we told him [the dream], and he interpreted our dreams for us, each according to his dream he interpreted.",
    "41:13": "And it happened just as he interpreted to us, so it was. He<note: That is, Pharaoh> restored me to my office, and him<note: That is, the chief baker> he<note: That is, Pharaoh> hanged.\"",
    "41:14": "Then Pharaoh sent and called [for] Joseph, and they brought him quickly from the prison. And he shaved and changed his clothing, and came to Pharaoh.",
    "41:15": "Then Pharaoh said to Joseph, \"I dreamed a dream, but there is none to interpret it. Now, I have heard concerning you [that when] you hear a dream [you can] interpret it.\"",
    "41:16": "Then Joseph answered Pharaoh saying, \"{It is not in my power};<note: Literally \"besides me\"> God will answer [concerning] the well-being of Pharaoh.\"",
    "41:17": "And Pharaoh said to Joseph, \"[Now] in my dream, behold, I was standing on the bank of the Nile,",
    "41:18": "and behold, seven cows, {well built and fat},<note: Literally \"beautiful of appearance and healthy of flesh\"> were coming up from the Nile, and they grazed among the reeds.",
    "41:19": "And behold, seven other cows came up after them from the Nile, very {ugly and gaunt}<note: Literally \"Poor of appearance and thin of flesh\">--never have I seen [any] as them in all the land of Egypt for ugliness.",
    "41:20": "And the thin and ugly cows ate the former seven healthy cows.",
    "41:21": "But [when] they went into their bellies<note: Or \"inner parts\"> it could not be known that they went into their bellies,<note: Or \"inner parts\"> for their appearance [was] as ugly as at the beginning. Then I awoke.",
    "41:22": "Then I saw in my dream and behold, seven ears of grain were coming out of one stalk, full and good.",
    "41:23": "And behold, seven withered ears of grain, thin [and] scorched by the east wind, sprouted up after them.",
    "41:24": "And the thin ears of grain swallowed up the seven good ears of grain. And I told the magicians,<note: Or \"soothsayer priests\"> but there was none to explain [it] to me.\"",
    "41:25": "Then Joseph said to Pharaoh, \"The dreams of Pharaoh [are] one. God has revealed to Pharaoh what he is about to do.",
    "41:26": "The seven good cows, they are seven years, and the seven good ears of grain, they [are] seven years. The dreams [are] one.",
    "41:27": "And the seven thin and ugly cows coming up after them, they [are] seven years, and the seven empty ears of grain, scorched by the east wind, they are [also] seven years of famine.",
    "41:28": "This [is] the word that I have spoken to Pharaoh; God has shown Pharaoh what he is about to do.",
    "41:29": "Behold, seven years of great abundance are coming throughout the whole land of Egypt.",
    "41:30": "Then seven years of famine will arise after them, and all the abundance in the land of Egypt will be forgotten. The famine will consume the land.",
    "41:31": "Abundance in the land will not be known because of the famine {that follows},<note: Literally \"that thus afterwards\"> for it will be very heavy.",
    "41:32": "Now concerning the repetition of the dream twice to Pharaoh, [it is] because the matter [is] established by God, and God will do [it] quickly.",
    "41:33": "Now then, let Pharaoh select a man [who is] discerning and wise, and let him set him over the land of Egypt.",
    "41:34": "Let Pharaoh do [this], and let him appoint supervisors over the land, and let him take one-fifth from the land of Egypt in the seven years of abundance.",
    "41:35": "Then let them gather all the food of these coming good years and let them pile up grain under the hand of Pharaoh [for] food in the cities, and let them keep [it].",
    "41:36": "Then the food shall be as a deposit for the land for the seven years of the famine that will be in the land of Egypt, that the land will not perish on account of the famine.\"",
    "41:37": "And the plan<note: Or \"word\"> was good in the eyes of Pharaoh and in the eyes of all his servants.",
    "41:38": "Then Pharaoh said to his servants, \"Can we find a man like this in whom is the spirit of God?\"",
    "41:39": "Then Pharaoh said to Joseph, \"Since God has made all of this known to you there is no one as discerning and wise as you.",
    "41:40": "You shall be over my house, and to your word<note: Or \"mouth\"> all my people shall submit. Only [with respect to] the throne will I be greater than you.\"",
    "41:41": "Then Pharaoh said to Joseph, \"See, I have set you over all the land of Egypt.\"",
    "41:42": "Then Pharaoh removed his signet ring from his finger and put it on the finger of Joseph. And he clothed him with garments of fine linen, and he put a chain of gold around his neck.",
    "41:43": "And he had him ride in his second chariot. And they cried out before him, \"Kneel!\" And Pharaoh set him over all the land of Egypt.",
    "41:44": "Then Pharaoh said to Joseph, \"I [am] Pharaoh, but without your consent no one will lift his hand or his foot in all the land of Egypt.\"",
    "41:45": "And Pharaoh called the name of Joseph Zaphenath-paneah and gave him Asenath, the daughter of Potiphera, priest of On, as a wife. And Joseph went out over the land of Egypt.",
    "41:46": "Now Joseph {was thirty years old}<note: Literally \"a son of thirty years\"> when he stood before Pharaoh, the king of Egypt. And Joseph went out from the presence of Pharaoh and traveled through the whole land of Egypt.",
    "41:47": "And the land produced a plenty in the seven years of abundance.",
    "41:48": "And he gathered all the food of the seven years which [occurred] in the land of Egypt. And he stored the food in the cities. The food of the field that surrounded [each] city he stored in its midst.",
    "41:49": "And Joseph piled up grain like the sand of the sea in great abundance until he stopped counting [it], for {it could not be counted}.<note: Literally \"there was no number\">",
    "41:50": "Before the years of famine came, Asenath, daughter of Potiphera priest of On, bore two sons to him.",
    "41:51": "And Joseph called the name of the firstborn Manasseh, for [he said], \"God has caused me to forget all my hardship and all my father's house.\"",
    "41:52": "And the name of the second he called Ephraim, for [he said], \"God has made me fruitful in the land of my misfortune.\"",
    "41:53": "And the seven years of abundance which [were] in the land of Egypt came to an end.",
    "41:54": "And the seven years of famine began to come as Joseph had said. And there was famine in all of the countries, but in the land of Egypt there was food.",
    "41:55": "And when all the land of Egypt was hungry the people cried out to Pharaoh for food. And Pharaoh said to all the land of Egypt, \"Go to Joseph; what he says to you, you must do.\"",
    "41:56": "And the famine was over the whole land, and Joseph opened all the storehouses<note: Hebrew \"that which was in them\"> and sold [food] to the Egyptians. And the famine was severe in the land of Egypt.",
    "41:57": "And every land came to Egypt to Joseph to buy grain, for the famine was severe in every land.",
    "42:1": "When Jacob realized that there was grain in Egypt, Jacob said to his sons, \"Why do you look at one another?\"",
    "42:2": "Then he said, \"Look, I have heard that there is grain in Egypt. Go down there and buy grain for us there that we may live and not die.\"",
    "42:3": "And the ten brothers of Joseph went down to buy grain from Egypt.",
    "42:4": "But Jacob did not send Benjamin, the brother of Joseph, for {he feared harm would come to him}.<note: Literally \"he thought, lest harm encounter him\">",
    "42:5": "Then the sons of Israel went to buy grain amid those [other people] who went [as well], for there was famine in the land of Canaan.",
    "42:6": "Now Joseph was the governor over the land. He [was] the one who sold [food] to all the people of the land. And the brothers of Joseph came and bowed down to him with their faces to the ground.",
    "42:7": "And Joseph saw his brothers and recognized them, but he pretended to be a stranger to them. And he spoke with them harshly and said to them, \"From where have you come?\" And they said, \"From the land of Canaan to buy food.\"",
    "42:8": "And Joseph recognized his brothers, but they did not recognize him.",
    "42:9": "And Joseph remembered the dreams which he had dreamed concerning them, and he said to them, \"You are spies! You have come to see the nakedness of the land!\"",
    "42:10": "And they said to him, \"No, my lord, but your servants have come to buy food.",
    "42:11": "We all are sons of one man. We [are] honest [men]. We, your servants, are not spies.\"",
    "42:12": "Then he said to them, \"No, but you have come to see the nakedness of the land.\"",
    "42:13": "Then they said, \"We, your servants, [are] twelve brothers, the sons of one man in the land of Canaan, but behold, the youngest [is] with our father today, and one is no more.\"",
    "42:14": "But Joseph said to them, \"It [is] what I said to you--you [are] spies.",
    "42:15": "By this you shall be tested. By the life of Pharaoh you will not go out from here unless your youngest brother comes here.",
    "42:16": "Send one of you, and let him bring your brother, but you will be kept in prison so that your words might be tested [to see] if [there is] truth with you. And if not, by the life of Pharaoh surely you [are] spies.\"",
    "42:17": "Then he gathered them into the prison for three days.",
    "42:18": "On the third day Joseph said to them, \"Do this and you will live; I fear God.",
    "42:19": "If you [are] honest, let one of your brothers be kept in prison {where you are now being kept},<note: Literally \"in the house of your custody\"> but [the rest of] you go, carry grain for the famine for your households.",
    "42:20": "You must bring your youngest brother to me, and then your words will be confirmed and you will not die.\" And they did so.",
    "42:21": "Then each said to his brother, \"Surely we [are] guilty on account of our brother when we saw the anguish of his soul when he pleaded for mercy to us and we would not listen. Therefore this trouble has come to us.\"",
    "42:22": "Then Reuben answered them, saying, \"Did I not say to you, do not sin against the boy? But you did not listen, and now, behold, his blood has been sought.\"",
    "42:23": "Now they did not know that Joseph understood, for the interpreter [was] between them.",
    "42:24": "And he turned away from them and wept. Then he returned to them and spoke to them, and took Simeon from them and tied him up in front of them.",
    "42:25": "Then Joseph gave orders to fill their bags with grain and to return their money to each sack, and to give them provisions for the journey. Thus he did for them.",
    "42:26": "Then they loaded their grain upon their donkeys and went [away] from there.",
    "42:27": "And one [of them later] opened his sack to give fodder to his donkey at the lodging place and saw his money--behold, it [was] in the mouth of his sack.",
    "42:28": "And he said to his brothers, \"My money was returned and moreover, behold, [it is] in my sack!\" Then {their hearts failed them}<note: Literally \"their heart went out\"> and each of them trembled [and] said, \"What [is] this God has done to us?\"",
    "42:29": "And when they came to Jacob their father in the land of Canaan they told him everything [that] had happened to them, saying,",
    "42:30": "\"The man, the lord of the land, spoke harshly to us and treated us as [if we were] spying out the land.",
    "42:31": "But we said to him, 'We [are] honest; we are not spies.",
    "42:32": "We [are] twelve brothers, the sons of our father. One is no more and the youngest [is] with our father now in the land of Canaan.'",
    "42:33": "Then the man, the lord of the land, said to us, 'By this I will know that you [are] honest. Leave one [brother] with me, and take [food for] the famine in your households and go.",
    "42:34": "And bring your youngest brother to me. Then I will know that you [are] not spies but you [are] honest. And I will give your brother [back] to you, and you will trade in the land.'\"",
    "42:35": "And it happened [that when] they emptied their sacks, behold, each one's pouch of money [was] in his sack. And when they and their father saw the pouches of their money, they were greatly distressed.",
    "42:36": "And Jacob their father said to them, \"You have bereaved me--Joseph is no more and Simeon is no more, and Benjamin you would take! All of this [is] against me!",
    "42:37": "Then Reuben said to his father, \"You may kill my two sons if I do not bring him back to you. Put him in my hand and I myself will return him to you.\"",
    "42:38": "But he said, \"My son shall not go down with you, for his brother is dead and he alone remains. [If] harm meets him on the journey that you would take, you would bring down my gray head in sorrow to Sheol.\"",
    "43:1": "Now the famine in the land [was] severe.",
    "43:2": "And it happened [that] as they finished eating the grain which they had brought from Egypt their father said to them, \"Return and buy a little food for us.\"",
    "43:3": "Then Judah said to him, \"The man solemnly admonished us, saying, 'You shall not see my face unless your brother [is] with you.'",
    "43:4": "{If you will send}<note: Literally \"if there is a sending\"> our brother with us, we will go down and buy food for you,",
    "43:5": "but {if you will not send}<note: Literally \"if there is no sending\"> [him], we will not go down, for the man said to us, 'You shall not see my face unless your brother [is] with you.'\"",
    "43:6": "Then Israel said, \"Why did you bring trouble to me by telling the man you still had a brother?\"",
    "43:7": "And they said, \"The man asked explicitly about us and about our family, saying, 'Is your father still alive? Do you have a brother?' And we answered him according to these words. How could we know that he would say, 'Bring down your brother'?\"",
    "43:8": "Then Judah said to his father Israel, \"Send the boy with me, and let us arise and go, so that we will live and not die--you, we, and our children.",
    "43:9": "I myself will be surety for him. You may seek him from my hand. If I do not bring him back to you and present him before you, then I will stand guilty before you forever.",
    "43:10": "Surely if we had not hesitated by this [time] we would have returned twice.\"",
    "43:11": "Then their father Israel said to them, \"If [it must be] so then do this. Take some of the best products of the land in your bags and take them down to the man as a gift--a little balm and honey, aromatic gum and myrrh, and pistachios and almonds.",
    "43:12": "And take double [the] money in your hands. Take back the money that was returned in the mouth of your sacks. Perhaps it [was] a mistake.",
    "43:13": "And take your brother. Now arise and return to the man.",
    "43:14": "And may El-Shaddai<note: Often translated \"God Almighty\"> grant you compassion before the man that he may release your other brother to you and Benjamin. As for me, if I am bereaved, I am bereaved.\"",
    "43:15": "So the men took this gift, and they took double money in their hands, and Benjamin, and they rose up and went down to Egypt and stood before Joseph.",
    "43:16": "When Joseph saw Benjamin with them he said to the one who [was] over his household, \"Bring the men into the house and slaughter and prepare [an animal], for the men shall eat with me at noon.\"",
    "43:17": "And the man did as Joseph had said, and the man brought the men into the house of Joseph.",
    "43:18": "And the men were afraid when they were brought into the house of Joseph. And they said \"We were brought [here] on account of the money that was returned to our sacks the first time, that he might attack us and fall upon us to take us as slaves with our donkeys.\"",
    "43:19": "So they approached the man who [was] over Joseph's house and spoke to him at the doorway of the house.",
    "43:20": "And they said, \"Please, my lord, we surely came down once before to buy food,",
    "43:21": "but when we came to the place of lodging and we opened our sacks, then behold, each one's money [was] in the mouth of his sack--our money in its [full] weight--so we have returned [with] it in our hands.",
    "43:22": "Now, other money we have brought down in our hand to buy food. We do not know who put our money in our sacks.\"",
    "43:23": "And he said, \"Peace to you; do not be afraid. Your God and the God of your father must have given you a treasure in your sacks; your money came to me.\" And he brought Simeon out to them.",
    "43:24": "Then the man brought the men into Joseph's house and he gave them water and washed their feet, and gave fodder to their donkeys.",
    "43:25": "Then they laid out<note: Or \"prepared\"> the gift until Joseph came at noon, for they had heard that they were to eat food there.",
    "43:26": "And when Joseph came into the house they brought the gift that [was] in their hand into the house to him, and they bowed down before him to the ground.",
    "43:27": "And {he greeted them}<note: Literally \"he asked peace for them\"> and said, \"Is your father well, the old man of whom you spoke? Is he still alive?\"",
    "43:28": "And they said, \"Your servant our father [is] well; he is still alive.\" And they knelt and bowed down.",
    "43:29": "Then he lifted up his eyes and saw Benjamin his brother, the son of his mother, and said, \"Is this your youngest brother of whom you told me?\" And he continued,<note: Or \"said\"> \"God be gracious to you, my son.\"",
    "43:30": "Then Joseph {hurried away},<note: Literally \"made haste\"> {being overcome with emotion}<note: Literally \"his compassion boiled up\"> toward his brother, and sought for [a place] to cry. Then he went into a room and wept there.",
    "43:31": "Then he washed his face and went out, now controlling himself, and said, \"Serve the food.\"",
    "43:32": "And they served him<note: That is, Joseph> by himself, and them by themselves, and the Egyptians who were eating with him by themselves, for Egyptians {could not dine}<note: Literally \"were not able to eat food\"> with Hebrews, because that [was] a detestable thing to Egyptians.",
    "43:33": "And they were seated before him [from] the firstborn according to his birthright [to] the youngest according to his youth. And the men {looked at one another}<note: Literally \"each to his companion\"> amazed.",
    "43:34": "And portions were served to them from {his table},<note: Literally \"his presence\"> and the portion of Benjamin was five times greater than the portion of any of them. And they drank and became drunk with him.",
    "44:1": "Then he commanded [the one] who [was] over his household, saying, \"Fill the sacks of the men [with] food as much as they are able to carry, and put each one's money in the mouth of his sack.",
    "44:2": "And my cup--the cup of silver--you shall put into the mouth of the sack of the youngest, and the money for his grain. And he did according to the word of Joseph that he had commanded.",
    "44:3": "[When] the morning light [came] the men were sent away, they and their donkeys.",
    "44:4": "They went out of the city, [and] had not gone far when Joseph said to [the one] who [was] over his house, \"Arise! Pursue after the men and overtake them. Then you shall say to them, 'Why have you repaid evil for good?",
    "44:5": "Is this not that from which my master drinks? Now he himself certainly practices divination with it. You have done evil [in] what you have done.'\"",
    "44:6": "When he overtook them he spoke these words to them.",
    "44:7": "And they said to him, \"Why has my lord spoken according to these words? Far be it from your servants to do such a thing!",
    "44:8": "Behold, the money that we found in the mouth of our sacks we returned to you from the land of Canaan. Now why would we steal silver or gold from the house of my lord?",
    "44:9": "Whoever is found with it from among your servants shall die. And moreover, we will become slaves to my lord.\"",
    "44:10": "Then he said, \"Now also according to your words, thus will it be. He who is found with it shall be my slave, but you shall be innocent.\"",
    "44:11": "Then each man quickly brought down his sack to the ground, and each one opened his sack.",
    "44:12": "And he searched, beginning with the oldest and finishing with the youngest. And the cup was found in the sack of Benjamin.",
    "44:13": "Then they tore their clothes, and each one loaded his donkey and they returned to the city.",
    "44:14": "And Judah and his brothers came to the house of Joseph--now he [was] still there--they fell before him to the ground.",
    "44:15": "Then Joseph said to them, \"What is this deed that you have done? Did you not know that a man who [is] like me surely practices divination?\"",
    "44:16": "And Judah said, \"What can we say to my lord? What can we speak? Now how can we show ourselves innocent? God has found the guilt of your servants! Behold, we [are] slaves to my lord, both we and also he in whose hand the cup was found.\"",
    "44:17": "But he said, \"Far be it from me to do this! The man in whose hand the cup was found, he will become my slave. But as for you, go up in peace to your father.\"",
    "44:18": "But Judah drew near to him and said, \"Please my lord, let your servant speak a word in the ears of my lord, and {let not your anger burn}<note: Literally \"let not your nose become hot\"> against your servant, for {you are like Pharaoh himself}.<note: Literally \"like you like Pharaoh\">",
    "44:19": "My lord had asked his servants, saying, 'Do you have a father or a brother?'",
    "44:20": "And we said to my lord, 'We have an aged father, and a younger [brother], the child of his old age, and his brother died, and he alone remains from his mother, and his father loves him.'",
    "44:21": "Then you said to your servants, 'Bring him down to me that I may set my eyes upon him.'",
    "44:22": "Then we said to my lord, 'The boy cannot leave his father; if he should leave his father, then he<note: That is, the father (Jacob/Israel)> would die.'",
    "44:23": "Then you said to your servants, 'Unless your youngest brother comes down with you, you shall not again see my face.'",
    "44:24": "And it happened [that] we went up to your servant, my father, and told him the words of my lord.",
    "44:25": "And when our father said, 'Buy a little food for us,'",
    "44:26": "then we said, 'We cannot go down. If our youngest brother [is] with us, then we shall go down. For we will not be able to see the face of the man unless our youngest brother [is] with us.'",
    "44:27": "Then your servant, my father, said to us, 'You yourselves know that my wife bore two sons to me.",
    "44:28": "One went out from me, and I said, \"Surely he must have been torn to pieces,\" and I have never seen him since.",
    "44:29": "And if you take this one also from me, and he encounters harm, you will bring down my gray head in sorrow to Sheol.'",
    "44:30": "So now, when I come to your servant, my father, and the boy is not with us--now his life is bound up with his life--",
    "44:31": "it shall happen [that] when he sees that the boy is gone, he will die. And your servants will bring down the gray head of your servant, our father, to Sheol with sorrow.",
    "44:32": "For your servant is pledged as surety for the boy by my father, saying, If I do not bring him to you, then I shall be culpable to my father forever.",
    "44:33": "So then, please let your servant remain in place of the boy as a slave to my lord, and let the boy go up with his brothers.",
    "44:34": "For how can I go up to my father if the boy is not with me? {I do not want to see}<note: Literally \"lest I see\"> the misery which will find my father.\"",
    "45:1": "Then Joseph was not able to control himself before all who were standing by him. And he cried out, \"Make every man go out from me!\" So no one stood with him when Joseph made himself known to his brothers.",
    "45:2": "And {he wept loudly},<note: Literally \"he gave his voice with weeping\"> so that the Egyptians heard [it] and the household of Pharaoh heard [it].",
    "45:3": "Then Joseph said to his brothers, \"I [am] Joseph! Is my father still alive?\" And his brothers were unable to answer him, for they were dismayed at his presence.",
    "45:4": "So Joseph said to his brothers, \"Come near to me, please.\" And they drew near. And he said, \"I [am] Joseph, your brother, whom you sold into Egypt.",
    "45:5": "So now, do not be distressed and do not be angry {with yourselves}<note: Literally \"in your eyes\"> that you sold me here, for God sent me as deliverance before you.",
    "45:6": "For these two years the famine [has been] in the midst of the land, but [there will be] five more years where there is no plowing or harvest.",
    "45:7": "And God sent me before you [all] to preserve for you a remnant in the land and to keep alive among you many survivors.",
    "45:8": "So now, you yourselves did not send me here, but God put me here as father to Pharaoh and as master of all his household, and a ruler over all the land of Egypt.",
    "45:9": "Hurry, and go up to my father and say to him, 'Thus says your son Joseph, God has made me lord of all Egypt. Come down to me and do not delay.",
    "45:10": "You shall settle in the land of Goshen so that you will be near me, you and your children and your grandchildren, and your flocks and your herds and all that you have.",
    "45:11": "And I will provide for you there, because [there are] still five years of famine--lest you and your household and all that you have become destitute.'",
    "45:12": "Now behold, your eyes see, and the eyes of my brother Benjamin see, that {it is I}<note: Literally \"it is my mouth\"> who am speaking to you.",
    "45:13": "And you must tell my father of all my honor in Egypt and all that you have seen. Now hurry and bring my father here.\"",
    "45:14": "Then he fell upon the neck of his brother Benjamin and wept, and Benjamin wept upon his neck.",
    "45:15": "And he kissed all his brothers and wept upon them. And afterward his brothers spoke with him.",
    "45:16": "Then the report was heard [in] the house of Pharaoh, saying, \"Joseph's brothers have come.\" And it pleased Pharaoh and his servants.",
    "45:17": "Then Pharaoh said to Joseph, \"Say to your brothers: 'Do this--load your donkeys and go back to the land of Canaan,",
    "45:18": "and take your father and your households and come to me, and I will give you the best of the land of Egypt, and you shall eat the fat of the land.'",
    "45:19": "And you [Joseph], are commanded [to say] this: 'Do this! Take wagons from the land of Egypt for your little ones and your wives, and bring your father and come!",
    "45:20": "{Do not worry}<note: Literally \"let not your eyes be troubled\"> about your possessions, for the best of all the land of Egypt is yours.'\"",
    "45:21": "And the sons of Israel did so. And Joseph gave them wagons at the word of Pharaoh, and gave them provisions for the journey.",
    "45:22": "To each and to all of them he gave sets of clothing, but to Benjamin he gave three hundred pieces of silver and five sets of clothing.",
    "45:23": "And to his father he sent {as follows}:<note: Literally \"according to this\"> ten donkeys carrying the best of Egypt, and ten donkeys carrying grain and food and provisions for his father for the journey.",
    "45:24": "Then he sent his brothers away, and when they departed he said to them, \"Do not be agitated on the journey.\"",
    "45:25": "So they went up from Egypt and came to the land of Canaan to Jacob their father.",
    "45:26": "And they spoke to him, saying, \"Joseph [is] still alive, and he [is] ruler over all the land of Egypt.\" And his heart {went numb},<note: Or \"became cold\"> because he did not believe him.",
    "45:27": "Then they told him all the words of Joseph that he had spoken to them. And when he saw the wagons that Joseph had sent to carry him, then the spirit of Jacob their father revived.",
    "45:28": "And Israel said, \"[It is] enough. Joseph my son [is] still alive. I will go and see him before I die.\"",
    "46:1": "So Israel journeyed with all that he had, and he came to Beersheba and offered sacrifices to the God of his father, Isaac.",
    "46:2": "And God spoke to Israel in visions of the night and said, \"Jacob, Jacob.\" And he said, \"Here I [am].\"",
    "46:3": "Then he said, \"I [am] the God of your father. Do not be afraid to go down to Egypt, for I will make you a great nation there.",
    "46:4": "I myself will go down with you to Egypt, and I myself will also bring you up. And Joseph will place his hand over your eyes.\"",
    "46:5": "So Jacob arose from Beersheba. And the sons of Israel carried their father Jacob, and their little ones and their wives in the wagons Pharaoh had sent to transport him.",
    "46:6": "And they took their livestock and their possessions that they had acquired in the land of Canaan. And they came to Egypt, Jacob and all his offspring with him,",
    "46:7": "his sons and his sons' sons with him, his daughters and his daughters' daughters with him, into Egypt.",
    "46:8": "Now these [are] the names of the sons of Israel, who came into Egypt, Jacob and his sons. Reuben, the firstborn of Jacob",
    "46:9": "and the sons of Reuben: Enoch, Pallu, Hezron, and Carmi.",
    "46:10": "The sons of Simeon: Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman.",
    "46:11": "The sons of Levi: Gershon, Kohath, and Merari.",
    "46:12": "The sons of Judah: Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). And the sons of Perez were Hezron and Hamul.",
    "46:13": "The sons of Issachar: Tolah, Puvah, Iob, and Shimron.",
    "46:14": "The sons of Zebulun: Sered, Elon, and Jahleel.",
    "46:15": "These [are] the sons of Leah that she bore to Jacob in Paddan-Aram, and Dinah his daughter. His sons and daughters [were] thirty-three persons in all.",
    "46:16": "The sons of Gad: Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.",
    "46:17": "The sons of Asher: Imnah, Ishvah, Ishvi, and Beriah, and their sister Serah. And the sons of Beriah: Heber and Malkiel.",
    "46:18": "There [are] the sons of Zilpah, whom Laban gave to Leah his daughter, and she bore these to Jacob--sixteen persons.",
    "46:19": "The sons of Rachel, Jacob's wife: Joseph and Benjamin.",
    "46:20": "And Ephraim and Manasseh, whom Asenath, daughter of Potiphera, priest of On bore to him, were born to Joseph in the land of Egypt.",
    "46:21": "The sons of Benjamin: Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.",
    "46:22": "These [are] the sons of Rachel who were born to Jacob--fourteen persons in all.",
    "46:23": "The sons of Dan: Hushim.",
    "46:24": "The sons of Naphtali: Jahzeel, Guni, Jezer, and Shillem.",
    "46:25": "These [are] the sons of Bilhah whom Laban gave to Rachel his daughter, and she bore these to Jacob--seven persons in all.",
    "46:26": "All the persons belonging to Jacob who came to Egypt {who were his descendants},<note: Literally \"those going out of his loins\"> not including the wives of the sons of Jacob [were] sixty-six persons in all.",
    "46:27": "And the sons of Joseph who were born to him in Egypt [were] two persons. All the persons of the house of Jacob who came to Egypt [were] seventy.",
    "46:28": "He<note: That is, Jacob> had sent Judah ahead of him to Joseph to appear before him<note: That is, Jacob> in Goshen. And they came to the land of Goshen.",
    "46:29": "Then Joseph harnessed his chariot and went up to meet Israel his father in Goshen. He presented himself to him and fell upon his neck and wept upon his neck a long time.",
    "46:30": "Then Israel said to Joseph, \"Now let me die since I have seen your face, for you are still alive.\"",
    "46:31": "Then Joseph said to his brothers and to his father's household, \"I will go up and report to Pharaoh, and I will say to him, 'My brothers and my father's household who [were] in the land of Canaan have come to me.",
    "46:32": "And the men [are] shepherds, for they are men of livestock, and they have brought their flocks and their cattle and all that they have.'",
    "46:33": "And it shall be [that] when Pharaoh calls you he will say, 'What [is] your occupation?'",
    "46:34": "Then you must say, 'You servants [are] men of livestock from our childhood until now, both we and also our ancestors,'<note: Or \"fathers\"> so that you may dwell in the land of Goshen, for every shepherd [is] a detestable thing to Egyptians.\"",
    "47:1": "So Joseph went and reported to Pharaoh. And he said, \"My father and my brothers, with their flocks and their herds, and all that they have, have come from the land of Canaan. Now [they are] here in the land of Goshen.\"",
    "47:2": "And from among his brothers he took five men and presented them before Pharaoh.",
    "47:3": "And Pharaoh said to his brothers, \"What [is] your occupation?\" And they said to Pharaoh, \"Your servants [are] keepers of sheep, both we and also our ancestors.\"<note: Or \"fathers\">",
    "47:4": "And they said to Pharaoh, \"We have come to sojourn in the land, for there is no pasture for your servant's flocks, for the famine [is] severe in the land of Canaan. So now, please let your servants dwell in the land of Goshen.\"",
    "47:5": "Then Pharaoh said to Joseph, \"Your father and your brothers have come to you.",
    "47:6": "The land of Egypt [is] before you. Settle your father and your brothers in the best of the land. Let them live in the land of Goshen, and if you know there is among them men of ability, then appoint them overseers of my own livestock.\"",
    "47:7": "Then Joseph brought his father Jacob and presented him before Pharaoh. And Jacob blessed Pharaoh.",
    "47:8": "Then Pharaoh said to Jacob, \"{How old are you}?\"<note: Literally \"How many are the days of the years of your life?\">",
    "47:9": "And Jacob said to Pharaoh, \"The days of the years of my sojourning [are] one hundred and thirty years. Few and hard have been the days of the years of my life, and they have not reached the days of the years of the lives of my ancestors<note: Or \"fathers\"> in the days of their sojourning.\"",
    "47:10": "And Jacob blessed Pharaoh, and he went out from the presence of Pharaoh.",
    "47:11": "And Joseph settled his father and his brothers, and he gave them property in the land of Egypt in the best part of the land, in the land of Rameses, as Pharaoh had instructed.",
    "47:12": "And Joseph provided his father and his brothers and all the household of his father with food, according to the number of their children.",
    "47:13": "Now there was no food in all the land, for the famine [was] very severe. And the land of Egypt languished, with the land of Canaan, on account of the famine.",
    "47:14": "And Joseph collected all the money found in the land of Egypt and in the land of Canaan in exchange for the grain that they were buying. And Joseph brought the money into the house of Pharaoh.",
    "47:15": "And when the money was spent in the land of Egypt and from the land of Canaan, all of Egypt came to Joseph, saying, \"Give us food! Why should we die before you? For the money is used up.\"",
    "47:16": "And Joseph said, \"Give your livestock and I will give you [food] in exchange for your livestock if [your] money is used up.\"",
    "47:17": "So they brought their herds to Joseph, and Joseph gave food to them in exchange for horses, their flocks, and their cattle and donkeys. And he provided them with food in exchange for all their livestock that year.",
    "47:18": "When that year ended, they came to him in the following year and said to him, \"We cannot hide from my lord that [our] money and livestock belong to my lord. Nothing remains before my lord except our bodies and our land.",
    "47:19": "Why should we die in front of you, both we and our land? Buy us and our land in exchange for food, then we and our land will be servants to Pharaoh. Then give us seed and we shall live and not die, and the land will not become desolate.\"",
    "47:20": "So Joseph bought all the land of Egypt for Pharaoh, for each Egyptian sold his field, for the famine [was] severe upon them. And the land became Pharaoh's.",
    "47:21": "As for the people, he transferred them to the cities, from one end of the territory of Egypt to the other.",
    "47:22": "Only the land of the priests he did not buy, for [there was] an allotment for the priests from Pharaoh, and they {lived on}<note: Literally \"ate\"> the allotment that Pharaoh gave to them. Therefore they did not sell their land.",
    "47:23": "And Joseph said to the people, \"Look, I have bought you and your land this day for Pharaoh. Here [is] seed for you so you can sow the land.",
    "47:24": "And it shall happen [that] at the harvest, you must give a fifth to Pharaoh and four-fifths shall be yours, as seed for the field and for your food and for those who [are] in your households, and as food for your little ones.\"",
    "47:25": "And they said, \"You have saved our lives. [If] we have found favor in the eyes of my lord, we will be servants to Pharaoh.\"",
    "47:26": "So Joseph made it a statute unto this day concerning the land of Egypt: one fifth to Pharaoh. Only the land of the priests alone did not belong to Pharaoh.",
    "47:27": "So Israel settled in the land of Egypt, in the land of Goshen. And they acquired possessions in it and were fruitful and multiplied greatly.",
    "47:28": "And Jacob lived in the land of Egypt seventeen years. And the days of Jacob, the years of his life, were one hundred and forty-seven years.",
    "47:29": "When {the time of Israel's death drew near},<note: Literally \"the days of Israel drew near to die\"> he called to his son, to Joseph. And he said to him, \"If I have found favor in your eyes, please put your hand under my thigh, that you might [vow] to deal kindly<note: Or \"loyal love\"> and faithfully with me. Please do not bury me in Egypt,",
    "47:30": "but let me lie with my ancestors.<note: Or \"fathers\"> Carry me out of Egypt and bury me in their burial site.\" And he said, \"I will do according to your word.\"",
    "47:31": "Then he said, \"Swear to me.\" And he swore to him. Then Israel bowed himself on the head of the bed.",
    "48:1": "And it happened [that] after these things, it was said to Joseph, \"Behold, your father [is] ill.\" And he took his two sons with him, Ephraim and Manasseh.",
    "48:2": "And it was told to Jacob, \"Behold, your son Joseph has come to you.\" Then Israel strengthened himself and he sat up in the bed.",
    "48:3": "Then Jacob said to Joseph, \"El-Shaddai<note: Often translated \"God Almighty\"> appeared to me in Luz, in the land of Canaan, and blessed me,",
    "48:4": "and said to me, 'Behold, I will make you fruitful and make you numerous, and will make you a company of nations. And I will give this land to your offspring after you [as] an everlasting possession.'",
    "48:5": "And now, your two sons who were born to you in the land of Egypt before my coming to you in Egypt, are mine. Ephraim and Manasseh shall be mine as Reuben and Simeon [are].",
    "48:6": "And your children whom you father after them shall be yours. By the name of their brothers they shall be called, with respect to their inheritance.",
    "48:7": "As for me, when I came to Paddan-Aram Rachel died {to my sorrow}<note: Literally \"to me\"> in the land of Canaan on the way when [there was] still some distance to go to Ephrath. And I buried her there on the way to Ephrath (that [is], Bethlehem).\"",
    "48:8": "When Israel saw the sons of Joseph he said, \"Who [are] these?\"",
    "48:9": "Then Joseph said to his father, \"They [are] my sons whom God has given me here.\" And he said, \"Please bring them to me that I may bless them.\"",
    "48:10": "Now the eyes of Israel were dim<note: Or \"heavy\" (i.e., his eyelids were heavy; his eyes were closed)> on account of old age; he was not able to see. So he brought them near to him, and he kissed them and embraced them.",
    "48:11": "And Israel said to Joseph, \"I did not expect to see your face and behold, God has also shown me your offspring.\"",
    "48:12": "Then Joseph removed them from his knees and bowed down with his face to the ground.",
    "48:13": "And Joseph took the two of them, Ephraim at his right [to] the left of Israel, and Manasseh at his left [to] the right of Israel. And he brought them near to him.",
    "48:14": "And Israel stretched out his right hand and put [it] on the head of Ephraim (now he was the younger), and his left hand on the head of Manasseh, crossing his hands, for Manasseh [was] the firstborn.",
    "48:15": "And he blessed Joseph and said, \"The God before whom my fathers, Abraham and Isaac, walked, The God who shepherded me {all my life}<note: Literally \"since my duration\"> unto this day,\r\n",
    "48:16": "The angel who redeemed me from all evil, may he bless the boys. And through them let my name be perpetuated,<note: Or \"called\"> and the name of my fathers, Abraham and Isaac. And let them multiply into many in the midst of the earth.",
    "48:17": "When Joseph saw that his father put his right hand on the head of Ephraim, he was displeased. And he took hold of his father's hand to remove it from the head of Ephraim [over] to the head of Manasseh.",
    "48:18": "And Joseph said to his father, \"Not so, my father; because this one [is] the firstborn. Put your right [hand] upon his head.\"",
    "48:19": "But his father refused and said, \"I know, my son; I know. He also shall become a people, and he also shall be great, but his younger brother shall be greater than him, and his offspring shall become a multitude of nations.\"",
    "48:20": "So he blessed them that day, saying, Through you Israel shall pronounce blessing, saying, 'May God make you like Ephraim and like Manasseh.'\"\r\n So he put Ephraim before Manasseh.\r\n",
    "48:21": "And Israel said to Joseph, \"Behold, I [am about] to die, but God will be with you and will bring you back to the land of your ancestors.<note: Or \"fathers\">",
    "48:22": "And I have given to you one slope [of land] rather than your brothers, which I took from the hand of the Amorites by my sword and with my bow.\"",
    "49:1": "Then Jacob called his sons and said, \"Gather together so that I can tell you what will happen with you in {days to come}.<note: Literally \"the latter days\">",
    "49:2": "Assemble and hear, O sons of Jacob! Listen to Israel your father!",
    "49:3": "Reuben, you [are] my firstborn, my strength, and the firstfruit of my vigor, excelling in rank and excelling in power.",
    "49:4": "Unstable<note: Or \"reckless\"> as water, you shall not excel [any longer], for you went up upon the bed of your father, then defiled [it]. You went up upon my couch!",
    "49:5": "Simeon and Levi [are] brothers; weapons of violence [are] their swords. Let me<note: Or \"my soul\"> not come into their council.",
    "49:6": "Let not my person<note: Or \"my glory\"> be joined to their company. For in their anger they killed men, and at their pleasure they hamstrung cattle.",
    "49:7": "Cursed be their anger, for [it is] fierce, and their wrath, for [it is] cruel. I will divide them in Jacob, and I will scatter them in Israel.",
    "49:8": "Judah, [as for] you, your brothers shall praise you. Your hand [shall be] on the neck of your enemies. The sons of your father shall bow down to you.",
    "49:9": "Judah [is] a lion's cub. From the prey, my son, you have gone up. He bowed down; he crouched like a lion and as a lioness. Who shall rouse him?",
    "49:10": "The scepter shall not depart from Judah, nor the ruler's staff between his feet, until Shiloh comes. And to him shall be the obedience of nations.",
    "49:11": "Binding his donkey to the vine and his donkey's colt to the choice vine, he washes his clothing in the wine and his garment in the blood of grapes.",
    "49:12": "The eyes [are] darker than wine, and the teeth whiter than milk.",
    "49:13": "Zebulun shall settle by the shore of the sea. He [shall become] a haven for ships, and his border [shall be] at Sidon.",
    "49:14": "Issachar [is] a strong donkey, crouching between the sheepfolds.",
    "49:15": "He saw a resting place that [was] good, and land that [was] pleasant. So he bowed his shoulder to the burden and became a servant of forced labor.",
    "49:16": "Dan shall judge his people as one of the tribes of Israel.",
    "49:17": "Dan shall be a serpent on the way, a viper on the road that bites the heels of a horse, so that its rider falls backward.",
    "49:18": "I wait for your salvation, O Yahweh.",
    "49:19": "Bandits shall attack Gad, but he shall attack [their] heels.",
    "49:20": "Asher's food [is] delicious, and he shall provide from the king's delicacies.",
    "49:21": "Naphtali [is] a doe running free that puts forth beautiful words.",
    "49:22": "Joseph [is] the bough<note: Or \"son\"> of a fruitful vine, a fruitful bough<note: Or \"son\"> by a spring. His branches climb over the wall.",
    "49:23": "{The archers}<note: Literally \"the masters of the bow\"> fiercely attacked him. They shot arrows [at him] and were hostile to him.",
    "49:24": "But his bow remained in a steady position; {his arms}<note: Literally \"the arms of his hands\"> were made agile by the hands of the Mighty One of Jacob. From there [is] the Shepherd, the Rock of Israel.",
    "49:25": "Because of the God of your father he will help you and [by] Shaddai<note: Or \"the Almighty\"> he will bless you with the blessings of heaven above, blessings of the deep that crouches beneath, blessings of the breasts and the womb.",
    "49:26": "The blessings of your father are superior to the blessings of my ancestors, to the bounty of the everlasting hills. May they be on the head of Joseph, and on the forehead of the prince of his brothers.",
    "49:27": "Benjamin [is] a devouring wolf, devouring the prey in the morning, and dividing the plunder in the evening.",
    "49:28": "All these [are] the twelve tribes of Israel, and this [is] what their father said to them when he blessed them, each according to their blessing.",
    "49:29": "Then he instructed them and said to them, \"I am [about to be] gathered to my people. Bury me among my ancestors<note: Or \"fathers\"> in the cave that [is] in the field of Ephron the Hittite,",
    "49:30": "in the cave that [is] in the field of Machpelah that [is] before<note: Or \"east of\"> Mamre in the land of Canaan, which Abraham bought with the field from Ephron the Hittite as a burial site.",
    "49:31": "There they buried Abraham and Sarah his wife. There they buried Isaac and Rebekah his wife. And there I buried Leah--",
    "49:32": "the purchase of the field and the cave which [was] in it from the Hittites.\"",
    "49:33": "When Jacob finished instructing his sons he drew his feet up to the bed. Then he took his last breath and was gathered to his people.",
    "50:1": "Then Joseph fell on the face of his father and wept upon him and kissed him.",
    "50:2": "And Joseph instructed his servants the physicians to embalm his father. So the physicians embalmed Israel.",
    "50:3": "Forty days {were required for it},<note: Literally \"were fulfilled for it\"> for thus [are] the days {required for}<note: Literally \"fulfilled\"> embalming. And the Egyptians wept for him seventy days.",
    "50:4": "When the days of his weeping had passed, Joseph spoke to the household of Pharaoh, saying, \"If I have found favor in your eyes, please speak in the hearing of Pharaoh, saying,",
    "50:5": "'My father made me swear, saying, \"Behold, I [am about] to die. In the tomb that I have hewed out for myself in the land of Canaan--there you must bury me.\" So then, please let me go up and let me bury my father; then I will return.'\"",
    "50:6": "Then Pharaoh said, \"Go up and bury your father as he made you swear.\"",
    "50:7": "So Joseph went up to bury his father. And all the servants of Pharaoh, the elders of his household, and all the elders of the land of Egypt, went up with him,",
    "50:8": "with all the household of Joseph, his brothers, and the household of his father. They left only their little children and their flocks and their herds in the land of Goshen.",
    "50:9": "And there also went up with him chariots and horsemen. The company [was] very great.",
    "50:10": "When they came to the threshing floor of Atad, which [was] beyond the Jordan, they lamented there with a very great and sorrowful wailing. And he made a mourning ceremony for his father seven days.",
    "50:11": "And when the Canaanites, the inhabitants of the land, saw the mourning ceremony at the threshing floor of Atad they said, \"This [is] a severe mourning for the Egyptians.\" Therefore its name was called Abel-Mizraim, which [is] beyond the Jordan.",
    "50:12": "Thus his sons did to him just as he had instructed them.",
    "50:13": "And his sons carried him to the land of Canaan and buried him in the cave of the field of Machpelah, which field Abraham had bought as a burial site from Ephron the Hittite before<note: Or \"east of\"> Mamre.",
    "50:14": "And after burying his father, Joseph returned to Egypt, he and his brothers and all who had gone up with him to bury his father.",
    "50:15": "And when the brothers of Joseph saw that their father [was] dead, they said, \"It may be [that] Joseph will hold a grudge against us and pay us back dearly for all the evil that we did to him.\"",
    "50:16": "So they sent [word] to Joseph saying, \"Your father commanded [us] before his death, saying,",
    "50:17": "\"Thus you must say to Joseph, 'O, please now forgive the transgression of your brothers and their sin, for they did evil to you.' So now, please forgive the transgression of the servants of the God of your father.\" And Joseph wept when they spoke to him.",
    "50:18": "Then his brothers went also and fell before him and said, \"Behold, we [are] your servants.\"",
    "50:19": "Then Joseph said to them, \"Do not be afraid, for [am] I in the place of God?",
    "50:20": "As for you, you planned evil against me, [but] God planned it for good, in order to do this--to keep many people alive--as [it is] today.",
    "50:21": "So then, do not be afraid. I myself will provide for you and your little ones. And he consoled them and {spoke kindly}<note: Literally \"spoke to their heart\"> to them.",
    "50:22": "So Joseph remained in Egypt, he and the house of his father. And Joseph lived one hundred and ten years.",
    "50:23": "And Joseph saw Ephraim's children to the third generation. Moreover, the children of Makir, son of Manasseh, were born on the knees of Joseph.",
    "50:24": "And Joseph said to his brothers, \"I [am about] to die, but God will certainly visit you and bring you up from this land to the land that he swore to Abraham, to Isaac, and to Jacob.\"",
    "50:25": "Then Joseph made the sons of Israel swear an oath, saying, \"God will surely visit you, and you shall bring up my bones from here.\"",
    "50:26": "So Joseph died, [being] one hundred and ten years old. They embalmed him and he was placed in a coffin in Egypt."
  }
}