{
  "abbreviation": "Hab",
  "passages": {
    "1:1": "The oracle that Habakkuk the prophet saw.",
    "1:2": "O Yahweh, how long shall I cry for help and you will not listen? [How long] will I cry out to you, \"Violence!\" and you will not save?",
    "1:3": "Why do you cause me to see evil [while] you look at trouble? Destruction and violence happen before me; contention and strife arise.",
    "1:4": "Therefore the law is paralyzed, and justice does not go forth perpetually.<note: Or \"forever\"> For the wicked surround the righteous; therefore justice goes forth perverted.",
    "1:5": "\"Look among the nations and see; be astonished and astounded. For a work [is about to] be done in your days that you will not believe if it is told.",
    "1:6": "For look! I am raising up the Chaldeans, the bitter and impetuous nation, the one who walks through the spacious places of earth to take possession of dwellings not belonging to it.<note: Or \"him\">",
    "1:7": "They<note: Hebrew \"He\"> [are] dreadful and awesome; their<note: Hebrew \"his\"> justice and their<note: Hebrew \"his\"> dignity proceed from themselves.<note: Hebrew \"him\">",
    "1:8": "Their<note: Hebrew \"His\"> horses [are] more swift than leopards; they are more menacing than wolves [at] dusk. Their<note: Hebrew \"His\"> horsemen gallop; their<note: Hebrew \"his\"> horsemen come from afar; they fly like an eagle [that is] swift to devour.",
    "1:9": "All of them<note: Hebrew \"him\"> come for violence, their faces pressing forward. They gather captives like the sand.",
    "1:10": "And they themselves scoff at kings and rulers [are] a joke to them. They laugh at every fortification, and they heap up earth and take it.",
    "1:11": "Then they sweep [like the] wind and pass on; they become guilty, whose might [is] their<note: Hebrew \"his\"> god!\"",
    "1:12": "Are you not from of old, O Yahweh my God, my Holy One? You<note: Hebrew \"we shall not die,\" considered a deliberate scribal change of the text to avoid offensive language toward Yahweh> shall not die. O Yahweh, you have marked them<note: Hebrew \"him\"> for judgment; O Rock, you have established them<note: Hebrew \"him\"> for reproof.",
    "1:13": "Your eyes [are] too pure to see evil, and you are not able to look at wrongdoing.<note: Or \"trouble\"> Why do you look at the treacherous? [Why] are you silent when the wicked swallows up [someone] more righteous than him?",
    "1:14": "You make humankind like fish of the sea, like crawling creatures that have no ruler among them.",
    "1:15": "He brings up all of them with a fishhook; he drags them up with a fishnet; he gathers them in his dragnet. Therefore, he rejoices and exults.",
    "1:16": "Therefore he sacrifices to his fishnet and makes offerings to his dragnet, for by them {he makes a good living}<note: Literally \"his portion is fat\"> and his food [is] rich.",
    "1:17": "Will he therefore empty his fishnet and continually kill nations without showing mercy?",
    "2:1": "I will stand at my post, and station myself on [the] rampart. And I will keep watch to see what he will say to me, and what he will answer concerning my complaint.",
    "2:2": "Then Yahweh answered me and said, \"Write [the] vision and make [it] plain on the tablet so that {it might be read quickly}.<note: Literally \"it might run reading upon it\">",
    "2:3": "For [there is] yet a vision for the appointed time; it will give witness to the end, and it will not lie. If it tarries, wait for it, for it will surely come and not delay.",
    "2:4": "Look! His spirit within him is puffed up; it is not upright. But the righteous shall live by his faithfulness.",
    "2:5": "{How much less}<note: Literally \"And moreover because\"> the defiant;<note: \"Defiant\" follows the Dead Sea Scrolls (1QpHab)> [the] arrogant, treacherous man? He who broadens his throat like Sheol, and who, like death, is not satisfied, and who gathers to himself all the nations, and harvested for himself all the peoples, will not succeed.",
    "2:6": "Shall not all of these take up a taunt against him, with ridicule and riddles against him, saying, 'Woe to him who heaps up what is not his'? [For] how long? And, '[Woe to him] who makes himself heavy with pledges'?",
    "2:7": "Will not your creditors suddenly rise up and awaken those who make you tremble? Then you shall be as plunder for them.",
    "2:8": "Because you plundered many nations, all the remaining nations will plunder you on account of the blood of humanity and violence [against the] land, [and against] cities and all who live in them.",
    "2:9": "Woe to [him who] obtains profit [from] evil gain for his house, to set his nest on high, to be saved from the hand of misfortune!",
    "2:10": "You have plotted shame for your house, cutting off many peoples and sinning against your life.",
    "2:11": "For the stone will cry out from the wall, and [the] plaster from [the] wood will answer it.",
    "2:12": "Woe to [him who] builds a city by bloodguilt, and [who] founds a city by wickedness!",
    "2:13": "Look! [Is it] not from Yahweh of hosts that people labor for mere fire, and nations exhaust themselves for mere vanity?",
    "2:14": "For the earth will be filled with the knowledge of the glory of Yahweh, like the waters covering the sea.",
    "2:15": "Woe to [him who] gives a drink to his neighbors, pouring out your wrath and also making [them] drunk in order to see their nakedness!",
    "2:16": "You will be sated with shame rather than glory. Drink also yourself, and expose yourself! The cup of the right hand of Yahweh will come around upon you and disgrace upon your glory.",
    "2:17": "For [the] violence of Lebanon will cover you, and [the] destruction of wild animals will shatter them on account of the blood of humanity, and [the] violence [against the] land, [against] a city and all the inhabitants in it.",
    "2:18": "What value [is] an idol when its carver has fashioned it, a molten idol, a teacher of lies? For [he who] fashioned his creation trusts in it, [though] making mute idols!",
    "2:19": "Woe to [him who] says to the wood, 'Wake up!' [And] to a lifeless stone, 'Arise!' Can he teach? Look, it is covered [with] gold and silver, and there is no breath within it.",
    "2:20": "But Yahweh [is] in his holy temple. Let all the earth be silent before him.\"",
    "3:1": "A prayer of Habakkuk the prophet, according to Shigionoth.",
    "3:2": "O Yahweh, I have heard the report of you; O Yahweh, I stand in awe of your works. In the midst of the years, revive it! In the midst of the years, make [it] known! In wrath, may you remember to show compassion.",
    "3:3": "God came from Teman; the Holy One from Mount Paran. Selah His splendor covers the heavens, and his praise fills the earth.",
    "3:4": "And his brightness was like [the] light; flashing rays [came] from his hand for him; And there [is] the covering of his strength.",
    "3:5": "Before him went Disease,<note: The Hebrew term is also the name of a Canaanite deity> and Pestilence<note: The Hebrew term is also the name of a Canaanite deity> went out at his feet.",
    "3:6": "He stood and measured the earth; he looked and made the nations tremble. Then the mountains of old were shattered; the hills of old collapsed. The ways of old belong to him.",
    "3:7": "Under affliction I saw the tents of Cushan; the tent curtains of the land of Midian trembled.",
    "3:8": "Was the anger of Yahweh against the rivers? Was your wrath against the rivers, or your fury against the sea, when you mounted upon your horses, upon your victory chariot?",
    "3:9": "You laid bare the nakedness of your bow, swearing oaths [with the] arrows of [your] word. You split the earth [with] rivers.",
    "3:10": "[When the] mountains saw you they writhed; a torrent of waters swept by; the deep gave its voice; it raised its hands on high.",
    "3:11": "Sun [and] moon stood still in [their] place; at the light of your arrows they moved about; at the gleam of the flashing of your spear.",
    "3:12": "In fury you marched through [the] earth; in anger you trampled the nations.",
    "3:13": "You went forth for the salvation of your people, for the salvation of your anointed. You crushed the head of the house of wickedness, laying bare [from the] foundation to the top.<note: Or \"to the neck\">",
    "3:14": "You pierced the head of his warriors with his own arrows; they came like a whirlwind to scatter me, their exultation like [one who] devours the afflicted in ambush.",
    "3:15": "You trampled upon the sea [with] your horses, the churning of many waters.",
    "3:16": "I hear and my stomach shakes; my lips quiver at the sound; infection enters my bones; that which [is] beneath me trembles; I wait quietly for the day of trouble to come upon the people attacking us.",
    "3:17": "Though the fig tree [does] not blossom, nor there be fruit on the vines; the yield of [the] olive tree fails, and the cultivated fields do not yield food; [the] flock is cut off from the animal pen, and there is no cattle in the stalls,",
    "3:18": "Yet I will rejoice in Yahweh; I will exult in the God of my salvation.",
    "3:19": "Yahweh, my Lord, [is] my strength; he makes my feet like the deer; he causes me to walk on my high places. To the choirmaster with stringed instruments."
  }
}