{
  "abbreviation": "Heb",
  "passages": {
    "1:1": "[Although]<note: *Here \"[although]\" is supplied as a component of the participle (\"spoke\") which is understood as concessive> God spoke long ago in many parts<note: Or \"portions\"> and in many ways to the fathers by the prophets,",
    "1:2": "in these last days he has spoken to us by a Son, whom he appointed heir of all [things], through whom also he made the world,<note: Or \"the universe\"; literally \"the ages\">",
    "1:3": "who is the radiance of his glory and the representation of his essence, sustaining all [things] by the word of power.<note: Some manuscripts have \"by the word of his power. [When he] had made purification for sins, he sat down\"> [When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had made\") which is understood as temporal> had made purification for sins through him, he sat down at the right hand of the Majesty on high,",
    "1:4": "having become by so much better than the angels, by as much as he has inherited a more excellent name than theirs.",
    "1:5": "For to which of the angels did he ever say, \"You are my son, today I have begotten you,\"<note: A quotation from Ps 2:7>\r\n and again, \r\n \"I will be {his father}<note: Literally \"to him for a father\">, and he will be {my son}<note: Literally \"to me for a son\">\"?<note: A quotation from 2 Sam 7:14 (cf. 1 Chr 17:13)>\r\n",
    "1:6": "And again, when he brings the firstborn into the world, he says, \"And let all [the] angels of God worship him.\"<note: A quotation from Deut 32:43 and Ps 97:7> \r\n",
    "1:7": "And concerning the angels he says, \"The one who makes his angels winds, and his servants a flame of fire,\"<note: A quotation from Ps 104:4>\r\n",
    "1:8": "but concerning the Son, \"Your throne, O God, [is] {forever and ever}<note: Literally \"for the age of the age\">, and the scepter of righteous [is the] scepter of your kingdom.\r\n",
    "1:9": "You have loved righteousness and hated lawlessness; because of this God, your God, has anointed you with the olive oil of joy more than your companions.<note: A quotation from Ps 45:6-7> \"You, Lord, laid the foundation of the earth in the beginning, and the heavens are the works of your hands;\r\n",
    "1:11": "they will perish, but you continue, and they will all become old like a garment,",
    "1:12": "and like a robe you will roll them up, and like a garment they will be changed; but you are the same, and your years will not run out.\"<note: A quotation from Ps 102:25-27>",
    "1:13": "But to which of the angels has he ever said, \"Sit down at my right hand, until I make your enemies a footstool for your feet.\"<note: A quotation from Ps 110:1>\r\n",
    "1:14": "Are they not all spirits engaged in special service, sent on assignment for the sake of those who are going to inherit salvation?",
    "2:1": "Because of this, [it is] all the more necessary [that] we pay attention to the [things] we have heard, lest we drift away.",
    "2:2": "For if the word spoken through angels was binding and every transgression and act of disobedience received a just penalty,",
    "2:3": "how will we escape [if we]<note: *Here \"[if]\" is supplied as a component of the participle (\"neglect\") which is understood as conditional> neglect so great a salvation which had [its] beginning [when it]<note: *Here \"[when]\" is supplied as a component of the temporal infinitive (\"was spoken\")> was spoken through the Lord [and] was confirmed to us by those who heard,",
    "2:4": "[while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was testifying at the same time\")> God was testifying at the same time by signs and wonders and various miracles and distributions of the Holy Spirit according to his will.",
    "2:5": "For he did not subject to angels the world to come, about which we are speaking.",
    "2:6": "But someone testified somewhere, saying, \"What is man, that you remember him, or the son of man, that you care for him?\r\n",
    "2:7": "You made him for a short [time] lower than the angels; you crowned him with glory and honor;<note: Several important manuscripts add \"and placed him over the works of your hands\" to the end of v. 7>",
    "2:8": "you subjected all [things] under his feet.<note: A quotation from Ps 8:4-6> For in subjecting all [things],<note: Some manuscripts have \"subjecting all things to him\"> he left nothing [that was] not subject to him. But now we do not yet see all [things] subjected to him,\r\n",
    "2:9": "but we see Jesus, for a short [time] made lower than the angels, because of the suffering of death crowned with glory and honor, so that apart from God<note: Some manuscripts have \"so that by the grace of God\"> he might taste death on behalf of everyone.",
    "2:10": "For it was fitting for him for whom [are] all [things] and through whom [are] all [things] in bringing many sons to glory to perfect the originator of their salvation through sufferings.",
    "2:11": "For both the one who sanctifies and the ones who are sanctified [are] all from one, for which reason he is not ashamed to call them brothers, \"I will proclaim your name to my brothers; in the midst of the assembly I will sing in praise of you.\"<note: A quotation from Ps 22:22>\r\n",
    "2:13": "And again, \"I will trust in him.\"<note: A quotation from Isa 8:17> \r\n And again, \r\n \"Behold, I and the children God has given me.\"<note: A quotation from Isa 8:18> \r\n",
    "2:14": "Therefore, since the children share in blood and flesh, he also in like manner shared in these [same things], in order that through death he could destroy the one who has the power of death, that is, the devil,",
    "2:15": "and could set free these who through fear of death were subject to slavery throughout all their lives.",
    "2:16": "For surely he is not concerned with angels, but he is concerned with the descendants of Abraham.",
    "2:17": "Therefore he was obligated to be made like his brothers in all [respects], in order that he could become a merciful and faithful high priest in the things relating to God, in order to make atonement for the sins of the people.",
    "2:18": "For in that which he himself suffered [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"was tempted\") which is understood as temporal> was tempted, he is able to help those who are tempted.",
    "3:1": "Therefore, holy brothers, sharers in a heavenly calling, consider Jesus, the apostle and high priest of our confession,",
    "3:2": "who was faithful to the one who appointed him, as Moses also [was] in his household.<note: Some manuscripts have \"in all his household\">",
    "3:3": "For this one is considered worthy of greater glory than Moses, inasmuch as the one who builds it has greater honor than the house.",
    "3:4": "For every house is built by someone, but the one who built all [things] [is] God.",
    "3:5": "And Moses [was] faithful in all his house as a servant, for a testimony to the things that would be spoken,",
    "3:6": "but Christ [was faithful]<note: *The words \"[was faithful]\" are not in the Greek text, but are an understood repetition from the previous verse and v. 2> as a son over his house, whose house we are, if<note: Some manuscripts have \"if indeed\"> we hold fast to our confidence and the hope we can be proud of.",
    "3:7": "Therefore, just as the Holy Spirit says, \"Today, if you hear his voice,\r\n",
    "3:8": "do not harden your hearts as in the rebellion, in the day of testing in the wilderness,",
    "3:9": "where your fathers tested [me] by trial and saw my works",
    "3:10": "[for] forty years. Therefore I was angry with this generation, and I said, 'They always go astray in their heart, and they do not know my ways.'",
    "3:11": "As I swore in my anger, '{They will never enter}<note: Literally \"if they will enter\"> into my rest.'\"<note: A quotation from Ps 95:7b-11>",
    "3:12": "Watch out, brothers, lest there be in some of you an evil, unbelieving heart, [with the result that you] fall away<note: *Here \"[with the result that]\" is supplied as a component of the infinitive (\"fall away\") which is understood as result> from the living God.",
    "3:13": "But encourage one another {day by day}<note: Literally \"by each day\">, as long as it is called \"today,\" so that {none of you become hardened}<note: Literally \"not anyone of you be hardened\"> by the deception of sin.",
    "3:14": "For we have become partners of Christ, if indeed we hold fast the beginning of [our] commitment steadfast until the end,",
    "3:15": "{while it is said}<note: Literally \"in the saying\">, \"Today, if you hear his voice, do not harden your hearts as in the rebellion.\"<note: A quotation from Ps 95:7b-8>\r\n",
    "3:16": "For who, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it], were disobedient? Surely [it was] not all who went out from Egypt through Moses?",
    "3:17": "And with whom was he angry [for] forty years? [Was it] not with those who sinned, whose dead bodies fell in the wilderness?",
    "3:18": "And to whom did he swear [they would] not enter into his rest, except those who were disobedient?",
    "3:19": "And [so] we see that they were not able to enter because of unbelief.",
    "4:1": "Therefore let us fear, [while there]<note: *Here \"[while]\" is supplied as a component of the participle (\"remains\") which is understood as temporal> remains a promise of entering into his rest, that none of you appear to fall short of [it].",
    "4:2": "{For we also have had the good news proclaimed to us}<note: Literally \"for we are also having had the good news proclaimed\">, just as those also [did], but the message {they heard}<note: Literally \"of hearing\"> did not benefit them, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"united\") which is understood as causal> were not united with those who heard [it] in faith.",
    "4:3": "For we who have believed enter into rest,<note: Some manuscripts have \"that rest\"> just as he has said, \"As I swore in my anger, '{They will never enter}<note: Literally \"if they will enter\"> into my rest.'\"<note: A quotation from Ps 95:11>\r\n And yet these works have been accomplished from the foundation of the world.\r\n",
    "4:4": "For he has spoken somewhere about the seventh [day] in this way: \"And God rested on the seventh day from all his works,\"<note: A quotation from Gen 2:2>",
    "4:5": "and in this [passage] again, '{They will never enter}<note: Literally \"if they will enter\"> into my rest.'\"<note: A quotation from Ps 95:11>",
    "4:6": "Since therefore it remains [for] some to enter into it, and the ones to whom the good news was proclaimed previously did not enter because of disobedience,",
    "4:7": "again he ordains a certain day, today, speaking by David after so long a time, just as had been said before, \"Today, if you hear his voice, do not harden your hearts.\"<note: A quotation from Ps 95:7b-8 (see also Heb 3:7-8, 15)>\r\n",
    "4:8": "For if Joshua had caused them to rest, he would not have spoken about another day after these [things].",
    "4:9": "Consequently a sabbath rest remains for the people of God.",
    "4:10": "For the one who has entered into his rest has also himself rested from his works, just as God [did] from his own [works].",
    "4:11": "Therefore, let us make every effort to enter into that rest, in order that no one may fall in the same pattern of disobedience.",
    "4:12": "For the word of God [is] living and active and sharper than any double-edged sword, and piercing as far as the division of soul and spirit, both joints and marrow, and able to judge the reflections and thoughts of the heart.",
    "4:13": "And no creature is hidden in the sight of him, but all [things are] naked and laid bare to the eyes of him to whom {we must give our account}<note: Literally \"our account\">.",
    "4:14": "Therefore, [because we] have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold fast to our confession.",
    "4:15": "For we do not have a high priest who is not able to sympathize with our weaknesses, but who has been tempted in all [things] in the same way, without sin.",
    "4:16": "Therefore let us approach with confidence to the throne of grace, in order that we may receive mercy and find grace to help in time of need.",
    "5:1": "For every high priest taken from among men is appointed on behalf of people in the things relating to God, in order that he can offer both gifts and sacrifices on behalf of sins,",
    "5:2": "being able to deal gently with those who are ignorant and led astray, since he himself also is surrounded by weakness,",
    "5:3": "and because of it he is obligated to offer [sacrifices] for sins {for himself also, as well as for the people}<note: Literally \"as for the people so also for himself\">.",
    "5:4": "And someone does not take for himself the honor, but is called by God, just as Aaron also [was].",
    "5:5": "Thus also Christ did not glorify himself to become high priest, but the one who said to him, \"You are my Son, today I have begotten you,\"<note: A quotation from Ps 2:7> \r\n",
    "5:6": "just as also in another [place] he says, \"You [are] a priest {forever}<note: Literally \"for the age\"> according to the order of Melchizedek,\"<note: A quotation from Ps 110:4> \r\n",
    "5:7": "who in the days of his flesh offered up both prayers and supplications, with loud crying and tears, to the one who was able to save him from death, and he was heard as a result of his reverence.",
    "5:8": "Although he was a son, he learned obedience from what he suffered,",
    "5:9": "and being perfected, he became the source of eternal salvation to all those who obey him,",
    "5:10": "being designated by God a high priest according to the order of Melchizedek.",
    "5:11": "Concerning this<note: Literally \"which\"> {we have much to say and it is difficult to explain}<note: Literally \"great for us the message and hard to explain to say\">, since you have become sluggish in hearing.",
    "5:12": "For indeed, [although you]<note: *Here \"[although]\" is supplied as a component of the participle (\"ought\") which is understood as concessive> ought to be teachers {by this time}<note: Literally \"because of the time\">, you have need of someone to teach you again the beginning elements of the oracles of God, and {you have need of}<note: Literally \"you are having need of\"> milk, not<note: Some manuscripts have \"and not\"> solid food.",
    "5:13": "For everyone who partakes of milk [is] unacquainted with the message of righteousness, because he is an infant.",
    "5:14": "But solid food is for the mature, who because of practice have trained their faculties for the distinguishing of both good and evil.",
    "6:1": "Therefore, leaving behind the elementary message about Christ, let us move on to maturity, not laying again a foundation of repentance from dead works and faith in God,",
    "6:2": "teaching about baptisms and laying on of hands, and resurrection of the dead and eternal judgment.",
    "6:3": "And this we will do, if God permits.",
    "6:4": "For [it is] impossible [concerning] those who have once been enlightened, and have tasted the heavenly gift, and become sharers of the Holy Spirit,",
    "6:5": "and have tasted the good word of God and the powers of the coming age,",
    "6:6": "and having fallen away, to renew [them] again to repentance, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"have crucified again\") which is understood as causal> have crucified again for themselves the Son of God and held him up to contempt.",
    "6:7": "For ground that drinks the rain that comes often upon it, and brings forth vegetation usable to those [people] {for whose sake}<note: Literally \"for the sake of whom\"> [it is] also cultivated, shares a blessing from God.",
    "6:8": "But [if it]<note: *Here \"[if]\" is supplied as a component of the participle (\"produces\") which is understood as conditional> produces thorns and thistles, [it is] worthless and near to a curse, whose end [is] for burning.",
    "6:9": "But even if we are speaking in this way, dear friends, we are convinced of better [things] concerning you, and belonging to salvation.",
    "6:10": "For God [is] not unjust, [so as] to forget your work and the love which you demonstrated for his name [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"having served\") which is understood as means> having served the saints, and continuing to serve [them].",
    "6:11": "And we desire each one of you to demonstrate the same diligence for the full assurance of [your] hope until the end,",
    "6:12": "in order that you may not be sluggish, but imitators of those who inherit the promises through faith and patience.",
    "6:13": "For [when]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"made a promise\")> God made a promise to Abraham, since he had no one greater to swear by, he swore by himself, \"Surely {I will greatly bless}<note: Literally \"blessing I will bless\"> you, and {I will greatly multiply}<note: Literally \"multiplying I will multiply\"> you.\" \r\n",
    "6:15": "And so, [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"persevering\") which is understood as means> persevering, he obtained the promise.",
    "6:16": "For people swear by what is greater [than themselves], and the oath for confirmation [is the] end of all dispute for them.",
    "6:17": "In the same way God, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"wanted\") which is understood as causal> wanted to show even more to the heirs of the promise the unchangeableness of his resolve, guaranteed [it] with an oath,",
    "6:18": "in order that through two unchangeable things, in which [it is] impossible for God to lie, we who have taken refuge may have powerful encouragement to hold fast to the hope set before [us],",
    "6:19": "which we have like an anchor of the soul, both firm and steadfast, and entering into the inside of the curtain,",
    "6:20": "where Jesus, the forerunner for us, entered, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"became\") which is understood as causal> became a high priest {forever}<note: Literally \"to the age\"> according to the order of Melchizedek.",
    "7:1": "For this Melchizedek, king of Salem, priest of the most high God, who met Abraham [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was returning\") which is understood as temporal> was returning from the slaughter of the kings and blessed him,<note: This verse contains a number of quotations from Gen 14:17-19>",
    "7:2": "to whom also Abraham apportioned a tenth of everything<note: A quotation from Gen 14:20>--in the first place, [his name] is translated \"king of righteousness,\" and then also \"king of Salem,\" that is, \"king of peace\";",
    "7:3": "without father, without mother, without genealogy, having neither beginning of days nor end of life, but resembling the Son of God--he remains a priest for all time.",
    "7:4": "But see how great this man [was], to whom Abraham<note: Some manuscripts have \"even Abraham\"> the patriarch gave a tenth from the spoils!",
    "7:5": "And indeed those of the sons of Levi who receive the priesthood have a commandment to collect a tenth from the people according to the law, that is, from their brothers, although {they are descended from Abraham}<note: Literally \"coming forth from the loins of Abraham\">.",
    "7:6": "But the one who did not trace [his] descent from them collected tithes from Abraham and blessed the one who had the promises.",
    "7:7": "Now without any dispute the inferior is blessed by the more prominent.",
    "7:8": "And in this case mortal men receive tithes, but in that case it is testified that he lives.",
    "7:9": "And, {so to speak}<note: Literally \"as if to say a word\">, even Levi, the one who receives tithes, has paid tithes through Abraham.",
    "7:10": "For he was still in the loins of his father when Melchizedek met him.",
    "7:11": "Thus if perfection was through the Levitical priesthood, for on the basis of it the people received the law, what further need [is there] for another priest to arise according to the order of Melchizedek and not said to be according to the order of Aaron?",
    "7:12": "For [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"changes\")> the priesthood changes, of necessity there is a change of the law also.",
    "7:13": "For the one about whom these [things] are spoken belongs to another tribe from which no one has officiated at the altar.",
    "7:14": "For [it is] evident that our Lord is a descendant of Judah, a tribe [with reference] to which Moses said nothing concerning priests.",
    "7:15": "And it is still more clear, if another priest according to the likeness of Melchizedek arises,",
    "7:16": "who has become [a priest] not according to a law of physical requirement, but according to the power of an indestructible life.",
    "7:17": "For it is testified, \"You [are] a priest {forever}<note: Literally \"for the age\"> according to the order of Melchizedek.\"<note: A quotation from Ps 110:4 (see also Heb 5:6; 6:20)> \r\n",
    "7:18": "For on the one hand a preceding commandment is set aside because of its weakness and uselessness",
    "7:19": "(for the law [made] nothing perfect), but on the other hand [there is] the introduction of a better hope through which we draw near to God.",
    "7:20": "And by as much as [this was] not without an oath (for these on the one hand {have become priests}<note: Literally \"are having become priests\"> without an oath,",
    "7:21": "but he with an oath by the one who said to him, \"The Lord has sworn and will not change his mind, 'You [are] a priest {forever}<note: Literally \"for the age\">'\"<note: A quotation from Ps 110:4 (see also Heb 5:6; 6:20; 7:17)>),\r\n",
    "7:22": "by so much more<note: Some manuscripts have \"so much more also\"> Jesus has become the guarantee of a better covenant.",
    "7:23": "And indeed many {have become}<note: Literally \"are having become\"> priests, because they were prevented by death from continuing [in office],",
    "7:24": "but he, because he continues {forever}<note: Literally \"for the age\">, holds the priesthood permanently.",
    "7:25": "Therefore also he is able to save completely those who draw near to God through him, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"lives\") which is understood as causal> always lives in order to intercede on their behalf.",
    "7:26": "For a high priest such as this indeed is fitting for us, holy, innocent, undefiled, separated from sinners, and having become exalted [above] the heavens,",
    "7:27": "who does not {need every day}<note: Literally \"have necessity every day\"> like the former high priests to offer up sacrifices for his own sins [and] then for the [sins] of the people, because he did this once for all [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"offered up\")> offered up himself.",
    "7:28": "For the law appoints men [as] high priests who have weakness, but the statement of the oath, after the law, [appoints] a Son, who is made perfect {forever}<note: Literally \"for the age\">.",
    "8:1": "Now [this is] the main point in what has been said: we have a high priest such as this, who sat down at the right hand of the throne of the Majesty in heaven,",
    "8:2": "a minister of the sanctuary and of the true tabernacle which the Lord set up, not man.",
    "8:3": "For every high priest is appointed in order to offer both gifts and sacrifices; therefore [it was]<note: *Or \"[it is]\"; either a present or a past tense verb may be supplied here> necessary [for] this one also to have something that he offers.",
    "8:4": "Now if he were on earth, he would not even be a priest, [because there]<note: *Here \"[because]\" is supplied as a component of the participle (\"are\") which is understood as causal> are those who offer the gifts according to the law,",
    "8:5": "who serve a sketch and shadow of the heavenly [things], just as Moses was warned [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"about\")> was about to complete the tabernacle, for he says, \"See to it that you make everything according to the pattern which was shown to you on the mountain.\"<note: A quotation from Exod 25:40>",
    "8:6": "But now he has attained a more excellent ministry, by as much as he is also mediator of a better covenant which has been enacted upon better promises.",
    "8:7": "For if that first [covenant] had been faultless, occasion would not have been sought for a second.",
    "8:8": "For in finding fault with them he says, \"Behold, days are coming, says the Lord, when I will complete a new covenant with the house of Israel and with the house of Judah,\r\n",
    "8:9": "not like the covenant which I made with their fathers on the day I took hold of them by my hand to lead them out of the land of Egypt, because they did not continue in my covenant and I disregarded them, says the Lord.",
    "8:10": "For this [is] the covenant that I will decree with the house of Israel after those days, says the Lord: I am putting my laws in their minds and I will write them on their hearts, and I will be {their}<note: Literally \"to them for\"> God and they will be {my}<note: Literally \"to me for\"> people.",
    "8:11": "And they will not teach each one his fellow citizen and each one his brother, saying, 'Know the Lord,' because they will all know me, from the least of them to the greatest.",
    "8:12": "For I will be merciful toward their wrongdoings, and I will not remember their sins [any] longer.\"",
    "8:13": "In calling [it] new, he has declared the former [to be old]. Now what is becoming obsolete and growing old [is] near to disappearing.",
    "9:1": "Now<note: Some manuscripts have \"Now even\"> the first [covenant] had regulations for worship and the earthly sanctuary.",
    "9:2": "For a tent was prepared, the first [one], in which [were] the lampstand and the table and the presentation of the loaves, which is called the holy place.",
    "9:3": "And after the second curtain [was] a tent called the holy of holies,",
    "9:4": "containing the golden incense altar and the ark of the covenant covered on all sides with gold, in which [were] a golden jar containing the manna and the rod of Aaron that budded and the tablets of the covenant.",
    "9:5": "And above it [were] the cherubim of glory overshadowing the mercy seat, about which it is not now [possible] to speak in detail.",
    "9:6": "Now these things having been prepared in this way, the priests enter into the first tent {continually}<note: Literally \"throughout all\"> [as they]<note: *Here \"[as]\" is supplied as a component of the temporal participle (\"accomplish\")> accomplish their service,",
    "9:7": "but only the high priest [enters] into the second [tent] once a year, not without blood, which he offers on behalf of himself and the [sins] of the people committed in ignorance.",
    "9:8": "The Holy Spirit [was] making this clear, [that] the way [into] the holy place [was] not yet revealed, [while]<note: *Here \"[while]\" is supplied as a component of the temporal participle (\"was\")> the first tent was still in existence,",
    "9:9": "which [was] a symbol for the present time, in which both the gifts and sacrifices which were offered were not able to perfect the worshiper with respect to the conscience,",
    "9:10": "concerning [instead] only food and drink and different washings, regulations of outward things imposed until the time of setting [things] right.",
    "9:11": "But Christ has arrived [as] a high priest of the good [things] to come. Through the greater and more perfect tent not made by hands, that is, not of this creation,",
    "9:12": "and not by the blood of goats and calves, but by his own blood, he entered once for all into the [most] holy place, obtaining eternal redemption.",
    "9:13": "For if the blood of goats and bulls and the ashes of a young cow sprinkled on those who are defiled sanctify [them] for the ritual purity of the flesh,",
    "9:14": "how much more will the blood of Christ, who through the eternal Spirit offered himself without blemish to God, cleanse our consciences from dead works to serve [the] living God?",
    "9:15": "And because of this, he is the mediator of a new covenant, in order that, [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"has taken place\") which is understood as causal> a death has taken place for the redemption of transgressions [committed] during the first covenant, those who are the called may receive the promise of the eternal inheritance.",
    "9:16": "For where [there is] a will, [it is] a necessity [for] the death of the one who made the will to be established.",
    "9:17": "For a will [is] in force concerning those who are dead, since [it is] never in force when the one who made the will is alive.",
    "9:18": "Therefore not even the first [covenant] was ratified without blood.",
    "9:19": "For [when]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"had been spoken\")> every commandment had been spoken by Moses to all the people according to the law, [he] took the blood of calves<note: Some manuscripts have \"calves and goats\"> with water and scarlet wool and hyssop [and] sprinkled both the scroll itself and all the people, \"This [is] the blood of the covenant that God has commanded for you.\"<note: A quotation from Exod 24:8> \r\n",
    "9:21": "And likewise he sprinkled both the tabernacle and all the utensils of service with the blood.",
    "9:22": "Indeed, nearly everything is purified with blood according to the law, and apart from the shedding of blood there is no forgiveness.",
    "9:23": "Therefore [it was] necessary [for] the sketches of the [things] in heaven to be purified with these [sacrifices], but the heavenly [things] themselves [to be purified] with better sacrifices than these.",
    "9:24": "For Christ did not enter into a sanctuary made by hands, a [mere] copy of the true [one], but into heaven itself, now to appear in the presence of God on our behalf,",
    "9:25": "and not in order that he can offer himself many times, as the high priest enters into the sanctuary {year by year}<note: Literally \"according to year\"> with blood not his own,",
    "9:26": "since it would have been necessary for him to suffer many times from the foundation of the world, but now he has appeared once at the end of the ages for the removal of sin by the sacrifice of himself.",
    "9:27": "And {just as}<note: Literally \"in as much as\"> it is destined for people to die once, and after this, judgment,",
    "9:28": "thus also Christ, having been offered once in order to bear the sins of many, will appear for the second time without reference to sin to those who eagerly await him for salvation.",
    "10:1": "For the law, possessing a shadow of the good [things] that are about to come, not the form of things itself, [is] never able {year by year}<note: Literally \"according to year\"> by means of the same sacrifices which they offer without interruption to make perfect those who draw near.",
    "10:2": "For otherwise, would they not have ceased to be offered, because the ones who worship, having been purified once and for all, would no longer have any consciousness of sins?",
    "10:3": "But in them [there is] a reminder of sins {year by year}<note: Literally \"according to year\">.",
    "10:4": "For [it is] impossible [for] the blood of bulls and goats to take away sins.",
    "10:5": "Therefore, [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"came\")> came into the world, he said, \"Sacrifice and offering you did not want, but a body you prepared for me;\r\n",
    "10:6": "you did not delight in whole burnt offerings and [offerings] for sins.",
    "10:7": "Then I said, 'Behold, I have come-- in the roll of the book it is written about me-- to do your will, O God.'",
    "10:8": "[When he] says above, \"Sacrifices and offerings and whole burnt offerings and [offerings] for sin you did not want, nor did you delight in,\"<note: Various phrases from the quotation of Ps 40:6 in Heb 10:5-6 are repeated here>\r\n which are offered according to the law,\r\n",
    "10:9": "then he has said, \"Behold, I have come to do your will.\"<note: A repetition of Ps 40:8 from Heb 10:7; many later manuscripts add \"O God,\" making the quotation conform to Heb 10:7 more closely> \r\n He takes away the first in order to establish the second,\r\n",
    "10:10": "by which will we are made holy through the offering of the body of Jesus Christ once for all.",
    "10:11": "And every priest stands every day serving and offering the same sacrifices many times, which are never able to take away sins.",
    "10:12": "But this one, [after he]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"had offered\")> had offered one sacrifice for sins for all time, sat down at the right hand of God,",
    "10:13": "from now on waiting until his enemies are made a footstool for his feet.",
    "10:14": "For by one offering he has perfected for all time those who are made holy.",
    "10:15": "And the Holy Spirit also testifies to us, for after saying,",
    "10:16": "\"This [is] the covenant that I will decree for them after those days, says the Lord: I am putting my laws on their hearts, and I will write them on their minds.\"<note: A quotation from Jer 31:33>",
    "10:17": "[He] also [says], \"Their sins and their lawless deeds I will never remember again.\"<note: A quotation from Jer 31:34> \r\n",
    "10:18": "Now where [there is] forgiveness of these, [there is] no longer an offering for sin.",
    "10:19": "Therefore, brothers, [since we]<note: *Here \"[since]\" is supplied as a component of the participle (\"have\") which is understood as causal> have confidence for the entrance into the sanctuary by the blood of Jesus,",
    "10:20": "[by the] new and living way which he inaugurated for us through the curtain, that is, his flesh,",
    "10:21": "and [since we have]<note: These words are an implied repetition from v. 19 for clarity> a great priest over the house of God,",
    "10:22": "let us approach with a true heart in the full assurance of faith, our hearts sprinkled [clean] from an evil conscience and our bodies washed with pure water.",
    "10:23": "Let us hold fast to the confession of [our] hope without wavering, for the one who promised [is] faithful.",
    "10:24": "And let us think about {how to stir one another up to love}<note: Literally \"one another for the stirring up of love\"> and good works,",
    "10:25": "not abandoning {our meeting together}<note: Literally \"the meeting of ourselves\">, as [is] the habit of some, but encouraging [each other], and by so much more as you see the day drawing near.",
    "10:26": "For [if]<note: *Here \"[if]\" is supplied as a component of the conditional genitive absolute participle (\"keep on sinning\")> we keep on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,",
    "10:27": "but a certain fearful expectation of judgment and a fury of fire that is about to consume the adversaries.",
    "10:28": "Anyone who rejected the law of Moses dies without mercy on [the testimony of] two or three witnesses.",
    "10:29": "How much worse punishment do you think the person will be considered worthy of who treats with disdain the Son of God and who considers ordinary the blood of the covenant by which he was made holy and who insults the Spirit of grace?",
    "10:30": "For we know the one who said, \"Vengeance [is] mine, I will repay,\"<note: A quotation from Deut 32:35> \r\n and again, \r\n \"The Lord will judge his people.\"<note: A quotation from Deut 32:36> \r\n",
    "10:31": "[It is] a terrifying [thing] to fall into the hands of the living God.",
    "10:32": "But remember the former days in which, [after you]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"were enlightened\")> were enlightened, you endured a great struggle with sufferings,",
    "10:33": "sometimes being publicly exposed both to insults and to afflictions, and sometimes becoming sharers with those who were treated in this way.",
    "10:34": "For you both sympathized with the prisoners and put up with the seizure of your belongings with joy [because you]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew that you yourselves had a better and permanent possession.",
    "10:35": "Therefore do not throw away your confidence, which has great reward.",
    "10:36": "For you have need of endurance, in order that [after you]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"have done\")> have done the will of God, you may receive what was promised.",
    "10:37": "For yet \"a very, very little [while], [and] the one who is coming will come and will not delay.\r\n",
    "10:38": "But my righteous one will live by faith, and if he shrinks back, my soul is not well pleased with him.\"<note: A quotation from Hab 2:3-4>",
    "10:39": "But we are not among those who shrink back to destruction, but among those who have faith to the preservation of [our] souls.",
    "11:1": "Now faith is the realization of what is hoped for, the proof of things not seen.",
    "11:2": "For by this the people of old were approved.",
    "11:3": "By faith we understand the worlds were created by the word of God, in order that what is seen did not come into existence from what is visible.",
    "11:4": "By faith Abel offered to God a greater sacrifice than Cain, by which he was approved that he was righteous, [because]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"was\")> God approved [him] for his gifts, and through it<note: I.e., his faith> he still speaks, [although he]<note: *Here \"[although]\" is supplied as a component of the participle (\"is dead\") which is understood as concessive> is dead.",
    "11:5": "By faith Enoch was taken up, so that he did not experience death, and he was not found, because God took him up. For before his removal, he had been approved {as having been pleasing}<note: Literally \"to be pleasing\"> to God.",
    "11:6": "Now without faith [it is] impossible to please [him], for the one who approaches God must believe that he exists and is a rewarder of those who seek him.",
    "11:7": "By faith Noah, having been warned about things not yet seen, out of reverence constructed an ark for the deliverance of his family, by which he pronounced sentence on the world and became an heir of the righteousness that comes by faith.",
    "11:8": "By faith Abraham, [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"was called\")> was called, obeyed to go out to a place that he was going to receive for an inheritance, and he went out, not knowing where he was going.",
    "11:9": "By faith he lived in the land of promise as a stranger, living in tents with Isaac and Jacob, the fellow heirs of the same promise.",
    "11:10": "For he was expecting the city that has foundations, whose architect and builder [is] God.",
    "11:11": "By faith also, {with Sarah}<note: Literally \"with her, Sarah\">,<note: Some manuscripts have \"even though Sarah herself was barren\"> he received {the ability to procreate}<note: Literally \"power to deposit seed\"> even {past the normal age}<note: Literally \"beyond the time of maturity\">, because he regarded the one who had promised [to be] faithful.",
    "11:12": "And therefore these were fathered from one man, and [he] being as good as dead, as the stars of heaven in number and like the innumerable sand by the shore of the sea.",
    "11:13": "These all died in faith without receiving the promises, but seeing them from a distance and welcoming [them], and admitting that they were strangers and temporary residents on the earth.",
    "11:14": "For those who say such [things] make clear that they are seeking a homeland.",
    "11:15": "And if they remember<note: Some manuscripts have \"they had been remembering\"> that [land] from which they went out, they would have had opportunity to return.",
    "11:16": "But now they aspire to a better [land], that is, a heavenly [one]. Therefore God is not ashamed of them, to be called their God, for he has prepared for them a city.",
    "11:17": "By faith Abraham, [when he] was tested, offered Isaac, and the one who received the promises was ready to offer his one and only [son],",
    "11:18": "with reference to whom it was said, \"In Isaac your descendants will be named,\"<note: A quotation from Gen 21:12>",
    "11:19": "having reasoned that God [was] able even to raise [him] from the dead, from which he received him back also as a symbol.",
    "11:20": "By faith also Isaac blessed Jacob and Esau concerning things that were going to happen.",
    "11:21": "By faith Jacob, [as he]<note: *Here \"[as]\" is supplied as a component of the temporal participle (\"was dying\")> was dying, blessed each of the sons of Joseph and worshiped, [leaning] on the top of his staff.",
    "11:22": "By faith Joseph, [as he]<note: *Here \"[as]\" is supplied as a component of the temporal participle (\"was dying\")> was dying, mentioned about the exodus of the sons of Israel and gave instructions about his bones.",
    "11:23": "By faith Moses, [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"afraid of\")> was born, was hidden for three months by his parents, because they saw the child [was] handsome, and they were not afraid of the edict of the king.",
    "11:24": "By faith Moses, [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"was\")> was grown up, refused to be called the son of Pharaoh's daughter,",
    "11:25": "choosing instead to be mistreated with the people of God [rather] than to experience the transitory enjoyment of sin,",
    "11:26": "considering {reproach endured for the sake of Christ}<note: Literally \"the reproach of Christ\"> greater wealth than the treasures of Egypt, for he was looking to the reward.",
    "11:27": "By faith he left Egypt, not fearing the anger of the king, for he persevered as [if he]<note: *Here \"[if]\" is supplied as a component of the participle (\"saw\") which is understood as conditional> saw the invisible one.",
    "11:28": "By faith he kept the Passover and the sprinkling of blood, in order that the one who destroyed the firstborn would not touch them.",
    "11:29": "By faith they crossed the Red Sea as if on dry land; the Egyptians, {when they made the attempt}<note: Literally \"of which attempt making\">, were drowned.",
    "11:30": "By faith the walls of Jericho fell down [after they]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"had been marched around\")> had been marched around for seven days.",
    "11:31": "By faith Rahab the prostitute did not perish with those who were disobedient, [because she]<note: *Here \"[because]\" is supplied as a component of the participle (\"welcomed\") which is understood as causal> welcomed the spies in peace.",
    "11:32": "And what more shall I say? For time would fail me to tell about Gideon, Barak, Samson, Jephthah, David, and Samuel and the prophets,",
    "11:33": "who through faith conquered kingdoms, accomplished justice, obtained what was promised, shut the mouths of lions,",
    "11:34": "extinguished the effectiveness of fire, escaped the edge of the sword, were made strong from weakness, became mighty in battle, put to flight enemy battle lines.",
    "11:35": "Women received back their dead by resurrection. But others were tortured, not accepting release, in order that they might gain a better resurrection.",
    "11:36": "And others {experienced mocking and flogging}<note: Literally \"received experience of mocking and flogging\">, and in addition bonds and imprisonment.",
    "11:37": "They were stoned, they were sawed in two, they died by murder with a sword, they wandered about in sheepskins, in goatskins, impoverished, afflicted, mistreated,",
    "11:38": "of whom the world was not worthy, wandering about on deserts and mountains and in caves and in holes in the ground.",
    "11:39": "And [although they]<note: *Here \"[although]\" is supplied as a component of the participle (\"were approved\") which is understood as concessive> all were approved<note: Some manuscripts have \"And all these, [although they] were approved\"> through their faith, they did not receive what was promised,",
    "11:40": "[because]<note: *Here \"[because]\" is supplied as a component of the causal genitive absolute participle (\"had provided\")> God had provided something better for us, so that they would not be made perfect without us.",
    "12:1": "Therefore, [since]<note: *Here \"[since]\" is supplied as a component of the participle (\"have\") which is understood as causal> we also have such a great cloud of witnesses surrounding us, putting aside every weight and {the sin that so easily ensnares us}<note: Literally \"the easily ensnaring sin\">, let us run with patient endurance the race that has been set before us,",
    "12:2": "fixing our eyes on Jesus, the originator and perfecter of faith, who for the joy that was set before him endured the cross, disregarding the shame, and has sat down at the right hand of the throne of God.",
    "12:3": "For consider the one who endured such hostility by sinners against himself,<note: *The plural reflexive pronoun can still be translated as singular; see Louw-Nida 92.25> so that you will not grow weary in your souls [and] give up.",
    "12:4": "You have not yet resisted to the point of [shedding your]<note: *The words \"shedding your\" are not in the Greek text but are supplied for clarity> blood [as you]<note: *Here \"[as]\" is supplied as a component of the temporal participle (\"struggle\")> struggle against sin.",
    "12:5": "And have you completely forgotten the exhortation which instructs you as sons? \"My son, do not make light of the Lord's discipline, or give up [when you] are corrected by him.\r\n",
    "12:6": "For the Lord disciplines the one whom he loves, and punishes every son whom he accepts.\"<note: A quotation from Prov 3:11-12>",
    "12:7": "Endure [it] for discipline. God is dealing with you as sons. For what son [is there] whom a father does not discipline?",
    "12:8": "But if you are without discipline, in which all [legitimate sons]<note: *The phrase \"legitimate sons\" is not in the Greek text but is implied> have become participants, then you are illegitimate and not sons.",
    "12:9": "Furthermore, we have had {our earthly fathers}<note: Literally \"the flesh of our fathers\"> who disciplined [us], and we respected [them]. Will we not much rather subject ourselves to the Father of spirits and live?",
    "12:10": "For they disciplined [us] for a few days according to what seemed [appropriate] to them, but he [does so] for our benefit, in order that [we] can have a share in his holiness.",
    "12:11": "Now all discipline seems for the moment not to be joyful but painful, but later it yields the peaceful fruit of righteousness for those who are trained by it.",
    "12:12": "Therefore strengthen your slackened hands and your weakened knees,",
    "12:13": "and make straight paths for your feet, so that what is lame will not be dislocated, but rather be healed.",
    "12:14": "Pursue peace with everyone, and holiness, without which no one will see the Lord.",
    "12:15": "Take care [that] no one falls short of the grace of God; [that] no one growing up [like] a root of bitterness causes trouble, and by it many become defiled;",
    "12:16": "[that] no one [be] a sexually immoral or totally worldly [person] like Esau, who for one meal traded his own birthright.",
    "12:17": "For you know that also afterwards, [when he]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"wanted\")> wanted to inherit the blessing, he was rejected, because he did not find an occasion for repentance, although he sought it with tears.",
    "12:18": "For you have not come to something that can be touched, and to a burning fire, and to darkness, and to gloom, and to a whirlwind,",
    "12:19": "and to the noise of a trumpet, and to the sound of words which those who heard begged [that] not [another] word be spoken to them.",
    "12:20": "For they could not endure what was commanded: \"If even an animal touches the mountain, it must be stoned.\"<note: A quotation from Exod 19:12-13>",
    "12:21": "And the spectacle was so terrifying [that] Moses said, \"I am terrified and trembling.\"<note: A quotation from Deut 9:19>",
    "12:22": "But you have come to Mount Zion, and to the city of the living God, to the heavenly Jerusalem, and to tens of thousands of angels, to the festal gathering",
    "12:23": "and assembly of the firstborn who are enrolled in heaven, and to God the judge of all, and to the spirits of righteous [people] made perfect,",
    "12:24": "and to Jesus, the mediator of a new covenant, and {to the sprinkled blood}<note: Literally \"to the blood of sprinkling\"> that speaks better than Abel's [does].",
    "12:25": "Watch out that you do not refuse the one who is speaking! For if those did not escape [when they]<note: *Here \"[when]\" is supplied as a component of the temporal participle (\"refused\")> refused the one who warned [them] on earth, much less [will] we [escape],<note: *Here the verb \"will ... escape\" is an understood repetition from the previous clause> [if we]<note: *Here \"[if]\" is supplied as a component of the participle (\"reject\") which is understood as conditional> reject the [one who warns] from heaven,",
    "12:26": "whose voice shook the earth at that time, but now he has promised, saying, \"Yet once [more] I will shake not only the earth but also heaven.\"<note: A quotation from Hag 2:6> \r\n",
    "12:27": "Now the [phrase] \"yet once [more]\" indicates the removal of what is shaken, namely, things that have been created, in order that the things that are not shaken may remain.",
    "12:28": "Therefore, [since we]<note: *Here \"[since]\" is supplied as a component of the participle (\"are receiving\") which is understood as causal> are receiving an unshakable kingdom, let us be thankful, through which let us serve God acceptably, with awe and reverence.",
    "12:29": "For indeed our God [is] a consuming fire.",
    "13:1": "Brotherly love must continue.",
    "13:2": "Do not neglect hospitality, because through this some have received angels as guests without knowing [it].",
    "13:3": "Remember the prisoners, as [though you were] fellow-prisoners; [remember]<note: *This is an understood repetition of the verb from the previous clause> the mistreated, as [though] [you] yourselves also are being [mistreated]<note: *This is an understood repetition of the participle from the previous clause> in the body.",
    "13:4": "Marriage [must be] held in honor by all, and the marriage bed [be] undefiled, because God will judge sexually immoral people and adulterers.",
    "13:5": "Your lifestyle [must be] free from the love of money, being content with what you have. For he himself has said, \"I will never desert you, and I will never abandon you.\"<note: A quotation from Deut 31:6, 8>",
    "13:6": "So then, we can say with confidence, \"The Lord [is] my helper, I will not be afraid.<note: Some manuscripts have \"and I will not be afraid\"> What will man do to me?\"<note: A quotation from Ps 118:6>\r\n",
    "13:7": "Remember your leaders, who spoke the word of God to you; {considering the outcome of their way of life}<note: Literally \"of whom considering the outcome of the way of life\">, imitate their faith.",
    "13:8": "Jesus Christ [is] the same yesterday and today and {forever}<note: Literally \"to the ages\">.",
    "13:9": "Do not be carried away by various and strange teachings, for [it is] good [for] the heart to be strengthened by grace, not by foods by which those who participate have not benefited.",
    "13:10": "We have an altar from which those who serve in the tabernacle do not have the right to eat.",
    "13:11": "For the bodies of those animals whose blood is brought into the sanctuary by the high priest for sins are burned up outside the camp.",
    "13:12": "Therefore Jesus also suffered outside the gate, in order that he might sanctify the people by his own blood.",
    "13:13": "So we must go out to him outside the camp, bearing his reproach.",
    "13:14": "For here we do not have a permanent city, but we seek the [city] that is to come.",
    "13:15": "Therefore through him let us offer up a sacrifice of praise {continually}<note: Literally \"through all\"> to God, that is, the fruit of lips that confess his name.",
    "13:16": "And do not neglect doing good and generosity, for God is pleased with such sacrifices.",
    "13:17": "Obey your leaders and submit [to them], for they keep watch over your souls as those who will give an account, so that they can do this with joy and not [with] groaning, for this [would be] unprofitable for you.",
    "13:18": "Pray for us, for we are convinced that we have a good conscience, [and] want to conduct ourselves commendably in every [way].",
    "13:19": "And I especially urge [you] to do this, so that I may be restored to you more quickly.",
    "13:20": "Now may the God of peace, who brought up from the dead our Lord Jesus, the great shepherd of the sheep, by the blood of the eternal covenant,",
    "13:21": "equip you with every good [thing] to do his will, carrying out in us [what is] pleasing before him through Jesus Christ, to whom [be] the glory {forever}<note: Literally \"to the ages\">.<note: Some manuscripts have \"forever and ever\" (literally, \"to the ages of the ages\")> Amen.",
    "13:22": "Now I urge you, brothers, bear with my word of exhortation, for indeed I have written to you {briefly}<note: Literally \"through few words\">.",
    "13:23": "Know [that] our brother Timothy has been released, with whom I will see you, if he comes quickly [enough].",
    "13:24": "Greet all your leaders and all the saints. Those from Italy greet you.",
    "13:25": "Grace [be] with all of you."
  }
}