{
  "abbreviation": "Ho",
  "passages": {
    "1:1": "The word of Yahweh that came to Hosea son of Beeri, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, the kings of Judah, and in the days of Jeroboam the son of Joash, king of Israel.",
    "1:2": "{At the beginning when Yahweh spoke}<note: Literally \"[At] the beginning of the talking of Yahweh\"> through Hosea, Yahweh said to Hosea, \"Go, take for yourself a wife and children of whoredom, because the land commits great whoredom {forsaking Yahweh}.\"<note: Literally \"from behind Yahweh\">",
    "1:3": "So he went and took Gomer daughter of Diblaim, and she conceived and bore him a son.",
    "1:4": "And Yahweh said to him, \"{Name him}<note: Literally \"Call his name\"> Jezreel;<note: Jezreel means \"God sows\"> because in a little while {I will punish}<note: Literally \"I will visit sin upon\"> the house of Jehu<note: Or \"the dynasty of Jehu\"> for the blood<note: Or \"bloodshed\"> of Jezreel,<note: Jezreel means \"God sows\"> and I will put an end to the kingdom of the house of Israel.<note: Or \"the dynasty of Israel\">",
    "1:5": "{On that day}<note: Literally \"And it will happen on that day\"> I will break the bow of Israel in the Valley of Jezreel.\"",
    "1:6": "And she conceived again and bore a daughter, and he<note: Yahweh> said to him, \"{Name her}<note: Literally \"Call her name\"> Lo-ruhamah,<note: Lo-ruhamah means \"Not pitied\"> for I will no longer have pity on the house of Israel or {forgive them}.<note: Literally \"raise them up\">\r\n",
    "1:7": "But I will have pity [on] the house of Judah and I will save them by Yahweh their God, and will not deliver them by bow, sword, war, horses, or horsemen.",
    "1:8": "And when she had weaned Lo-ruhamah,<note: Lo-ruhamah means \"Not pitied\"> she conceived and bore a son.",
    "1:9": "And he<note: Yahweh> said, \"{Name him}<note: Literally \"Call his name\"> Lo-ammi,<note: Lo-ammi means \"not my people\"> for you [are] not my people and I am not your [God].<note: Hebrew \"not yours\">",
    "1:10": "<note: Hosea 1:10-2:23 in the English Bible is 2:1-25 in the Hebrew Bible> The number of the children of Israel will be like the sand of the sea that cannot be measured or counted; and in the place where it is said to them, \"You are not my people,\" it will be said to them, \"Children of [the] living God.\"",
    "1:11": "Then the children of Judah and Israel will be gathered together, and they will appoint for themselves one head; and {they will take possession of}<note: Literally \"they will go up from\"> the land, for great [is] the day of Jezreel.<note: Jezreel means \"God sows\">",
    "2:1": "Say to your brother,<note: Hebrew \"brothers\"> \"Ammi,\"<note: Ammi means \"My people\"> and to your sister,<note: Hebrew \"sisters\"> \"Ruhamah.\"<note: Ruhamah means \"Pitied\">",
    "2:2": "Plead with your mother, plead-- because she [is] not my wife, and I [am] not her husband. Let her put away her whoring {from before her},<note: Literally \"from her face\"> and her adultery from between her breasts.",
    "2:3": "Lest I strip her naked and expose her like the day when she was born; I will make her like the desert and turn her into parched land; I will kill her with thirst.",
    "2:4": "And I will not have pity on her children, because [they are] children of whoredom.",
    "2:5": "Because their mother was unfaithful;<note: Or \"their mother played the whore\"> she who conceived them has acted shamefully, for she said: \"I will go after my lovers, the ones who give [me] my bread, my water, my wool, and my flax, my oil, and my drink.\"",
    "2:6": "Therefore, Look! I [am] going to hedge her path<note: Hebrew \"your path\"> {with thorns},<note: Literally \"with the thorns\"> and I will build a stone wall, a stone wall [against] her, and she will not find her paths.",
    "2:7": "Then she will pursue {her lovers},<note: Literally \"the ones who love her\"> but she will not overtake them; she will seek them and not find [them]; and she will say, \"I will go and return to my first husband because [it was] better for me then than now.\"",
    "2:8": "But she did not know that [it was] I who gave her grain, new wine, and oil, and who gave her silver in abundance, and gold which they made into a Baal.",
    "2:9": "Therefore I will take again my grain in its time, and my wine in its season; and I will take away my wool and my flax, [which were] to cover her nakedness.",
    "2:10": "And now I will uncover her nakedness before the eyes of her lovers, and no one will rescue her from my hand.",
    "2:11": "And I will put an end to all her mirth, her festivals,<note: Hebrew \"festival\"> her new moons,<note: Hebrew \"new moon\"> and her Sabbaths,<note: Hebrew \"Sabbath\"> and all her appointed festivals;<note: Hebrew \"festival\">",
    "2:12": "and I will lay waste to her vines<note: Hebrew \"vine\"> and her fig trees,<note: Hebrew \"fig tree\"> of which she said, \"They [are] my payment for prostitution, which my lovers gave to me.\" I will make them a forest, and the wild animals<note: Hebrew \"animal\"> of the field will devour them.",
    "2:13": "{I will punish her}<note: Literally \"To visit sins upon her;\" see 1:4> [for] the days of the Baals, to whom she burns incense, and she decked herself [with] her ornamental ring and jewelry, and she went after her lovers, and forgot me --a declaration of Yahweh.",
    "2:14": "Therefore, Look! I [am] going to allure her and bring her [into] the desert, and {I will speak tenderly to her}.<note: Literally \"I will speak to her heart\">",
    "2:15": "From there I will give her her vineyards, and the Valley of Achor as a doorway of hope. And there she will respond, as [in] the days of her youth, just as [in] the day of her coming out of the land of Egypt.",
    "2:16": "{And on that day}--<note: Literally, \"And it will happen on that day\"> a declaration of Yahweh-- you will call me, \"My husband;\"<note: Hebrew \"Ishi\"> you will no longer call me, \"My Baal.\"<note: Hebrew \"Baali\">",
    "2:17": "I will remove the names of the Baals from her mouth, and they will no longer be mentioned by their name.",
    "2:18": "I will make a covenant for them on that day, with the animals<note: Hebrew \"animal\"> of the field, with the birds<note: Hebrew \"bird\"> of the heaven, and [with] the creeping things<note: Hebrew \"creeping thing\"> of the ground; [the] bow, [the] sword, and [the] war I will abolish from the land, and I will let them lie down in safety.",
    "2:19": "And I will take you as my wife forever; I will take you as a wife for myself in righteousness and in justice, in steadfast love and in mercy.",
    "2:20": "{I will take you as my wife}<note: Literally \"I will take you as a wife to me\"> in faithfulness, and you will know Yahweh.",
    "2:21": "On that day I will answer, {declares Yahweh},<note: Literally \"a declaration of Yahweh> I will answer the heavens, and they will answer the earth.",
    "2:22": "And the earth will answer the grain, the wine, and the oil, and they will answer Jezreel.<note: Jezreel means \"God sows\">",
    "2:23": "I will sow her for myself in the land; I will have pity on Lo-ruhama;<note: Lo-ruhama means \"Not pitied\"> I will say to Lo-ammi,<note: Lo-ammi means \"Not my people\"> \"You are my people,\" and he himself will say, \"[you are] my God.\"",
    "3:1": "And Yahweh said to me again, \"Go, love a woman {who has a lover}<note: Literally \"[who is] beloved of a friend\"> and [is] committing adultery, just like the love of Yahweh [for] the children of Israel, but they [are] turning to other gods and love raisin cakes.\"",
    "3:2": "So I bought her for fifteen shekels of silver and a homer of barely and a measure of wine.<note: Hebrew \"a measure of barley\"; the LXX has \"a nebel of wine,\" although some modern translations, e.g. NASB, have \"a homer and a half of barley\">",
    "3:3": "And I said to her, \"{You must remain as mine}<note: Literally \"You must sit [at home] for me\"> for many days, and you will not play the whore; {you will not belong}<note: Literally \"you will not be\"> to a man, and I [will] belong to you.\"",
    "3:4": "The children of Israel will remain for many days without a king and prince, without sacrifice and stone pillar, ephod and teraphim.",
    "3:5": "Afterward the children of Israel will return and seek Yahweh their God and David their king. They will come in fear to Yahweh and to his goodness at the end of days.",
    "4:1": "Hear the word of Yahweh, [O] children of Israel, for Yahweh has an indictment against the inhabitants of the land. There is no faithfulness or loyalty, there is no knowledge of God in the land.",
    "4:2": "Swearing and lying, murdering and stealing, and adultery break out,<note: The LXX adds \"and adultery breaks out in the land\"> and bloodshed follows bloodshed.",
    "4:3": "Therefore the land mourns, and all [those] living in it languish with the animals of the field, and the birds of the heaven, and even the fish of the sea are being swept away.",
    "4:4": "Yet, let no one contend, and let no one accuse, for with you, O priest, [is my] contention.<note: The Hebrew is unclear; the NASB translates \"For your people are like those who contend with the priest\">",
    "4:5": "You will stumble [by] day, and the priest also will stumble with you at night. And I will destroy your mother;",
    "4:6": "My people are destroyed for lack of knowledge; because you have rejected knowledge, I reject you from acting as a priest for me.<note: Or \"to me\"> And since you have forgotten the law of your God, I will also forget your children.<note: Hebrew \"sons\">",
    "4:7": "When they became many, their sin increased against me; they changed<note: Hebrew uncertain; MT \"I will exchange\"> their glory into shame.",
    "4:8": "{They feed on the sin of my people},<note: Literally \"They eat the sins of my people\"> {they are greedy}<note: Literally \"they lift up their throat\"> for their iniquity.",
    "4:9": "And it will be like people, like priest; I will punish them<note: Hebrew \"him\"> [for] their<note: Hebrew \"his\"> ways, and I will requite them<note: Hebrew \"him\"> for their<note: Hebrew \"his\"> deeds.",
    "4:10": "They will eat and not be satisfied; they will play the whore and not multiply, because they have forsaken Yahweh {to devote themselves to",
    "4:11": "whoredom}.<note: Literally \"to watch over whoredom\"> Wine and new wine {take away the understanding}.<note: Literally \"take away heart\">",
    "4:12": "My people, consult {their wooden idols},<note: Literally \"their wood\"> and their divining rod gives them oracles; because a spirit of whoredom led [them] astray, and they played the whore from under their God.<note: That is, \"they played the whore forsaking their God\"; See Ezek 23:5>",
    "4:13": "On the tops of the mountains they sacrifice, and on the hills they make offerings, under oak, poplar, and terebinth, because their<note: Hebrew \"its\"> shade is good. Therefore your daughters play the whore, and all your daughters-in-law<note: Or \"brides\"> commit adultery.",
    "4:14": "{I will not punish your daughters}<note: Literally \"I will not visit sins upon your daughters\"> when they play the whore, or your daughters-in-law<note: Or \"brides\"> when they commit adultery; because they go aside with whores, and they sacrifice with temple prostitutes, a people that does not understand comes to ruin.",
    "4:15": "Even though you, [O] Israel, [are] playing the whore, do not let Judah become guilty; do not enter Gilgal, or go up [to] Beth-aven; and do not swear, \"{As Yahweh lives}!\"<note: Literally \"the life of Yahweh\">",
    "4:16": "Indeed, like a stubborn heifer, Israel is stubborn; Now Yahweh will feed them, like a lamb in broad pasture.<note: Or \"Can Yahweh feed them, like a lamb in broad pasture?\">",
    "4:17": "Ephraim is joined to idols; let him alone.",
    "4:18": "When their drinking has ended, they surely indulge in sexual orgies. They love lewdness more than their<note: Hebrew \"her\"> glory.",
    "4:19": "A wind has wrapped them<note: Hebrew \"her\"> in its wings, and they will be ashamed because of their altars.",
    "5:1": "Hear this, [O] priests! Give heed, [O] house of Israel! Listen, [O] house of the king! Because the judgment [applies] to you; because you have been a snare for Mizpah, and a net spread out on Tabor;",
    "5:2": "they dug a deep pit<note: Hebrew uncertain> [in] Shittim, but I [am] a punishment for all of them.",
    "5:3": "I myself know Ephraim, and Israel is not hidden from me; because now you have played the whore, [O] Ephraim-- Israel is defiled.",
    "5:4": "Their deeds do not permit them to return them to God. Because a spirit of whoredom [is] in their midst, they do not know Yahweh.",
    "5:5": "The pride of Israel testifies {against him},<note: Literally \"against his face;\" see 7:10> and Israel and Ephraim stumble in their guilt, and Judah stumbles with them.",
    "5:6": "With their flocks<note: Hebrew \"flock\"> and herds<note: Hebrew \"herd\"> they will go to seek Yahweh, but they will not find him; he has withdrawn from them.",
    "5:7": "They have dealt faithlessly with Yahweh because they have borne illegitimate children. Now [the] new moon will devour them with their fields.",
    "5:8": "Blow the {horn}<note: Hebrew \"shofar\"> in Gibeah, [the] trumpet in Ramah. Sound the alarm [in] Beth-aven; [look] behind you, Benjamin.",
    "5:9": "Ephraim will be a desolation in the day of punishment; among the tribes of Israel I will reveal what is true.",
    "5:10": "The princes of Judah have become like those who remove a landmark; on them I will pour out my wrath like water.",
    "5:11": "Ephraim is oppressed, crushed [in] judgment, because he was determined to go after filth.<note: Hebrew uncertain; another possible translation is \"that he follows human commands\">",
    "5:12": "But I [am] like a maggot to Ephraim and like rottenness to the house of Judah.",
    "5:13": "And [when] Ephraim saw his illness, and Judah his wound, Ephraim went to Assyria, he sent to the great king.<note: Some translate literally \"King Jareb\" (see the NASB, NKJV)> But he was unable to cure you and heal your wound.",
    "5:14": "Because I [will be] like a lion to Ephraim and like a fierce strong lion to the house of Judah. I myself will tear and I will go; I will carry off, and there is no one who delivers.",
    "5:15": "{I will return again}<note: Literally \"I will go, I will return\"> to my place until they acknowledge [their] guilt and seek my face; in their distress they will search<note: Or \"they will beg favor of\"> me.",
    "6:1": "Come, let us return to Yahweh; because [it is] he who has torn, and he will heal us; he has struck us down and will bind us up.",
    "6:2": "He will revive us after two days; on the third day he will raise us up, that we may live in his presence.<note: Or \"before his face\">",
    "6:3": "Let us know, let us press on to know Yahweh; his rising [is] sure like [the] dawn. He will come like the showers to us, like [the] spring rain that waters [the] earth.",
    "6:4": "What will I do with you, [O] Ephraim? What will I do with you, [O] Judah? Your love [is] like a morning cloud, like the dew that goes away early in the morning.",
    "6:5": "Therefore, I have hewn [them] by [the] prophets; I have killed them by the words of my mouth, and my judgment<note: Hebrew \"your judgments\"> goes forth like the light.",
    "6:6": "Because I desire steadfast love and not sacrifice, and knowledge of God rather than burnt offerings.",
    "6:7": "But like Adam, they transgressed [the] covenant; there they dealt faithlessly with me.",
    "6:8": "Gilead [is] a city of evil, a cunning [city] because of blood.<note: The Hebrew is difficult; NRSV translates \"tracked with blood\">",
    "6:9": "Like bandits lying in wait, [so is] a band of priests; they murder [on the] road to Shechem; indeed, they commit a monstrous crime.",
    "6:10": "In the house of Israel I have seen something horrible; Ephraim's unfaithfulness [is] there. Israel is defiled.",
    "6:11": "For you also, [O] Judah, a harvest is appointed, when I restore the fortunes of my people,",
    "7:1": "when I would heal Israel, and the corruption of Ephraim is revealed, and the wicked deeds of Samaria; because they deal [in] falsehood, [the] thief breaks in,<note: Or \"comes in\"> [and the] bandit raids the outside.",
    "7:2": "{But they did not consider}<note: Literally \"But they did not say to their heart\"> that I remember all their wickedness. Now their deeds surround them; they are before my face.",
    "7:3": "By their wickedness they make [the] king glad, and [the] officials by their treacheries.",
    "7:4": "All of them commit adultery, like a burning oven whose baker has stopped from stirring the fire, and from kneading [the] dough until it is leavened.",
    "7:5": "[On] the day of our king, the princes became sick [with] the heat of wine;<note: This phrase refers to the effects of wine on the body> he stretched out his hand with mockers.",
    "7:6": "Because they are kindled<note: Hebrew \"they drew near;\" other ancient translations read \"they are kindled\"> like an oven, their heart burns within them; all night their anger {smolders},<note: Literally \"sleeps\"> [in the] morning it blazes like a flaming fire.",
    "7:7": "All of them are hot as an oven, and they devour<note: Or \"they eat\"> their rulers. All their kings have fallen; there is none who calls to me amongst them.",
    "7:8": "Ephraim mixes himself with the nations; Ephraim is a bread cake not turned over.",
    "7:9": "Foreigners devour<note: Or \"Foreigners eat\"> his strength, and he does not know [it]; {mold}<note: Literally \"grey hair,\" but in this case the word refers to the \"hairs of mold\" on food> is also sprinkled upon him, and he does not know [it].",
    "7:10": "The pride of Israel {testifies against him}<note: Literally \"answers against his face\">-- they do not return to Yahweh their God; they do not seek him for all of this.<note: Or \"in all of this\">",
    "7:11": "Ephraim was like a dove, silly, {without sense};<note: Literally \"without heart\"> they call [to] Egypt, they go [to] Assyria.",
    "7:12": "Just as they go, I will cast my net over them; I will bring them down like the birds<note: Hebrew \"bird\"> of the heavens;<note: Or \"sky\"> I will discipline them according to a report to their assembly.<note: Hebrew uncertain>",
    "7:13": "Woe to them, because they have strayed from me! Destruction to them, because they have rebelled against me! I myself would redeem them, but they speak lies against me.",
    "7:14": "They do not cry out to me from their heart, but they wail on their beds; because of grain and new wine they lacerate<note: Or \"gash\"> themselves; they depart from me.",
    "7:15": "And I myself trained and strengthened their arms; but they plan evil against me.",
    "7:16": "They turn, not to the Most High,<note: Hebrew uncertain; the NRSV translates \"to that which does not profit\"; the NASB translates \"but not upward\"> like a slack bow; their officials will fall by the sword because of the anger of their tongue. This [is] their scorn<note: The NRSV translates \"So much for their babbling\"> in the land of Egypt.",
    "8:1": "[Put] to your lips [the] trumpet like a vulture over the house of Yahweh, because they have {broken my covenant}<note: Literally \"transgressed my covenant\"> and rebelled against my law.",
    "8:2": "They cry out to me, \"My God! We, Israel, know you!\"",
    "8:3": "Israel has spurned [the] good; [the] enemy will pursue him.",
    "8:4": "They appointed kings, but not through me; they made officials, but without my knowledge. [With] their silver and gold they made idols for themselves for their<note: Hebrew \"his\"> own {destruction}.<note: Literally \"cut off\">",
    "8:5": "Your calf is rejected,<note: Hebrew \"he rejects\" or \"has rejected you\"> [O] Samaria; my anger burns against them. How long<note: Hebrew \"Until when\"> will they be incapable of innocence?",
    "8:6": "Because [it is] from Israel, an artisan made it, it [is] not a god; for the calf of Samaria will be broken [to] pieces.",
    "8:7": "Because they sow the wind, they will reap the whirlwind. [The] standing grain does not have heads;<note: Hebrew \"head\"> it will not yield flour. [And] if it would yield, strangers would devour it.",
    "8:8": "Israel is swallowed up; now they are among the nations, like an object that no one desires.",
    "8:9": "For they have gone up [to] Assyria, a wild donkey alone to itself; Ephraim has sold itself [for] lovers.",
    "8:10": "Even though they have sold themselves to the nations, now I will gather them. They will soon writhe from the burden of kings<note: Hebrew \"king\"> and princes.",
    "8:11": "When Ephraim multiplied altars to expiate sins, they became to him altars to sin [on].",
    "8:12": "I write for him myriads of my instruction;<note: Or \"my law\"> they are regarded as a strange thing.",
    "8:13": "They offer sacrifices of my choice<note: Hebrew uncertain; or \"loved ones\"> and they eat flesh; Yahweh does not accept them. Now he will remember their iniquity and punish their sins; they will return [to] Egypt.",
    "8:14": "Israel has forgotten his maker and built palaces, and Judah has multiplied fortified cities; but I will send fire on his cities and it will devour her strongholds.",
    "9:1": "Do not rejoice, [O] Israel, do not exult like the nations! For you played the whore, departing from your God; you loved a harlot's wage on all the threshing floors of grain.",
    "9:2": "Threshing floor and wine vat will not feed them, and new wine will fail her.<note: That is, Israel>",
    "9:3": "They will not remain in the land of Yahweh. But Ephraim will return [to] Egypt, and in Assyria they will eat unclean food.",
    "9:4": "They will not pour [drink offerings of] wine to Yahweh, and their sacrifices will not please him. [They are] like mourners' bread for them; all those who eat it will be defiled. For their bread will be {for their hunger};<note: Literally \"for their soul\"> it will not come [to] the house of Yahweh.",
    "9:5": "What will you do on the day of [the] appointed time, and on the day of the festival of Yahweh?",
    "9:6": "For look! [If] they flee from the destruction, Egypt will gather them; Memphis<note: Hebrew \"Noph\"> will bury them. Nettles will possess their precious things of silver; thorns [will be] in their tents.",
    "9:7": "The days of punishment have come; the days of retribution have come; Israel knows! The prophet [is] a fool, the man of the spirit [is] acting like a madman. Because of the greatness of your sin, [your] hostility [is] great.",
    "9:8": "The prophet keeps watch [over] Ephraim for my God; the snare of a fowler [is] on all his ways, and hostility in the house of his God.",
    "9:9": "{They deeply corrupted themselves}<note: Literally \"They made deep, they corrupted themselves\"> as [in] the days of Gibeah; he will remember their sin, he will punish their sins.",
    "9:10": "Like the grapes in the wilderness, I found Israel. Like early ripened fruit on the fig tree in the first season,<note: Or \"in the beginning\"> I saw your ancestors.<note: Or \"fathers\"> They themselves came [to] Baal Peor, and they consecrated themselves to shame. And they became detestable things, like {the thing they love}.<note: Literally \"like loving things\">",
    "9:11": "Ephraim's glory [is] like a bird; it will fly away-- no birth, no pregnancy, and no conception.",
    "9:12": "Even though they bring up their children, I will bereave them before maturity.<note: Or \"until no one is left\"> Woe to them indeed, when I depart from them!",
    "9:13": "Ephraim, as I see [it], [is] like a palm in a meadow; but Ephraim must bring out his children to the slayer.",
    "9:14": "Give them, [O] Yahweh-- what will you give [them]? Give them a miscarrying womb and dry breasts.",
    "9:15": "Every evil of theirs [began] at Gilgal, so I [began] to hate them there; because of the evil of their deeds I will drive them out from my house. I will love them no more; all their officials [are] rebels.",
    "9:16": "Ephraim is stricken, their root is dried up, they shall not bear fruit. Even if they give birth, I will kill the cherished offspring of their womb.",
    "9:17": "My God will reject them because they did not listen to him, and they will be wanderers among the nations.",
    "10:1": "Israel [is] a luxuriant vine;<note: Or \"ravaged vine\"> he yields fruit for himself. The more his fruit increased, [the more] he made numerous altars. The more his land prospered, [the more] he<note: Hebrew \"they\"> improved<note: Or \"made beautiful\"> [his] stone pillars.",
    "10:2": "Their heart is false; now they must bear [their] guilt. He himself<note: That is, \"Yahweh himself\"> will break down their altars; he will destroy their stone pillars.",
    "10:3": "For now they will say, \"We have no king; indeed, we did not fear Yahweh, and what can a king do for us?\"",
    "10:4": "They utter words of vain oaths [when] {making covenants},<note: Literally \"cutting covenant\"> and judgment blossoms like a poisonous plant on the furrows of the field.",
    "10:5": "The inhabitants<note: Hebrew \"inhabitant\"> of Samaria tremble for the calf<note: Hebrew \"calves\"> of Beth-aven. Indeed, his people will mourn for it, and his idolatrous priests will wail<note: Or \"rejoice\"> over it-- over its glory because it has departed from it.",
    "10:6": "It will also be brought to Assyria, [as] tribute to [the] great king.<note: See 5:13; some translate literally \"King Jareb\"> Ephraim will obtain disgrace and Israel will be ashamed from his advice.<note: Or \"counsel\">",
    "10:7": "Samaria will be destroyed; her king [is] like a chip on the surface of the water.",
    "10:8": "The high places of Aven, the sin of Israel, will be destroyed. Thorn and thistle will grow on their altars. They will say to the mountains, \"Cover us,\" and to the hills, \"Fall on us.\"",
    "10:9": "From the days of Gibeah you have sinned, [O] Israel; there {they have remained}.<note: Literally \"they stood\"> Will not war in Gibeah overtake them against the children of evil?",
    "10:10": "In my desire<note: The LXX translates \"I will come\"> I will punish them; nations will be gathered against them when they are punished for {their double iniquities}.<note: So Qere; Masoretic Hebrew text (Kethib) \"their two eyes\">",
    "10:11": "Ephraim [was] a trained heifer, that loved to thresh [grain], and I myself {spared}<note: Literally \"passed over\"> the fairness of her neck; I will make Ephraim break the ground, Judah will plow, Jacob must till for himself.",
    "10:12": "Sow for yourselves righteousness; {reap loyal love}.<note: Literally \"reap according to loyal love\"> Break up for yourself fallow ground; [it is] time to seek Yahweh so he will come and rain righteousness upon you.",
    "10:13": "You have plowed wickedness, you have reaped injustice, you have eaten the fruit of lies,<note: Hebrew \"lie\"> because you have trusted in your strength, in the multitude of your warriors.",
    "10:14": "The tumult of war will rise up against your people, and all your fortresses will be destroyed, as Shalman destroyed Beth-arbel; on the day of war mothers were dashed to pieces with [their] children.<note: Or \"upon [their] children\">",
    "10:15": "So it will be done to you, [O] Bethel, because of the evil of your wickedness; at dawn, the king of Israel will be utterly destroyed.",
    "11:1": "When Israel was a child, I loved him, and out of Egypt I called my son.",
    "11:2": "When I called<note: Hebrew \"When they called\"; the LXX and modern translations read \"When I called\"> them, they went from my face.<note: Hebrew \"their face\"> They sacrificed to the Baals, and they sacrificed to idols.",
    "11:3": "And I myself taught Ephraim to walk; I took them<note: Hebrew uncertain> in my<note: Hebrew \"his\"> arms, but they did not know that I healed them.",
    "11:4": "I drew them {with human ties},<note: Literally \"ropes of a human\"> with the bands of love. I was to them like one who lifted up<note: Or \"like one who imposed\"> a yoke on their jaws,<note: Or \"infants to their cheeks\"> [though] I bent down to them<note: Hebrew \"him\"> [and] let them<note: Hebrew \"him\"> eat.",
    "11:5": "He will return<note: Or \"They will not return\"> to the land of Egypt, and Assyria will be his king,<note: That is \"Israel's king\"> because they refused to return.",
    "11:6": "[The] sword rages in his cities; it consumes his false prophets and devours because of their plans.",
    "11:7": "My people are bent on backsliding from me. To the Most High they call, he does not raise them at all.",
    "11:8": "How can I give you up, [O] Ephraim? [How] can I hand you over, [O] Israel? How can I make you like Admah? [How] can I treat you like Zeboiim? My heart is disturbed<note: Or \"My heart is overturned\"> within me; {all}<note: Literally \"together\"> my compassions are aroused.",
    "11:9": "{I will not execute}<note: Literally \"I will not do\"> {my fierce anger},<note: Literally \"the anger of my nose\"> I will not again destroy Ephraim; because I [am] God and not a mortal,<note: Or \"human\"> [the] Holy [One] in your midst; and I will not come in wrath.",
    "11:10": "They will go after Yahweh; he roars like a lion. When he roars, his children will come trembling from [the] sea.<note: That is, \"[the] West\">",
    "11:11": "They will tremble like birds<note: Hebrew \"bird\"> from Egypt, and like doves<note: Hebrew \"dove\"> from the land of Assyria; and I will let them return<note: Hebrew \"I will cause them to live\"> to their homes-- a declaration of Yahweh.",
    "11:12": "<note: Hosea 11:12-12:14 in the English Bible is 12:1-15 in the Hebrew Bible> Ephraim has surrounded me with lies,<note: Hebrew \"lie\"> and the house of Israel with deceit; and Judah is still wandering with God and [is] faithful to the Holy One.",
    "12:1": "Ephraim herds [the] wind<note: Or \"Ephraim befriends [the] wind\"> and [is] pursuing [the] east wind all day long; he multiplies deception and violence and he<note: Hebrew \"they\"> {makes a treaty with Assyria},<note: Literally \"cuts a covenant with Assyria\"> and oil is brought to Egypt.",
    "12:2": "Yahweh has a quarrel<note: This word in Hebrew conveys a legal setting> with Judah and will punish Jacob according to his ways and repay him according to his deeds.",
    "12:3": "In the womb he deceived his brother, and in his manhood he struggled with God.",
    "12:4": "He struggled with [the] angel and prevailed; he pleaded for his mercy. He met him at Bethel, and there he spoke with him.<note: Hebrew \"us\">",
    "12:5": "Yahweh the God of hosts, Yahweh [is] his renowned name!",
    "12:6": "But you, you must return to your God; keep love and justice, and wait continually for your God.",
    "12:7": "[The] trader, in his hand [are] scales of deceit;<note: Or \"false balances\"> he loves to oppress.",
    "12:8": "And Ephraim said, \"Surely, I am rich, I gained<note: Or \"I found\"> wealth for myself; in all my toil they have not found guilt in me that is [sin].",
    "12:9": "But I [am] Yahweh your God since<note: Or \"from\"> the land of Egypt; I will make you live in tents again, like the days of [the] appointed festival.",
    "12:10": "I spoke to the prophets; I myself multiplied revelations<note: Hebrew \"revelation\"> and through the hand of the prophets I will destroy.",
    "12:11": "If [in] Gilead [there is] evil, surely they will come to nothing. In Gilgal they sacrifice bulls, also their altars will be like stone heaps on furrows of [the] field.",
    "12:12": "Jacob fled [to] the open field of Aram,<note: Or \"the land of Aram\"> and Israel served for a wife, and for a wife he watched over [sheep].",
    "12:13": "And by a prophet Yahweh brought Israel up from Egypt, and by a prophet he<note: Israel> was watched over.",
    "12:14": "Ephraim has caused bitter provocation, and his Lord will {hold him responsible for his crimes}<note: Literally \"will bring down on him his blood\"> and pay back to him his insults.",
    "13:1": "When Ephraim spoke,<note: Hebrew \"speaks\"> [there was] terror; he was exalted in Israel, but he incurred guilt through Baal and died.",
    "13:2": "And now they sin again, and they make for themselves a molten idol, idols from their silver metal according to their understanding, all of them the work of skilled craftsmen. To these they say, \"Sacrifice!\" People are kissing bull calves.",
    "13:3": "Therefore, they will be like the morning cloud, and like [the] dew of early morning going [away], like chaff swirling from [the] threshing floor, or like smoke from a window.",
    "13:4": "I [am] Yahweh your God since<note: Or \"from\"> the land of Egypt; you know no god except me, and no one saves besides me.",
    "13:5": "I fed you<note: So LXX; Hebrew \"I knew you\"> in the desert, in the land of drought.",
    "13:6": "When I fed them,<note: Hebrew \"According to their pasture\"> they were satisfied; they were satisfied and their heart was lifted up; therefore they forgot me.",
    "13:7": "And I will be like a lion to them; I lie in wait beside [the] way, like a leopard.",
    "13:8": "I will attack them like a bear robbed of her offspring, and I will tear open the covering of their heart; there I will devour them like a lion, like an animal of the field would mutilate them.",
    "13:9": "I will destroy you,<note: Hebrew \"He destroys you\"> [O] Israel; who will help you?<note: Hebrew \"for in me, in your help\">",
    "13:10": "Where now [is] your king that he may save you? [Where] in all your cities [are] your judges, of whom you said, \"Give to me a king and rulers?\"",
    "13:11": "I gave you a king in my anger, and I took [him] in my wrath.",
    "13:12": "The sin of Ephraim [is] wrapped up; his sin [is] concealed.",
    "13:13": "The labor pains of childbirth come for him; he [is] an unwise son because [at the] proper time, he does not present himself {at the mouth of the womb}.<note: Literally \"the place where the sons burst forth\">",
    "13:14": "Should I redeem them from {the power}<note: Literally \"the hand\"> of Sheol? <note: \"Sheol\" is a Hebrew term for the place where the dead reside, i.e., the underworld> Should I deliver them from death? Where [are] your plagues, [O] Death? Where [is] your destruction, [O] Sheol?<note: \"Sheol\" is a Hebrew term for the place where the dead reside, i.e., the underworld> Compassion is hidden from my eyes.",
    "13:15": "Although he may flourish among reeds,<note: Hebrew \"brothers\"> [the] east wind will come, a wind of Yahweh rising from [the] desert; his fountain will dry up, his spring will be parched. It will plunder his treasury,<note: Or \"its treasury\"> every object of desire.",
    "13:16": "<note: Hosea 13:16-14:9 in the English Bible is 14:1-10 in the Hebrew Bible> Samaria will be guilty, because she has rebelled against her God; they will fall by [the] sword, their children will be dashed to pieces, and their pregnant women will be ripped open.",
    "14:1": "Return to Yahweh your God, [O] Israel, for you have stumbled because of your sin.",
    "14:2": "Take words with you, and return to Yahweh. Say to him, \"Take away all guilt; accept good, and we will offer the fruit<note: Hebrew uncertain> of our lips.",
    "14:3": "Assyria will not save us; we will not ride on horses,<note: Hebrew \"horse\"> and we will say no more, \"Our God,\" to the work of our hands because in you [the] fatherless child finds mercy.",
    "14:4": "I will heal their disloyalty;<note: Or \"backsliding\"> I will love them freely because my anger has turned back from them.<note: Hebrew \"him\">",
    "14:5": "I will be like the dew to Israel; he will blossom like the lily plant, and he will strike his roots like the [trees of] Lebanon.",
    "14:6": "His new plant shoots will spread out; his splendor will be like the olive tree, and his scent like the [trees of] Lebanon.",
    "14:7": "{They will again dwell}<note: Literally \"They shall return, they shall dwell\"> in my<note: Hebrew \"his\"> shadow; they will grow grain and they will blossom like the plant vine; his fame [will be] like the wine of Lebanon.",
    "14:8": "[O] Ephraim, {what have I to do}<note: Literally \"what for me\"> with idols? I myself have answered and looked after you.<note: Hebrew \"him\"> I am like a luxuriant cypress; your fruit<note: Or \"your faithfulness\"> comes from me.",
    "14:9": "Who [is] wise that he can understand these [things]? Who is discerning that he knows them? The ways of Yahweh [are] right, and [the] righteous walk in them; but transgressors stumble in them."
  }
}