{
  "abbreviation": "Is",
  "passages": {
    "1:1": "The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, [and] Hezekiah, kings of Judah.",
    "1:2": "Hear, heavens, and listen, earth, for Yahweh has spoken: \"I reared children and I brought [them] up, but they rebelled against me.",
    "1:3": "An ox knows its owner and a donkey the manger of its master. Israel does not know; my people do not understand.",
    "1:4": "Ah, sinful nation, a people heavy [with] iniquity, offspring of evildoers, children who deal corruptly. They have forsaken Yahweh; they have despised the holy one of Israel. They are estranged [and gone] backward.",
    "1:5": "Why do you want to be beaten again? You continue [in] rebellion. [The] whole of [the] head [is] sick, and [the] whole of [the] heart [is] faint.",
    "1:6": "From the sole of the foot and up to [the] head there is no health in it; bruise and sore and bleeding wound have not been cleansed, and they have not been bound up and not softened with the oil.",
    "1:7": "Your country [is] desolate, your cities [are] burned [with] fire; [As for] your land, aliens are devouring it in your presence, and [it is] desolate, like devastation [by] foreigners.",
    "1:8": "And the daughter of Zion is left like a booth in a vineyard, like a shelter in a cucumber field, like a city that is besieged.<note: Or \"preserved\">",
    "1:9": "If Yahweh of hosts had not left us survivors,<note: Hebrew \"survivor\"> we would have been as few as Sodom, we would have become like Gomorrah.",
    "1:10": "Hear the word of Yahweh, rulers of Sodom! Listen [to] the teaching of our God, people of Gomorrah!",
    "1:11": "What [is the] abundance of your sacrifices to me? says Yahweh. I have had enough [of] burnt offerings of rams and [the] fat [of] fattened animals and I do not delight in [the] blood of bulls and ram-lambs and goats.",
    "1:12": "When you come to appear before me, who asked for this from your hand: you trampling my courts?",
    "1:13": "You must not {continue}<note: Literally \"increase\" or \"add to\"> to bring offerings<note: Hebrew \"offering\"> of futility, incense--it [is] an abomination to me; new moon and Sabbath, [the] calling of a convocation-- I cannot endure iniquity with [solemn] assembly.",
    "1:14": "Your new moons and your appointed festivals my soul hates; they have become to me like [a] burden, I am not able to bear [them].",
    "1:15": "And when you stretch out your hands, I will hide my eyes from you; even though you make many prayers,<note: Hebrew \"prayer\"> I [will] not be listening. Your hands are full of blood.",
    "1:16": "Wash! Make yourselves clean! Remove the evil of your doings from before my eyes! Cease to do evil!",
    "1:17": "Learn to do good! Seek justice! Rescue [the] oppressed! Defend [the] orphan! Plead for [the] widow!",
    "1:18": "\"Come now, and let us argue,\" says Yahweh. \"Even though your sins are like scarlet, they will be white like snow; even though they are red like crimson, they shall become like wool.",
    "1:19": "If you are willing and you are obedient, you shall eat the good of the land.",
    "1:20": "But if you refuse and you rebel, you shall be devoured [by the] sword. For the mouth of Yahweh has spoken.\" \r\n",
    "1:21": "How has a faithful city become like a whore? Full of justice, righteousness lodged in her, but now murderers.",
    "1:22": "Your silver has become [as] dross; Your wine [is] diluted with waters.",
    "1:23": "Your princes [are] rebels and companions of thieves. Every one loves a bribe and runs after gifts. They do not defend [the] orphan and [the] legal dispute of [the] widow does not come before them.",
    "1:24": "Therefore, the declaration of the Lord Yahweh of hosts, the Mighty One of Israel: \"Ah, I will be relieved of my enemies, and I will avenge myself on my foes.",
    "1:25": "And I will turn my hand against you; I will purify your dross like lye, and I will remove all [of] your tin.",
    "1:26": "And I will restore your judges, as at the first, and your counselors, as at the beginning. After this {you will be called}<note: Literally \"it will be called for you\"> the city of righteousness, faithful city.",
    "1:27": "Zion will be redeemed by justice, and those of her who repent, by righteousness.",
    "1:28": "But [the] destruction [of] rebels and sinners [shall be] together, and those who forsake Yahweh will perish.",
    "1:29": "For you<note: Literally \"they,\" but a few manuscripts read \"you,\" which fits the context better> will be ashamed of [the] oaks [in] which you delighted, and you will be disgraced because of the gardens that you have chosen.",
    "1:30": "For you shall be like an oak withering its leaves, and like a garden where there is no water for her.",
    "1:31": "And the strong [man] shall become like tinder, and his work like a spark. And both of them shall burn together, and there is not one to quench [them].\"",
    "2:1": "The word that Isaiah son of Amoz saw concerning Judah and Jerusalem:",
    "2:2": "And it shall happen in the future of the days the mountain of the house<note: Or \"temple\"> of Yahweh [shall] be established; it will be among the highest<note: Literally \"head\"> of the mountains, and it shall be raised from [the] hills. All [of] the nations shall travel to him;",
    "2:3": "many peoples shall come. And they shall say, \"Come, let us go up to the mountain of Yahweh, to the house<note: Or \"temple\"> of the God of Jacob, and may he teach us part of his ways, and let us walk in his paths.\" For instruction shall go out from Zion, and the word of Yahweh from Jerusalem.",
    "2:4": "He shall judge between the nations and he shall arbitrate for many peoples. They shall beat their swords into ploughshares and their spears into pruning hooks. A nation shall not lift up a sword against a nation, and they shall not learn war again.",
    "2:5": "House of Jacob, come and let us walk in the light of Yahweh.",
    "2:6": "For you have forsaken your people, house of Jacob, because they are full<note: Possibly \"of diviners\" was part of the original text here> from [the] east, and [of] soothsayers like the Philistines, and {they make alliances}<note: Literally \"they clap [hands]\"> with the offspring of foreigners.",
    "2:7": "And its land is filled [with] silver and gold, and there is no end to its treasures; and its land is filled [with] horses, and [there is] no end to its chariots.",
    "2:8": "Its land is filled [with] idols; they bow down to the work of their<note: Hebrew \"his\"> hands, to what they made [with] their<note: Hebrew \"his\"> fingers.",
    "2:9": "So humanity is humbled; everyone is humbled, and you must not forgive them.",
    "2:10": "Enter into the rock and hide yourself in the dust from the presence of the terror of Yahweh and from the glory of his majesty.",
    "2:11": "The {haughty eyes}<note: Literally \"eyes of the haughtiness\"> of humanity will<note: The Hebrew is singular> be brought low, and the pride of everyone will be humbled, and Yahweh alone will be exalted on that day.",
    "2:12": "For [there is] a day for Yahweh of hosts against all of [the] proud and [the] lofty and against all that is lifted up and humble,<note: Or \"it will be humbled\">",
    "2:13": "and against all the lofty and lifted up cedars of Lebanon, and against all the large trees of Bashan,",
    "2:14": "and against all the high mountains, and against all the lofty hills,",
    "2:15": "and against every kind of high tower, and against every kind of fortified wall,",
    "2:16": "and against all the ships of Tarshish, and against all the ships of desire.",
    "2:17": "And the haughtiness of the people shall be humbled, and the pride of everyone shall be brought low, and Yahweh alone will be exalted on that day.",
    "2:18": "And the idols shall pass away entirely,",
    "2:19": "and they will enter into [the] caves of [the] rocks and into [the] holes of [the] ground from the presence of the terror of Yahweh and from the glory of his majesty {when he rises}<note: Literally \"in his rising\"> to terrify the earth.",
    "2:20": "On that day humanity will throw away its idols of silver and its idols of gold, which they made for it to worship, to the rodents<note: Or \"moles\"> and to the bats--",
    "2:21": "to enter into the crevices of the rocks and into the clefts of the crags from the presence of the terror of Yahweh and from the glory of his majesty, {when he rises}<note: Literally \"in his rising\"> to terrify the earth.",
    "2:22": "Turn away from humanity, who [has] breath in its nostrils,<note: Hebrew \"nostril\"> for by<note: Or \"in\"> what [is] it esteemed?",
    "3:1": "For look, the Lord Yahweh of hosts [is] removing {every source of support}<note: Literally \"supplies and supplies\"> from Jerusalem and from Judah: all of [the] supplies of bread and all of [the] supplies of water,",
    "3:2": "mighty warrior and man of war, judge and prophet, and diviner and elder,",
    "3:3": "captain of fifty and the honorable men of rank, and counselor and skillful magicians and skillful enchanter.",
    "3:4": "And I will make boys their princes, and children shall rule over them.",
    "3:5": "And the people will be oppressed {by each other}<note: Literally \"man by man\"> and a man by his neighbor. The boy will act arrogantly toward the elder, and the dishonorable toward the honorable.",
    "3:6": "Indeed, a man will seize his brother [in] the house of his father: \"{You have a cloak};<note: Literally \"a cloak for you\"> you shall be a leader for us, and this heap of ruins [shall be] under your hand!\"",
    "3:7": "He will lift up [his voice] on that day, saying, \"I will not be a healer; in my house there is no bread and there is no cloak. You shall not make me [the] leader of [the] people!\"",
    "3:8": "For Jerusalem has stumbled, and Judah has fallen because their speech and their deeds [are] against Yahweh, defying the eyes of his glory.",
    "3:9": "The look on their faces testifies against them and they declare their sin like Sodom; they do not hide [it]. Woe to their soul! For they have dealt out evil to themselves.",
    "3:10": "Tell [the] innocent<note: Singular> that [it is] good for they shall eat the fruit of their deeds.",
    "3:11": "Woe to the wicked!<note: Singular> [It is] bad! For what is done [by] his hands will be done to him.",
    "3:12": "My people--children are their oppressors, and women rule over them. My people, your leaders are misleading [you], and they confuse the course of your paths.",
    "3:13": "Yahweh takes his stand to conduct a legal case and takes his stand to judge [the] peoples.",
    "3:14": "Yahweh enters into judgment with the elders of his people and its princes. \"And you! You have devoured the vineyard; the spoil of the poor [is] in your houses!",
    "3:15": "{Why}<note: Literally \"What to you\"> do you crush my people and grind [the] face of [the] poor?\" {declares}<note: Literally \"declaration of\"> the Lord Yahweh of hosts. \r\n",
    "3:16": "And Yahweh said: \"Because<note: There are two Hebrew words for \"because\" here> the daughters of Zion are haughty, and they walk [with] outstretched neck, and they give flirting glances [with their] eyes, {mincing along as they go},<note: Literally \"they go walking and mincing along\"> and {with their feet they rattle their bangles},<note: Literally \"they tinkle with their feet\">",
    "3:17": "the Lord will make the heads<note: Hebrew \"head\"> of the daughters of Zion scabby, and Yahweh will lay their foreheads bare.\"",
    "3:18": "In that day the Lord will take away the finery of the anklets and the headbands and the crescent necklaces,",
    "3:19": "the pendants and the bracelets and the veils,",
    "3:20": "the headdresses and the armlets and the sashes, and the {perfume boxes}<note: Literally \"houses of [the] breath\"> and the amulets,",
    "3:21": "the signet rings and the nose rings,",
    "3:22": "the festal robes and the mantles, and the cloaks and the handbags,",
    "3:23": "and the mirrors and the linen garments, and the turbans and the wraps.",
    "3:24": "And this shall happen: There will be a stench instead of perfume, and a rope instead of a sash, and baldness instead of a well-set hairdo, and a clothing wrap of sackcloth instead of a rich robe, branding instead of beauty.",
    "3:25": "Your men shall fall by the sword, and your warriors in battle.",
    "3:26": "And her<note: That is, Jerusalem's> gates shall lament and mourn, and she shall be banished; she shall sit upon the ground.",
    "4:1": "And seven women shall grasp at one man on that day, saying, \"We will eat our own bread, and we will wear our own clothing; only {let us be called by your name}!<note: Literally \"let your name be called upon us\"> Take away our disgrace!\"",
    "4:2": "On that day the branch of Yahweh shall become beautiful and glorious, and the fruit of the land [shall become the] pride and glory of the survivors<note: Hebrew \"survivor\"> of Israel.",
    "4:3": "And this shall happen: He who is left in Zion and he who remains in Jerusalem will be called holy, everyone written for life in Jerusalem,",
    "4:4": "when the Lord has washed away the filth of the daughters of Zion and cleansed the blood of Jerusalem from her midst by a spirit of judgment and by a spirit of burning.",
    "4:5": "Then Yahweh will create over all of the site<note: Or \"place\"> of {Mount Zion}<note: Literally \"the mountain of Zion\"> and over her assembly a cloud by day and smoke and the brightness of flaming fire [by] night. Indeed, over all [the] glory [there will be] a canopy,",
    "4:6": "and it will be a shelter for shade from [the] heat by day, and a refuge and a hiding place from rainstorm and from rain.",
    "5:1": "Let me sing for my beloved a song of my love concerning his vineyard: {My beloved had a vineyard}<note: Literally \"A vineyard was for my beloved\"> on {a fertile hill}.<note: Literally \"a horn of a son of olive oil.\" The Hebrew for horn, qeren, sounds like the Hebrew for vineyard, kerem>",
    "5:2": "And he dug it and cleared it of stones, and he planted it [with] choice vines,<note: Hebrew \"vine\"> and he built a watchtower in the middle of it, and he even hewed out a wine vat in it, and he waited for [it] to yield grapes-- but it yielded wild grapes.",
    "5:3": "And now, inhabitants of Jerusalem and men<note: Hebrew \"man\"> of Judah, judge between me and my vineyard.",
    "5:4": "What more [was there] to do for my vineyard that I have not done in it? Why did I hope for [it] to yield grapes, and it yielded wild grapes?",
    "5:5": "And now let me tell you what I myself am about to do to my vineyard. [I will] remove its hedge, and it shall become a devastation. [I will] break down its wall, and it shall become a trampling.\r\n",
    "5:6": "And I will make it a wasteland; it shall not be pruned and hoed, and it shall be overgrown [with] briers<note: Hebrew \"brier\"> and thornbushes.<note: Hebrew \"thornbush\"> And concerning the clouds, I will command {them not to send}<note: Literally \"from sending\"> rain down upon it.",
    "5:7": "For the vineyard of Yahweh of hosts [is] the house of Israel, and the man<note: Or \"people\"> of Judah [is] the plantation of his delight. [And] he waited for justice,<note: The Hebrew word, mishpat, sounds like mishpakh in the next line> but look! Bloodshed!<note: The Hebrew word, mishpakh, sounds like mishpat in the previous line> For righteousness,<note: The Hebrew word, tsedaqah, sounds like tsa`aqah in the next line> but look! A cry of distress!<note: The Hebrew word, tsa`aqah, sounds like tsedaqah in the previous line>",
    "5:8": "Ah! Those who {join}<note: Literally \"touch\"> house with house, they join field together with field until {there is no place}<note: Literally \"an end of place\"> and you are caused to dwell alone in the midst of the land.",
    "5:9": "Yahweh of hosts [said] in my ears: {Surely}<note: Literally \"If not\"> many houses shall become a desolation, large and beautiful [ones] without inhabitant.\r\n",
    "5:10": "For ten acres of vineyard shall yield one bath,<note: A bath is a liquid measure> and [the] seed of a homer will yield an ephah.<note: An ephah is a dry measure equal to one-tenth of a homer>",
    "5:11": "Ah! Those who rise early in the morning, they pursue strong drink. Those who linger in the evening, wine inflames them.",
    "5:12": "And [there] will be lyre and harp, tambourine and flute, and wine [at] their feasts, but they do not look at the deeds<note: Hebrew \"deed\"> of Yahweh, and they do not see the work of his hands.",
    "5:13": "Therefore my people will go into exile without knowledge, [and] their<note: Hebrew \"its\"> nobles<note: Hebrew \"noble\"> [will be] men of hunger, and their<note: Hebrew \"its\"> multitude [is] parched [with] thirst.",
    "5:14": "Therefore Sheol has enlarged its throat, and it has opened wide its mouth without limit, and her<note: That is, Jerusalem's> nobles<note: Hebrew \"noble\"> will go down, and her multitude, her tumult and those who revel in her.",
    "5:15": "And humankind is bowed down, and man is brought low, and [the] eyes of [the] haughty are humiliated.",
    "5:16": "But Yahweh of hosts is exalted by justice, and the holy God shows himself holy by righteousness.",
    "5:17": "And then [the] lambs will graze as [in] their pasture, and {fatlings, kids<note: Following the Septuagint, which reads the Hebrew grym (resident aliens) as gdym (young goats/sheep)> will eat among the sites of ruins.}<note: Literally \"and ruins, fatlings, resident aliens, will eat\">",
    "5:18": "Ah! Those who drag iniquity along with the cords of falsehood and sin as with rope of the cart,",
    "5:19": "those who say, \"Let him make haste; let him hurry his work so that we may see it and let it draw near and let the plan of the holy one of Israel come so that we may know [it]!\"",
    "5:20": "Ah! Those who call evil good and good evil, those who put darkness for light and light for darkness, those who put bitter for sweet and sweet for bitter!",
    "5:21": "Ah! [Those who are] wise in their own eyes and have understanding {in their view}!<note: Literally \"before their faces\">",
    "5:22": "Ah! Heroes at drinking wine, and men of capability at mixing strong drink!",
    "5:23": "Those who acquit the guilty because of a bribe and remove [the] justice of [the] innocent from him.",
    "5:24": "Therefore as the tongue of fire devours the stubble, and dry grass sinks down [in the] flame, so their root will become like [the] stench, and their blossom will go up like [the] dust. For they have rejected the instruction of Yahweh of hosts, and they have treated the word of the holy one of Israel with contempt.",
    "5:25": "Therefore {Yahweh's wrath was kindled}<note: Literally \"the anger of Yahweh became hot\"> against his people, and he stretched out his hand against them<note: Hebrew \"it\"> and struck them,<note: Hebrew \"it\"> and the mountains quaked, and their corpses<note: Hebrew \"corpse\"> were like refuse in [the] middle of [the] streets.",
    "5:26": "And he will raise a signal for a nation<note: The Hebrew is plural, but the following verses refer to the nation as singular> from afar, and he will whistle for it from the end of the earth. And look! It comes quickly, swiftly!",
    "5:27": "None [is] weary, and none among him stumbles; none slumbers and none sleeps. And no loincloth on his waist is opened, and no thong of his sandals is drawn away.",
    "5:28": "Whose arrows are sharp, and all of his bows are bent. The hoofs of his horses are reckoned like flint, and his wheels like the storm wind.",
    "5:29": "His roaring [is] like the lion, and he roars like young lions. And he growls and seizes his prey, and he carries [it] off, and not one can rescue [it].",
    "5:30": "And he will roar over him on that day like [the] roaring of [the] sea, and [if] one looks to the land, look! Darkness! Distress! And [the] light grows dark with its<note: Presumably the land's> clouds.",
    "6:1": "In the year of the death of Uzziah the king, I saw the Lord sitting on a high and raised throne, and the hem of his robe [was] filling the temple.",
    "6:2": "Seraphs [were] standing above him. {Each had six wings}:<note: Literally \"six wings six wings for one\"> with two he covered his face, and with two he covered his feet, and with two he flew.",
    "6:3": "And the one called to the other and said, \"Holy, holy, holy [is] Yahweh of hosts! The {whole earth is full of his glory}.\"<note: Literally \"fullness of all of the earth glory him\">\r\n",
    "6:4": "And the pivots of the thresholds shook from the sound of those who called, and the house<note: Or \"temple\"> was filled [with] smoke.",
    "6:5": "And I said, \"Woe to me! For I am destroyed!<note: Or \"silenced\"> For I [am] a man {of unclean lips},<note: Literally \"unclean of lips\"> and I [am] living among<note: With an emphatic sense: \"in the very heart and midst of\"> a people {of unclean lips},<note: Literally \"unclean of lips\"> for my eyes have seen the king, Yahweh of hosts!\"",
    "6:6": "Then one of the seraphs flew to me, and in his hand [was] a hot coal he had taken from the altar with tongs.",
    "6:7": "And he touched my mouth, and he said, \"Look! This has touched your lips and has removed your guilt, and your sin is annulled.\"\r\n",
    "6:8": "Then I heard [the] voice of the Lord saying, \"Whom shall I send? And who will go for us?\"\r\n And I said, \r\n \"I [am] here! Send me!\"\r\n",
    "6:9": "And he said, \"Go and say to this people, 'Keep on listening and do not comprehend! And keep on looking and do not understand!'\r\n",
    "6:10": "Make the heart of this people insensitive, and make its ears unresponsive, and shut its eyes so that it may not look with its eyes and listen with its ears and comprehend [with] its mind and turn back, and it may be healed [for] him.\"",
    "6:11": "Then I said, \"Until when, Lord?\" And he said, \r\n \"Until [the] cities lie wasted without inhabitant, and houses without people, and the land is ruined [and] a waste,\r\n",
    "6:12": "and Yahweh sends the people far away, and the abandonment is great in the midst of the land.",
    "6:13": "And {even if only a tenth part remain},<note: Literally \"still in her a tenth\"> {again she will be destroyed}<note: Literally \"and she will again and she will be to burn\"> like [a] terebinth or like [an] oak, which although felled, a tree stump [remains] in them. [The] seed of holiness [will be] her tree stump.\"",
    "7:1": "This happened in the days of Ahaz, son of Jotham, son of Uzziah, king of Judah. Rezin, king of Aram, and Pekah, son of Remaliah, king of Israel, went<note: The Hebrew is singular> up [to] Jerusalem for warfare against it,<note: Literally \"her\"> but he was not able to fight against it.<note: Literally \"her\">",
    "7:2": "When it was reported to the house of David, saying \"Aram stands by Ephraim,\" his heart and the heart of his people shook like the shaking of the trees of [the] forest because of [the] wind.",
    "7:3": "Then Yahweh said to Isaiah, \"Go out to meet Ahaz, you and Shear-Jashub your son, at the end of the conduit of the upper pool on [the] highway of [the] washer's field.",
    "7:4": "And you must say to him, 'Take heed and be quiet! You must not fear, and your heart must not be faint because of these two stumps of smoldering firebrands, {because of the fierce anger of}<note: Literally \"because of the fierceness of the anger of\"> Rezin and Aram and the son of Remaliah.",
    "7:5": "Because Aram has plotted evil against you [with] Ephraim and the son of Remaliah, saying,",
    "7:6": "\"Let us go up against Judah and let us tear her apart, {and let us lay it open and so bring it unto ourselves},<note: Literally \"and let us break through her to us\"> and let us install the son of Tabeel [as] king in her midst.\"",
    "7:7": "Thus says the Lord Yahweh, \"It shall not stand, and it shall not come to pass.",
    "7:8": "For the head of Aram [is] Damascus, and the head of Damascus [is] Rezin, and in sixty-five years from now Ephraim will be too shattered to be a people.",
    "7:9": "And the head of Ephraim [is] Samaria, and the head of Samaria [is] the son of Remaliah. If you do not believe then you will not endure.\" '\"",
    "7:10": "And Yahweh continued to speak to Ahaz, saying,",
    "7:11": "\"Ask for a sign for yourself from Yahweh God; make [it] deep [as] Sheol or make [it] high as above.\"",
    "7:12": "But Ahaz said, \"I will not ask, and I will not put Yahweh to the test.\"",
    "7:13": "Then he said, \"Hear, house of David! [Is it] too little for you to make men weary, that you should also make my God weary?",
    "7:14": "Therefore the Lord himself will give you<note: The Hebrew is plural> a sign. Look! the virgin<note: Or \"young woman\"> [is] with child and she is about to give birth [to] a son, and she shall call his name 'God with us.'",
    "7:15": "He shall eat curds and honey until he knows to reject the evil and to choose the good.",
    "7:16": "For before the boy knows to reject the evil and to choose the good, {the land whose two kings you dread will be abandoned.}<note: Literally \"the land which you dread will be abandoned because of the face of her two kings\">",
    "7:17": "\"Yahweh will bring on you and on your people and on the house of your ancestor<note: Or \"father\"> days that have not come since [the] day Ephraim departed from Judah: the king of Assyria.\"",
    "7:18": "And this shall happen: On that day, Yahweh will whistle for the fly that [is] at the end of the stream of Egypt and the bee that [is] in the land of Assyria.",
    "7:19": "And all of them will come and settle in the rivers of the cliffs and in the clefts of the rocks and on all of the thornbushes and watering places.",
    "7:20": "On that day, the Lord will shave the head and the hair of the feet with a razor of the one hired from beyond [the] river--with the king of Assyria--and it will even take off the beard.",
    "7:21": "And this shall happen: on that day, a young man will keep a young cow of [the] herd and two sheep alive.",
    "7:22": "And this shall happen: because of the abundance of milk production, he will eat curds, for every one that is left in the midst of the land will eat curds and honey.",
    "7:23": "And this shall happen on that day: Every place where there are a thousand vines<note: Hebrew \"vine\"> for a thousand silver [pieces] will become briers,<note: Hebrew \"brier\"> and it will be thornbushes.<note: Hebrew \"thornbush\">",
    "7:24": "One will go there with arrows and bow, for all of the land will be briers<note: Hebrew \"brier\"> and thornbushes.<note: Hebrew \"thornbush\">",
    "7:25": "And [as for] all of the hills that they hoed with the hoe, you will not go there, [for] fear of briers<note: Hebrew \"brier\"> and thornbushes.<note: Hebrew \"thornbush\"> And it will become like pastureland [for] cattle and overtrodden land [for] sheep.",
    "8:1": "Then Yahweh said to me, \"Take yourself a large tablet and write on it with a common stylus pen: Maher-Halal-Hash-Baz.",
    "8:2": "And I will require reliable witnesses as a witness for me: Uriah the priest and Zechariah son of Jeberekiah.\"",
    "8:3": "And I approached the prophetess, and she conceived, and she gave birth to a son. And Yahweh said to me, \"Call his name Maher-Halal-Hash-Baz.",
    "8:4": "For before the boy knows to call 'my father' and 'my mother,' [one] will carry away the wealth of Damascus and the spoil of Samaria in the presence of the king of Assyria.\"",
    "8:5": "And Yahweh continued to speak to me again, saying,",
    "8:6": "\"Because this people has refused the gently flowing waters of Shiloah and rejoices [over] Rezin and the son of Remaliah,",
    "8:7": "therefore look! The Lord [is] bringing up the waters of the great and mighty river against them, the king of Assyria and all his glory. And he will rise above all his channels, and he will flow over all his banks.\r\n",
    "8:8": "And he will sweep into Judah; he will overflow and he will flood up to [the] neck. He will reach, and {he will spread his wings out over your entire land},<note: Literally \"the outspreading of his wings will be the fullness of the breadth of your land\"> God with us.\"",
    "8:9": "Be broken, [you] peoples, and be dismayed. And listen, all distant [parts of the] earth; gird yourselves and be dismayed; gird yourselves and be dismayed!",
    "8:10": "{Make a plan},<note: Literally \"Plan counsel\"> but it will be frustrated! Speak a word, but it will not stand, for God is with us!",
    "8:11": "For Yahweh said this to me {while his hand weighed heavily on me},<note: Literally \"with the strength of the hand\"> and he {warned me not to walk}<note: Literally \"instructed me from walking\"> in the way of this people, saying,",
    "8:12": "\"You must not call conspiracy everything that this people calls conspiracy, and you must not {share its fear},<note: Literally \"fear its fear\"> and you must not be in dread.",
    "8:13": "You shall regard Yahweh of hosts as holy, and he [is] your<note: The Hebrew is plural> fear, and he [is] your dread.",
    "8:14": "And he will become like a sanctuary and a stumbling-stone, and like a stumbling-rock for the two houses of Israel, like a trap and a snare for the inhabitants of Jerusalem.",
    "8:15": "And many shall stumble among them, and they shall fall and they shall be broken, and they shall be ensnared and they shall be caught.\"",
    "8:16": "Bind up [the] testimony; seal [the] teaching among my disciples.",
    "8:17": "And I will wait for Yahweh, who hides his face from the house of Jacob, and I will await him.",
    "8:18": "Look! I and the children whom Yahweh has given to me [are] like signs and portents in Israel from Yahweh of hosts, the one who dwells on the mountain of Zion.",
    "8:19": "Now if they tell you, \"Consult the ghosts and the spirits, those who chirp and those who mutter. Should not a people consult its gods, the dead on behalf of the living,",
    "8:20": "for teaching and for testimony?\" {surely they [who] speak like this have no dawn}.<note: Literally \"if not, they say like this word that there is no dawn for him,\" which could also mean \"if not, let them say a word like this: that there is no dawn for him\">",
    "8:21": "And it<note: That is, the nation> will pass through it<note: That is, the land> distressed and hungry, and this shall happen: when it is hungry, it will be enraged, and it will curse its king and its gods,<note: Or \"God\"> and it will face upwar",
    "8:22": "or look to [the] earth. But look! Distress and darkness, [the] gloom of affliction! And [it will be] thrust [into] darkness!",
    "9:1": "<note: Isaiah 9:1-21 in the English Bible is 8:23-9:20 in the Hebrew Bible> {But there will be no gloom for those who were in distress}.<note: Literally \"Indeed there is no gloom for the one to whom there was anxiety for her\"> In former times he<note: That is, Yahweh> treated [the] land of Zebulun and Naphtali with contempt, but in the future he will honor the way of the sea beyond the Jordan, Galilee [of] the nations. \r\n",
    "9:2": "The people who walked in darkness have seen a great light; light has shined on those who lived in a land of darkness.",
    "9:3": "You have made the nation numerous; you have not<note: The written text (Kethib) is \"not,\" but the reading tradition (Qere) is \"for it\"> made the joy great. They rejoice in your presence as [with] joy at the harvest, as they rejoice when they divide plunder.",
    "9:4": "For you have shattered the yoke of its burden and the stick of its shoulder, the rod of its oppressor, on<note: Hebrew \"like\"; the Hebrew letters for \"like\" and \"on\" look alike> the day of Midian.",
    "9:5": "For every boot {that marches and shakes the earth}<note: Literally \"marching with shaking,\" which might mean \"marching [is] with shaking\"> and garment rolled in blood {will}<note: Literally \"and it will\"> be for burning--fire fuel.",
    "9:6": "For a child has been born for us; a son has been given to us. And the dominion will be on his shoulder, and his name is called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace.",
    "9:7": "{His dominion will grow continually, and to peace there will be no end}<note: Literally \"There is no end to the increase of the dominion and to peace\"> on<note: Or \"for\"> the throne of David and over<note: Or \"for\"> his kingdom, to establish it<note: That is, the kingdom> and sustain it with justice and righteousness now and forever. The zeal of Yahweh of hosts will do this.",
    "9:8": "The Lord has sent out a word against Jacob, and it fell on Israel.",
    "9:9": "And all of the people knew it, Ephraim and the inhabitants of Samaria in pride and arrogance of heart, saying,",
    "9:10": "\"[The] bricks have fallen, but we will build [with] dressed stone. [The] sycamore-fig trees were felled, but we will replace [them with] cedars.\"",
    "9:11": "So Yahweh strengthened {the adversaries of Rezin}<note: Or \"his adversaries\" if a copyist added \"of Rezin\" in error> against him, and he provoked his enemies--",
    "9:12": "Aram from [the] east and Philistines<note: Hebrew \"Philistine\"> from [the] west-- and they devoured Israel with the whole mouth. He has not turned away his anger in all of this, and his hand is still stretched out.",
    "9:13": "And the people did not turn to the one who struck it,<note: That is, the people> and they did not seek Yahweh of hosts.",
    "9:14": "So Yahweh cut off head and tail from Israel, palm branch and reed [in] one day.",
    "9:15": "Elders<note: Hebrew \"Elder\"> and {the respectable}<note: Literally \"one lifted up of face\"> [are] the head, and prophets<note: Hebrew \"prophet\"> who teach lies<note: Hebrew \"lie\"> [are] the tail.",
    "9:16": "And the leaders of this people were misleading [them], and those who were led [were] confused.",
    "9:17": "Therefore the Lord did not rejoice over its young men, and he did not have compassion on its orphans and widows, for everyone [was] godless and an evildoer, and every mouth [was] speaking folly. In all of this his anger did not turn away, and still his hand [is] stretched out.",
    "9:18": "For wickedness burned like fire; it consumed brier and thorn. And it kindled the thickets of the forest, and they swirled upward [in] a column of smoke.",
    "9:19": "The land was burned through the wrath of Yahweh of hosts, and the people became like fire fuel. {People had no compassion toward each other}.<note: Literally \"A man does not have compassion toward his brother\">",
    "9:20": "They devoured on [the] right but [still] were hungry and devoured on [the] left but they were not satisfied. Each one devoured the flesh of his arm,",
    "9:21": "Manasseh [devoured] Ephraim, and Ephraim Manasseh; together they [were] against Judah. In all of this his anger has not turned away, and still his hand [is] stretched out.",
    "10:1": "Ah! Those who decree decrees of evil, and writers who have written harm,",
    "10:2": "to guide [the] needy away from legal claims,<note: Hebrew \"claim\"> and to rob the justice from the poor of my people, to make widows their spoil; and they plunder orphans.",
    "10:3": "And what will you do at [the] day of punishment, and at calamity? It comes from afar! To whom will you flee for help, and where will you leave your wealth,",
    "10:4": "{save that they bow down under the prisoners and fall under the slain}?<note: Literally \"except he will bow down under a prisoner and under slain they will fall\"; \"under\" could also mean \"in the place of\"> In all of this his anger has not turned away, and still his hand [is] stretched out.",
    "10:5": "Ah! Assyria, the rod of my anger, and a staff is in their hand: my wrath!",
    "10:6": "I send him against a godless nation, and I command him against the people of my wrath, to capture spoil and to carry off plunder, and to make them<note: Hebrew \"him\"> a trampling place, like [the] clay of [the] streets.",
    "10:7": "But he does not think this,<note: Or \"so\"> and his heart does not plan this. For [it is] in his heart to destroy and to cut off not a few nations.",
    "10:8": "For he says, \"[Are] not my commanders altogether kings?",
    "10:9": "[Is] not Calno like Carchemish? [Is] not Hamath like Arpad? [Is] not Samaria like Damascus?",
    "10:10": "As my hand has reached to the kingdoms of the idols<note: Hebrew \"idol\"> --and their images were {greater than those of}<note: Literally \"from\"> Jerusalem and Samaria--",
    "10:11": "shall I not do to Jerusalem and its idols what I have done to Samaria and her idols?\"",
    "10:12": "And this shall happen: when the Lord has finished all his work against {Mount Zion}<note: Literally \"the mountain of Zion\"> and Jerusalem, \"I will punish the {arrogance}<note: Literally \"fruit of the greatness of the heart\"> of the king of Assyria and {his haughtiness}.\"<note: Literally \"the pride of the height of his eyes\">",
    "10:13": "For he says, \"I have done [it] by the strength of my hand and by my wisdom, for I have understanding, and I have removed [the] boundaries of peoples, and I have plundered their stores, and like a bull I have brought down {the inhabitants}.<note: Or, \"those sitting,\" that is, rulers sitting on thrones>\r\n",
    "10:14": "And my hand has found, like [a] nest, the wealth of the peoples, and like the gathering of forsaken eggs, I myself have gathered all the earth. And [there] was no fluttering wing or open mouth or chirp.\"",
    "10:15": "Does the ax boast against the one who cuts with it, or the saw magnify itself against [the] one who moves it to and fro? {As if a rod should move the one who lifts it}!<note: Literally \"As a rod waving even the one who lifts it up\"> {As if a staff should lift up that which is not wood}!<note: Literally \"As a staff lifting up not wood\">",
    "10:16": "Therefore the Lord, Yahweh of hosts, will send leanness among his sturdy warriors, and a burning like [the] burning of fire will burn under his glory.",
    "10:17": "And the light of Israel will become like a fire, and his holy one like a flame, and it will burn and devour his thorns<note: Hebrew \"thorn\"> and briers<note: Hebrew \"brier\"> in one day.",
    "10:18": "And he will destroy the glory of his forest and orchard {completely},<note: Literally \"from soul and to body\"> and it will be like the wasting away of one who is sick.",
    "10:19": "And the rest of the trees<note: Hebrew \"tree\"> of his forest will be a small number, and a boy can write them [down].",
    "10:20": "And this shall happen: on that day, the remnant of Israel and the survivors<note: Hebrew \"survivor\"> of the house of Jacob will not continue to lean on [the] one who struck it but will lean on Yahweh, the holy one of Israel, in truth.",
    "10:21": "A remnant will return-- the remnant of Jacob--to [the] mighty God.",
    "10:22": "For though your people Israel was like the sand of the sea, [only] a remnant of it will return. Annihilation [is] determined, overflowing [with] righteousness.",
    "10:23": "For the Lord Yahweh of hosts [is] about to make a complete destruction and a determined end in the midst of all the earth.",
    "10:24": "Therefore thus says the Lord Yahweh of hosts: \"My people who live [in] Zion, you must not be afraid of Assyria. It beats you with the rod, and it lifts up its staff against you {as the Egyptians did}.<note: Literally \"in the way of Egypt\">\r\n",
    "10:25": "[My] indignation will come to an end {in just a very little while},<note: Literally \"for still a little a trifle\"> and my anger [will be] directed to their destruction.\"",
    "10:26": "And Yahweh of hosts is going to swing a whip against him, as when Midian was defeated at the rock of Oreb; and his staff [will be] over the sea, and he will lift him up {as he did in Egypt}.<note: Literally \"in the way of Egypt\">",
    "10:27": "And this shall happen: on that day, he will remove his burden from your shoulder and his yoke from your neck, {and a yoke will be destroyed because of fat}.<note: The meaning of this phrase is uncertain, leading to the conjecture that it belongs with the next verse and by a different word division could mean \"he has gone up from Jeshimon\"; alternatively, \"fat\" could be a metaphor for prosperity>\r\n",
    "10:28": "He has come to Aiath, he has passed through Migron; at Micmash he deposited his baggage.",
    "10:29": "They crossed over [the] pass; Geba [is] a place of overnight lodging for us. Ramah trembles; Gibeah of Saul has fled.",
    "10:30": "Daughter of Gallim, cry out [with] your voice; Laishah, listen! {Anathoth is poor}.<note: Or with different vocalization, \"Answer her, Anathoth!\" which fits the parallelism better>",
    "10:31": "Madmenah flees! The inhabitants of Gebim bring themselves into safety!",
    "10:32": "{This day}<note: Literally \"Yet today\"> {taking a stand}<note: Literally \"to stand\"> at Nob, he will shake his fist [at] the mountain of the daughter<note: Following the reading tradition (Qere); the consonantal text has \"house\"> of Zion, [at] the hill of Jerusalem.",
    "10:33": "Look! The Lord Yahweh of hosts is about to lop off [the] branches<note: Hebrew \"branch\"> with great power, and {the towering trees}<note: Literally \"the haughty of the height\"> will be felled, and the {tall trees}<note: Literally \"height\"> will be brought low.",
    "10:34": "And he will cut down the thickets of the forest with the axe, and Lebanon will fall by [the] mighty [one].",
    "11:1": "And a shoot will come out from the stump of Jesse, and a branch from its roots will bear fruit.",
    "11:2": "And the spirit of Yahweh shall rest on him-- a spirit of wisdom and understanding, a spirit of counsel and might, a spirit of knowledge and the fear of Yahweh.",
    "11:3": "And his {breath}<note: Hebrew \"smelling,\" perhaps metaphorically as \"delight\" as in Amos 5:14; perhaps this line was accidentally copied twice from the preceding line> [is] in the fear of Yahweh. And he shall judge not by his eyesight, and he shall rebuke not by {what he hears with}<note: Literally \"the rumors of\"> his ears.",
    "11:4": "But he shall judge [the] poor with righteousness, and he shall decide for [the] needy of [the] earth with rectitude. And he shall strike [the] earth with the rod of his mouth, and he shall kill [the] wicked person with the breath of his lips.",
    "11:5": "And righteousness shall be the belt around his waist, and faithfulness the belt around his loins.",
    "11:6": "And a wolf shall {stay}<note: Literally \"dwell as an alien\"> with a lamb, and a leopard shall lie down with a kid, and a calf and a lion and a fatling together {as a small boy leads}<note: Literally \"and a small boy leading\"> them.",
    "11:7": "And a cow and a bear shall graze; their young shall lie down together. And a lion shall eat straw like the cattle.",
    "11:8": "And {an infant}<note: Literally \"one nursing\"> shall play over a serpent's hole, and {a toddler}<note: Literally \"one who is weaned\"> shall put his hand on a viper's hole.",
    "11:9": "They will not injure and they will not destroy on all of my {holy mountain},<note: Literally \"mountain of holiness\"> for the earth will be full [of the] knowledge [of] Yahweh, as the waters cover the sea.",
    "11:10": "And this shall happen on that day: [the] nations shall inquire of the root of Jesse, which shall be standing as a signal to [the] peoples, and his resting place shall be glorious.\r\n",
    "11:11": "And this shall happen on that day: The Lord will again [extend] his hand a second [time] to acquire the remnant of his people that is left, from Assyria, Egypt, Pathros, Cush, Elam, Shinar, Hamath, and the coastlands of the sea,\r\n",
    "11:12": "and he will raise a signal for the nations. And he will gather the outcasts of Israel, and he will gather the scattered ones of Judah together from the four {corners}<note: Literally \"wings\"> of the earth.",
    "11:13": "And the jealousy of Ephraim shall depart, and the enemies of Judah shall be cut off. Ephraim shall not be jealous [of] Judah, and Judah shall not be an enemy [of] Ephraim.",
    "11:14": "But they shall {swoop}<note: Literally \"fly\"> upon [the] Philistine shoulder,<note: That is, the hill country west of Judah> {westward}.<note: Literally \"sea\"> Together they shall plunder [the] sons of [the] east. Edom and Moab {will be under their command},<note: Literally \"the stretching of their hand\"> and the sons of Ammon [will be] their subjugated people.",
    "11:15": "And Yahweh will divide<note: Or \"utterly destroy\"> the tongue<note: Probably the \"gulf\"> of the sea of Egypt,<note: That is, the Red Sea> and he will wave his hand over the river<note: That is, the Euphrates River> with his scorching wind; and he will strike it into seven streams, and he will {make it passable by foot}.<note: Literally \"cause to walk with the sandal\">",
    "11:16": "So there shall be a highway from Assyria for the remnant of his people that remains, as there was for Israel {when}<note: Literally \"in [the] day\"> it went up from the land of Egypt.",
    "12:1": "And you will say on that day, \"I will give you thanks, Yahweh, for though you were angry with me, your anger turned away, and you comforted me.",
    "12:2": "Look! God [is] my salvation; I will trust, and I will not be afraid, for my strength and might [is] Yah, Yahweh; and he has become salvation for me.\"",
    "12:3": "And you will draw water from the wells of salvation in joy.",
    "12:4": "And you will say on that day, \"Give thanks to Yahweh; call on his name. Make his deeds known among the peoples; bring to remembrance that his name [is] exalted.\r\n",
    "12:5": "Sing praises [to] Yahweh, for he has done a glorious thing; this [is] known in all the earth.",
    "12:6": "Inhabitant of Zion, shout out and sing for joy, for the holy one of Israel [is] great in your midst.\"",
    "13:1": "The oracle of Babylon that Isaiah son of Amoz saw:",
    "13:2": "Raise a signal on a bare hill, lift up [your] voice to them; wave [the] hand and may they enter [the] gateways of [the] noblemen.",
    "13:3": "I myself I have commanded my consecrated ones, I have also summoned my mighty warriors concerning my anger, the {ones who exalt over}<note: Literally \"exultant of\"> my majesty.",
    "13:4": "A sound, a noise [is] on the mountains, [the] likeness [of] many people! A sound of [the] roar of [the] kingdoms, of nations gathering! Yahweh of hosts [is] mustering an army for battle.",
    "13:5": "[They are] coming from a distant land, from the end of the heavens, Yahweh and the weapons of his indignation, to destroy {the whole earth}.<note: Literally \"all of the land/earth\">",
    "13:6": "Wail, for the day of Yahweh [is] near; it will come like destruction from Shaddai!<note: Often translated \"the Almighty\">",
    "13:7": "Therefore all hands will grow slack, and every human heart will melt,",
    "13:8": "and they will be dismayed. Pangs and labor pains will seize [them]; they will tremble like a woman giving birth. {They will stare at one another},<note: Literally \"A man will stare at his neighbor\"> {their faces flushing}.<note: Literally \"faces of flames\">",
    "13:9": "Look! The day of Yahweh [is] coming, cruel and wrath and [the] burning [of] anger, to make the earth a desolation, and he will destroy its sinners from it.",
    "13:10": "For the stars of the heavens and their constellations will not flash forth their light; the sun will keep back when it comes out, and [the] moon will not cause its light to shine.",
    "13:11": "And I will punish [the] world [for its] evil and [the] wicked [for] their iniquity. And I will put an end to [the] pride of [the] arrogant, and I will bring [the] haughtiness of tyrants low.",
    "13:12": "I will make humanity more rare than gold and humankind more than the gold of Ophir.",
    "13:13": "Therefore I will make [the] heavens tremble, and the earth will quake from its place because of the wrath of Yahweh of hosts, and in the day his anger burns.",
    "13:14": "And this shall happen: like a hunted gazelle or sheep {with none to gather them},<note: Literally \"and without one who gathers\"> they will each turn to his [own] people, and they will each flee to his [own] land.\r\n",
    "13:15": "Everyone who is found will be pierced through, and everyone who is carried away will fall by the sword.",
    "13:16": "And their children will be dashed into pieces before their eyes; their houses will be plundered, and their wives will be raped.<note: The reading tradition (Qere) softens this to \"slept with\">",
    "13:17": "Look! I [am] stirring the Medes up against them, who do not value silver and do not delight in gold.",
    "13:18": "And [their] bows will shatter young men. And they will not show mercy on [the] fruit of [the] womb; their eyes will not look compassionately on children.",
    "13:19": "And Babylon, [the] glory of kingdoms, the splendor of the Chaldeans' pride, will be like {when God overthrew}<note: Literally \"the overthrow by God of\"> Sodom and Gomorrah.",
    "13:20": "It will not be inhabited forever, and it will not be dwelled in {forever};<note: Literally \"until generation and generation\"> and no Arab will pitch a tent there, and shepherds will not allow [their flocks] to lie down there.",
    "13:21": "But wild animals will lie down there, and their houses will be full [of] howling creatures, and the daughters of ostriches<note: Hebrew \"ostrich\"> will live there, and goats will dance there.",
    "13:22": "And hyenas will answer in its palaces, and jackals in the pleasure palaces; and its time {is coming soon},<note: Literally \"close to come\"> and its days will not be prolonged.",
    "14:1": "But Yahweh will have compassion on Jacob, and he will again choose Israel and set them on their land, and the immigrant will join himself to them, and they will attach themselves to the house of Jacob.",
    "14:2": "And [the] nations will take them and bring them to their place, and the house of Israel will take possession of them<note: That is, the nations> in the land of Yahweh as slaves and female slaves. And this will happen: \r\n they will take their captors captive and rule over their oppressors.\r\n",
    "14:3": "And it shall happen on the day Yahweh gives you rest from your pain and turmoil and hard labor which {you had to perform},<note: Literally \"was worked by you\">",
    "14:4": "that you will take this taunt against the king of Babylon, and you will say: \"How [the] oppressor has ceased! [his] insolence<note: The meaning of the word is uncertain; others translate it as \"fury,\" \"hostility,\" or even \"golden city\"> has ceased.",
    "14:5": "Yahweh has broken [the] staff of [the] wicked, [the] scepter of rulers,",
    "14:6": "that struck [the] peoples in wrath, a blow without ceasing, that ruled [the] nations in anger {with unrestrained persecution}.<note: Literally \"persecution without withholding\">",
    "14:7": "All of the earth rests [and] is quiet; they break forth [into] singing.",
    "14:8": "Even [the] cypresses rejoice over you, the cedars of Lebanon: 'Since you were laid down, no [wood] cutter comes up against us.'",
    "14:9": "Sheol below is getting excited over you, to meet {you when you come};<note: Literally \"your entrance\"> it arouses [the] dead spirits for you, all of [the] leaders of [the] earth. It raises all of [the] kings of [the] nations from their thrones.",
    "14:10": "All of them will respond and say to you, 'You yourself also were made weak like us! You have become the same as us!'",
    "14:11": "Your pride is brought down [to] Sheol, [and] the sound of your harps; maggots<note: Hebrew \"maggot\"> are spread out beneath you like a bed, and your covering is worms.<note: Hebrew \"worm\">",
    "14:12": "How you have fallen from heaven, morning star, son of dawn! You are cut down to the ground, conqueror of nations!",
    "14:13": "And you yourself said in your heart, 'I will ascend [to] heaven; I will raise up my throne above the stars of God; and I will sit on [the] mountain of assembly on the summit of Zaphon;<note: Or \"of the north\">\r\n",
    "14:14": "I will ascend to [the] high places of [the] clouds,<note: Hebrew \"cloud\"> I will make myself like the Most High.'",
    "14:15": "But you are brought down to Sheol, to [the] depths of [the] pit.",
    "14:16": "Those who see you will stare at you, they will look closely at you: '[Is] this the man who made the earth tremble, who caused kingdoms to shake,",
    "14:17": "who made [the] world like the desert and destroyed its cities, [who] would not let his prisoners go home?'",
    "14:18": "All [the] kings of [the] nations, all of them, lie in glory, each one in his house.",
    "14:19": "But [as for] you, you are thrown away from your grave, like an abhorrent shoot, clothed with [the] slain, those pierced [by the] sword, those who go down to [the] stones of [the] pit, like a corpse that is trodden down.",
    "14:20": "You will not be united with them in burial because you have destroyed your land, you have killed your people. [The] descendants<note: Hebrew \"descendant\"> of evildoers will not be mentioned for eternity! \r\n",
    "14:21": "Prepare a place of slaughter for his sons because of the sin of their ancestors.<note: Or \"fathers\"> Let them not rise and take possession of [the] earth or fill up [the] face of [the] world [with] cities.\"",
    "14:22": "\"And I will rise up against them,\" {declares}<note: Literally \"declaration of\"> Yahweh of hosts, \r\n \"and I will cut off name and a remnant from Babylon, and offspring and posterity,\"\r\n {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "14:23": "\"And I will make her a possession of [the] hedgehog, and pools of water, and I will sweep her away with [the] broom of destruction,\" {declares}<note: Literally \"declaration of\"> Yahweh of hosts. \r\n",
    "14:24": "Yahweh of hosts has sworn, saying, \"{Surely}<note: The oath formula begins literally \"If not\"> just as I have intended, so it shall be. And just as I have planned, it shall stand:\r\n",
    "14:25": "to break Assyria in my land, and I will trample him down on my mountains; and he shall remove his yoke from them, and he shall remove his burden from his<note: That is, their> shoulders.\"<note: Hebrew \"shoulder\">",
    "14:26": "This [is] the plan that is planned concerning all of the earth; and this [is] the hand that is stretched out over all of the nations.",
    "14:27": "For Yahweh of hosts has planned, and who will frustrate [it]? And his hand [is] stretched out, and who will turn it back?",
    "14:28": "In the year of the death of king Ahaz there was this oracle:",
    "14:29": "You must not rejoice, all you Philistines, that the rod that struck you is broken, for a viper will come forth from [the] root of [the] snake, and its fruit [will be] a flying serpent.",
    "14:30": "And [the] firstborn of [the] poor will graze, and [the] needy will lie down in security; but I will cause your root to die in famine, and it will kill your remnant.",
    "14:31": "Wail, gate! Cry, city! Melt,<note: With fear or despair> Philistia, all of you! For smoke [is] coming from [the] north, and there is no straggler in his ranks.",
    "14:32": "And what will one answer [the] messengers of [the] nation? That Yahweh has founded Zion, and the needy of his people will take refuge in it.\r\n",
    "15:1": "An oracle of Moab: Because Ar is devastated in a night, Moab is destroyed; because Kir of Moab is devastated in a night, it is destroyed.\r\n",
    "15:2": "It has gone up [to] the house,<note: Or \"temple\"> and Dibon [to] the high places for weeping over Nebo, and Moab wails over Medeba. {Every head is bald},<note: Literally \"On all its heads baldness\"> every beard [is] shaved.",
    "15:3": "They gird themselves [with] sackcloth in its streets; on its roofs and public squares everyone wails, going down in weeping.",
    "15:4": "And Heshbon and Elealeh cry<note: The Hebrew is singular> out, their voice is heard as far as Jahaz; therefore the armed ones of Moab cry out; its soul quivers<note: The Hebrew words for \"cry out\" and \"quiver\" are similar> for him.",
    "15:5": "My heart cries out for Moab; its fugitives [flee] up to Zoar, to Eglath-shelishiyah. For [at] the ascent of Luhith it goes up it with weeping; for [on] the road of Horonaim they raise up a cry of destruction.",
    "15:6": "For the waters of Nimrim are wastelands; for [the] grass has withered, [the] vegetation has vanished, [there is] no greenness.",
    "15:7": "Therefore they carry [the] abundance it has made and their store of goods over the river of the poplars.",
    "15:8": "For [a] cry for help has encircled the territory of Moab, her wailing [is heard] as far as Eglaim, and her wailing [as far as] Beer Elim.",
    "15:9": "For the waters of Dimon<note: One of the Dead Sea Scrolls reads \"Dibon\" here> are full [of] blood; but I will place added things upon Dimon: a lion for the survivors<note: Hebrew \"survivor\"> of Moab and for [the] remnant of [the] land.",
    "16:1": "Send a ram<note: Possibly \"rams\" if a scribe accidentally omitted the Hebrew plural ending because the next word begins with that same letter> [to the] ruler [of the] land, from Sela [across the] desert to the mountain of {daughter Zion}.<note: Literally \"the daughter of Zion\">",
    "16:2": "And this shall be: like a bird fleeing [from] a thrust away nest shall be the daughters of Moab [at the] fords of Arnon.\r\n",
    "16:3": "\"Bring counsel, make a decision; make your shade like the night in the middle of noonday. Hide [the] outcasts; you must not betray the fugitive.",
    "16:4": "Let my outcasts [of] Moab dwell as aliens among you; be a hiding place for them from [the] presence of [the] destroyer.\" When the oppressor is no more, destruction has stopped, [the] {one who tramples has}<note: Literally \"one who tramples have,\" with mismatched singular and plural> disappeared from the land,",
    "16:5": "then a throne shall be established in steadfast love, and one shall sit on it in faithfulness, in the tent of David, judging and seeking justice and zealous for righteousness.",
    "16:6": "We have heard [of] the pride of Moab--exceedingly proud-- [of] his arrogance, pride, and insolence; {his boasting is not true}.<note: Literally \"not so his boasting\">",
    "16:7": "Therefore Moab wails; all of it wails for Moab, for the raisin cakes of Kir-hareseth you moan, {utterly devastated}.<note: Literally \"surely destroyed\">",
    "16:8": "For Heshbon withers the fields, the vine of Sibmah; rulers of nations have broken down her tendrils, they reached up to Jazer, they wandered [to the] desert; her shoots spread abroad, they crossed over [the] sea.",
    "16:9": "Therefore I weep with the weeping of Jazer [for] the vine of Sibmah. I drench you [with] my tears,<note: Hebrew \"tear\"> Heshbon and Elealeh, for a jubilant shout has fallen over your summer fruit and harvest.",
    "16:10": "And joy and gladness are<note: The Hebrew is singular> taken away from the fruitful land, and in the vineyards no one exults, no one shouts for joy; no treader treads wine in the presses; I have put to an end to [the] jubilant shout.",
    "16:11": "Therefore my {heart moans}<note: Literally \"intestines moan,\"; in Hebrew, the \"intestines\" are the seat of the emotions, which would correspond to the \"heart\" in English> like [a] harp for Moab and my inner parts for Kir-heres.",
    "16:12": "And this shall happen: when Moab appears, when it is weary upon the high place and it comes to its sanctuary to pray, it will not prevail.\r\n",
    "16:13": "This [was] the word that Yahweh spoke to Moab {in the past}.<note: Literally \"from then\">",
    "16:14": "But now Yahweh speaks, saying, \"In three years, like [the] years of a hired worker, the glory of Moab will become contemptible, with all of the great multitude, and [the] remnant [will be] a few, small, not strong.",
    "17:1": "An oracle of Damascus: \"Look! Damascus [will] cease being a city and will become a heap of ruins.\r\n",
    "17:2": "The cities of Aroer will be deserted;<note: These words in Hebrew (and \"flocks\" in the next line) all begin with the same letter, Ayin> they will be for the flocks, and they will lie down and {no one will frighten}<note: Literally \"there is not one who frightens\"> [them].",
    "17:3": "And [the] fortified city will disappear from Ephraim, and [the] kingdom from Damascus; and the remnant of Aram will be like the glory of the children of Israel,\" {declares}<note: Literally \"declaration of\"> Yahweh of hosts. \r\n",
    "17:4": "\"And this shall happen: On that day, the glory of Jacob will be brought low, and the fat of his flesh will become lean.\r\n",
    "17:5": "And it shall be as {when a reaper gathers}<note: Literally \"a gathering of a reaper of\"> standing grain and he reaps grain [with] his arm, and it shall be like one who gathers ears of grain in the valley of Rephaim.",
    "17:6": "And gleanings will be left over in it, as {when an olive tree is beaten},<note: Literally \"beating of an olive tree\"> two [or] three ripe olive berries in [the] top of a branch, four [or] five on its fruitful branches,\"\r\n {declares}<note: Literally \"declaration of\"> Yahweh, the God of Israel. \r\n",
    "17:7": "On that day, mankind will look to its maker, and its eyes will look to the holy one of Israel;",
    "17:8": "it will not look to the altars, the work of its hands, and it will not see what its fingers made and the poles of Asherah worship and the incense altars.",
    "17:9": "On that day, {its fortified cities}<note: Literally \"the cities of his fortress\"> will be like the {abandonment of the wooded place and the summit},<note: Perhaps this difficult phrase originally read \"abandonment of the wooded heights of the Amorites\"> which they deserted because of the children of Israel; and there will be desolation.",
    "17:10": "For you have forgotten the God of your salvation, and you have not remembered the rock of your refuge; therefore you plant plants of pleasantness, and you {plant}<note: Literally \"plant it\"> a vine of a foreigner.",
    "17:11": "On your planting day you make [them] grow, and in the morning [of] your sowing you bring [them] into bloom, [yet] the harvest will flee<note: Reading the same consonants as a verb, nad, rather than the noun ned, which would mean \"a heap [of][the] harvest\"> in a day [of] sickness and incurable pain.",
    "17:12": "Ah! [The] noise of many peoples, they make a noise like [the] noise of [the] seas! And [the] roar of nations, they roar like [the] roar of mighty waters!",
    "17:13": "[The] nations roar like [the] roar of many waters, but he will rebuke him, and he will flee far away. And they are chased like chaff of [the] mountains before [the] wind and like tumbleweed before [the] storm.",
    "17:14": "At [the] time of evening, and look, terror! Before morning he is no more. This [is] the fate of those who plunder us and [the] lot of those who plunder us.",
    "18:1": "Ah! land [of the] whirring of wings, which [is] beyond the rivers of Cush,",
    "18:2": "that sends messengers by the sea and in vessels of papyrus on [the] surface of [the] waters! Go, swift messengers, to a {tall}<note: Literally \"stretched out\"> and {smooth}<note: Literally \"peeled,\" \"wiped clean,\" or \"hairless\"> nation, to a people feared {near and far},<note: Literally \"from this and beyond\"> a {mighty, mighty}<note: Perhaps this is a gibberish phrase in Hebrew, qaw-qaw> and trampling<note: Meaning uncertain> nation, whose land rivers divide.",
    "18:3": "All [you] inhabitants of [the] world and dwellers of [the] earth, {when a signal is raised on the}<note: Literally \"as a raising of a signal\"> mountains, you must look, and {when a trumpet is blown},<note: Literally \"as a blowing of a trumpet\"> you must listen!",
    "18:4": "For Yahweh said this to me: \"I will be quiet, and I will look from my dwelling place like {clear heat because of light},<note: The meaning of this phrase is uncertain; perhaps the \"light\" is sunlight> like a cloud of dew in [the] heat of harvest.\"\r\n",
    "18:5": "For before [the] harvest, {when the blossom is complete}<note: Literally \"as a completion of a blossom\"> and a blossom becomes ripening fruit, and one cuts off the shoots with pruning hooks, and one removes, tears away the tendrils.",
    "18:6": "They shall {all be left}<note: Literally \"be left together\"> for birds<note: Hebrew \"bird\"> of prey of [the] mountains and for the animals<note: Hebrew \"animal\"> of the earth. And the birds<note: Hebrew \"bird\"> of prey will pass the summer on it, and every animal of the earth will winter on it.",
    "18:7": "At that time, a gift<note: Perhaps tribute is meant> will be brought to Yahweh of hosts [from] a {tall}<note: Literally \"stretched out\"> and {smooth}<note: Literally \"peeled,\" \"wiped clean,\" or \"hairless\"> people, and from a people feared near and far, a mighty, mighty and trampling nation, whose land [the] rivers divide, to the place of the name of Yahweh of hosts, the mountain of Zion.\r\n",
    "19:1": "An oracle of Egypt: Look! Yahweh [is] riding on a swift cloud and [is] coming [to] Egypt. And the idols of Egypt will tremble in front of him, and the heart of Egypt melts in his inner parts.\r\n",
    "19:2": "\"And I will stir up {Egyptians}<note: Literally \"Egypt\"> against {Egyptians},<note: Literally \"Egypt\"> and each one will fight against his brother and each one against his neighbor, city against city, kingdom against kingdom.",
    "19:3": "And the spirit of {the Egyptians}<note: Literally \"Egypt\"> will be disturbed in his midst, and I will {confuse}<note: Literally \"engulf\"> his plans,<note: Hebrew \"plan\"> and they will consult the idols and the spirits of the dead, and the ghosts and the spiritists.",
    "19:4": "And I will hand over {the Egyptians}<note: Literally \"Egypt\"> into [the] hand of a hard master, and a powerful king will rule over them,\" {declares}<note: Literally \"declaration of\"> the Lord Yahweh of hosts.",
    "19:5": "And [the] waters will be dried up from the sea, and [the] river will be parched and dry.",
    "19:6": "And [the] rivers will become foul-smelling; the branches of the Nile of Egypt will become little and dry up; reed and rush will wither.",
    "19:7": "Bare places by [the] Nile will be dried up, by the edge of [the] Nile and all the sown land of [the] Nile; it will be driven about, and {it will be no more}.<note: Literally \"there is none of it\">",
    "19:8": "And the fishers will mourn, and all of those who cast fishhooks<note: Hebrew \"fishhook\"> in the Nile will lament, and those who spread out fishing nets<note: Hebrew \"net\"> on [the] {surface}<note: Literally \"face\"> of [the] water will languish.",
    "19:9": "And [the] workers of combed flax will be ashamed, and those who weave white linen.",
    "19:10": "And her weavers will be crushed; all [the] {hired workers}<note: Literally \"workers of wage\"> [will be] grieved of heart.",
    "19:11": "Surely the princes of Zoan [are] foolish; the wise of the counselors of Pharaoh [give] senseless counsel. How can you say to Pharaoh, \"I myself [am] a son of sages, a {descendant}<note: Literally \"son\"> of ancient kings\"?",
    "19:12": "Where [are] your sages then? Now, let them tell you, and let them know what Yahweh of hosts has planned against Egypt.",
    "19:13": "The princes of Zoan have become foolish; the princes of Memphis are deceived; the leaders of her tribes have led Egypt astray.",
    "19:14": "Yahweh has mixed a spirit of confusion into her midst, and they have caused Egypt to stagger in all of its doings, as {when a drunkard staggers}<note: Literally \"the staggering of a drunkard\"> in his vomit.",
    "19:15": "And {there will be nothing for Egypt to do},<note: Literally \"not it will be for Egypt a deed which he can do\"> head or tail, palm branch or reed.",
    "19:16": "On that day, Egypt will be like women, and will tremble and be afraid before the waving hand of Yahweh of hosts that he [is] waving against it.",
    "19:17": "And the land of Judah will become a terror to Egypt, everyone [to] whom one mentions it will be afraid in himself because of the plan of Yahweh of hosts that he [is] planning against him.",
    "19:18": "On that day, there will be five cities in the land of Egypt that speak the {language}<note: Literally \"lip\"> of Canaan and swear an oath to Yahweh of hosts. One will be called \"City of the Sun.\"",
    "19:19": "On that day, there will be an altar for Yahweh [in] in the middle of the land of Egypt, and a stone pillar for Yahweh at her border.",
    "19:20": "And it will be a sign and a witness to Yahweh of hosts in the land of Egypt; when they cry out to Yahweh because of oppressors, he will send them a savior and a {defender},<note: Literally \"contender\"> and he will deliver them.",
    "19:21": "And Yahweh will make himself known to Egypt, and Egypt will know Yahweh on that day, and they will worship [with] sacrifice and offering, and they will make vows<note: Hebrew \"vow\"> to Yahweh, and they will fulfill [them].",
    "19:22": "And Yahweh will strike Egypt, striking and healing; and they will return to Yahweh, and he will respond to their prayer, and he will heal them.",
    "19:23": "On that day, there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and Egypt will worship together with Assyria.",
    "19:24": "On that day, Israel will be [the] third with Egypt and Assyria, a blessing in the midst of the earth,",
    "19:25": "whom Yahweh of hosts blessed, saying, \"May Egypt my people be blessed, and Assyria, the work of my hands, and my inheritance, Israel.\"",
    "20:1": "In [the] year {the commander-in-chief came}<note: Literally \"of [the] coming of [the] commander in chief\"> to Ashdod, when Sargon the king of Assyria sent him, and he fought against Ashdod and he took it,",
    "20:2": "at that time, Yahweh had spoken by the hand of Isaiah son of Amoz, saying, \"Go and loosen the sackcloth from your loins, and take off your sandals<note: Hebrew \"sandal\"> from your feet,\"\r\n and he had done so, walking naked and barefoot. \r\n",
    "20:3": "Then<note: Or \"And\"> Yahweh said, \"Just as my servant Isaiah has walked naked and barefoot three years [as] a sign and a portent against Egypt and Cush,",
    "20:4": "so shall the king of Assyria lead the captives<note: Hebrew \"captive\"> of Egypt and the exiles of Cush, young and old, naked and barefoot, {with bared buttocks},<note: Literally \"and bare of buttocks\"> the shame of Egypt.",
    "20:5": "And they shall be dismayed, and they shall be ashamed because of Cush, their hope, and because of Egypt, their pride.",
    "20:6": "And [the] inhabitant<note: Hebrew \"inhabitant\"> [of] the coastland will say this on that day: 'Look! This [is] our hope [to] whom we fled for help, to be delivered {from}<note: Literally \"from the face of\"> the king of Assyria, and how shall we escape?'\" \r\n",
    "21:1": "The oracle of [the] wilderness of [the] sea: As storm winds passing over in the Negev, \r\n {it comes}<note: Literally \"to come\"> from [the] desert, from a frightful land.\r\n",
    "21:2": "A hard revelation is told to me; the treacherous deals treacherously, and the destroyer destroys. Go up, Elam; lay siege, Media!\r\n I put an end to all of her sighing. \r\n",
    "21:3": "Therefore my loins are filled [with] anguish; pangs have seized me, like [the] pangs of a woman giving birth. I am {too bent to hear},<note: Literally \"bent from hearing,\" which could also mean \"bent because of what I heard\"> I am {too dismayed to see}.<note: Literally \"dismayed from seeing,\" which could also mean \"dismayed because of what I saw\">",
    "21:4": "My {mind}<note: Literally \"heart\"> staggers; fear terrifies me; the twilight {I desired}<note: Literally \"of my desire\"> {brought}<note: Literally \"put\"> me fear.",
    "21:5": "Set out the table in order! Spread out the rugs!<note: Hebrew \"rug\"> Eat! drink! Rise up, commanders; smear<note: That is, prepare with oil> [the] shield!",
    "21:6": "For the Lord said this to me: \"Go, set [a] watchman in position. He must announce what he sees.\r\n",
    "21:7": "When<note: Or \"And\"> he sees riders,<note: Hebrew \"rider\"> a pair of horsemen, riders<note: Hebrew \"rider\"> of donkeys,<note: Hebrew \"donkey\"> riders<note: Hebrew \"rider\"> of camels,<note: Hebrew \"camel\"> {then}<note: Or \"and\"> he must listen attentively, paying attention, paying {special}<note: Literally \"much\"> attention.\"",
    "21:8": "Then<note: Or \"And\"> [the] {watchman}<note: Literally \"lion\"> called, \"Lord, I [am] standing on [the] watchtower continually by day, and I [am] standing at my post {throughout}<note: Literally \"all of\"> the night.\r\n",
    "21:9": "And look [at] this! A man's a chariot [is] coming, a pair of horsemen!\" Then<note: Or \"and\"> he responded and said, \r\n \"It has fallen! Babylon has fallen! And all the images of her gods are<note: Hebrew \"is\"> smashed on the ground!\"\r\n",
    "21:10": "My downtrodden people and the son of my threshing floor, I will announce to you what I have heard from Yahweh of hosts, the God of Israel. \r\n",
    "21:11": "The oracle of Dumah: [One is] calling to me from Seir, \r\n \"Watchman, what {of}<note: Literally \"from\"> [the] night? Watchman, what {of}<note: Literally \"from\"> [the] night?\"\r\n",
    "21:12": "[The] watchman says, \"Morning comes, and also [the] night. If you will inquire, inquire; {come back again}.\"<note: Literally \"return come\">\r\n",
    "21:13": "An oracle {concerning}<note: Literally \"in\"> Arabia: You will spend the night in the thicket in a desert-plateau,<note: The Hebrew for \"in a desert-plateau\" is the same as for \"concerning Arabia\" in the preceding line> caravans of Dedanites.\r\n",
    "21:14": "{When you happen to meet}<note: Literally \"Toward encountering\"> [the] thirsty, bring water. Inhabitants of the land of Tema came to meet [the] fugitive with his bread.",
    "21:15": "For they have fled from [the] swords, from [the] drawn sword and [the] bent bow, and from [the] heaviness of [the] battle.",
    "21:16": "For the Lord said this to me: \"{In one more year},<note: Literally \"In yet a year\"> like [the] years of a hired worker, \r\n all the glory of Kedar will come to an end.\r\n",
    "21:17": "And the remainder of the number of the bows<note: Hebrew \"bow\"> of the warriors of the sons of Kedar will be few.\" For Yahweh, the God of Israel, has spoken. \r\n",
    "22:1": "[The] oracle of [the] valley of vision: {What business do you have going}<note: Literally \"What to you then that you have gone\"> up, all of you, to the roofs, \r\n",
    "22:2": "{noisy},<note: Literally \"full of noises\"> tumultuous city, exultant town? Your slain [are] not slain by [the] sword, nor [are they] dead from battle.",
    "22:3": "All of your rulers have fled together without a bow; all of {you who were found}<note: Literally \"your found ones\"> were captured. They were captured together; they had fled far away.",
    "22:4": "Therefore I said, \"Look away from me, let me {weep bitterly};<note: Literally \"be bitter in weeping\"> you must not insist on comforting me for the destruction of the daughter of my people.\"\r\n",
    "22:5": "For the Lord Yahweh of hosts has a day of tumult and trampling and confusion<note: These three Hebrew words are alliterative: mehmmesme> in [the] valley of vision, [a] tearing down of walls<note: Hebrew \"wall\"> and a cry for help to the mountains.<note: Hebrew \"mountain\">",
    "22:6": "And Elam lifted up [the] quiver, with chariots<note: Hebrew \"chariot\"> [of] men<note: Hebrew \"man\"> [and] cavalry. And Kir uncovered [the] shield.",
    "22:7": "And this happened: the choicest of your valleys were full of chariots,<note: Hebrew \"chariot\"> and the cavalry confidently stood at the gate.\r\n",
    "22:8": "And he uncovered the covering of Judah. And you looked, on that day, to the weapons<note: Hebrew \"weapon\"> of the House of the Forest,",
    "22:9": "and you saw that the breaches in the walls of the city of David were many, and you gathered the waters of the lower pool.",
    "22:10": "And you counted the houses of Jerusalem, and you broke down the houses to fortify the wall.",
    "22:11": "And you made a reservoir between the walls for the waters of the old pool, but you did not look to its maker, and you did not see {the one who created it long ago}.<note: Literally \"its creator from far away\">",
    "22:12": "And the Lord, Yahweh of hosts, called on that day for weeping and mourning, and for baldness and girding {with}<note: Literally \"of\"> sackcloth.\r\n",
    "22:13": "But look! Joy and gladness, the killing of oxen<note: Hebrew \"ox\"> and the slaughtering of sheep, the eating of meat and the drinking of wine! \"Let us eat and drink, for tomorrow we die!\"",
    "22:14": "And it was revealed in my ears [by] Yahweh of hosts: \"Surely this sin will not be atoned for you until you die!\" says the Lord, Yahweh of hosts.\r\n",
    "22:15": "The Lord, Yahweh of hosts, says this: \"Go! Go to this steward, to Shebna, who [is] over the house:\r\n",
    "22:16": "'What {business do you have}<note: Literally \"to you\"> here, and who {do you have}<note: Literally \"to you\"> here, that you have cut a grave cutting here for yourself, carving his grave [on] the height, a dwelling place for him in the rock?",
    "22:17": "Look! Yahweh [is] about to {really hurl}<note: Literally \"hurl a hurling\"> you, man! And he [is] about to grasp you firmly;",
    "22:18": "he will wind a winding tightly around you like [a] ball, to a {wide land}.<note: Literally \"land broad of sides\"> There you shall die, and there the chariots of your splendor [will be], disgrace to your master's house!",
    "22:19": "And I will push you from your office, and he will throw you down from your position.",
    "22:20": "And this shall happen: On that day I will call to my servant, Eliakim son of Hilkiah,\r\n",
    "22:21": "and I will clothe him [with] your tunic, and I will bind your sash firmly about him, and I will put your authority into his hand, and he shall be like a father to the inhabitants<note: Hebrew \"inhabitant\"> of Jerusalem and to the house of Judah.",
    "22:22": "And I will put the key of the house of David on his shoulder, and he shall open and no one [will be able to] shut; and he shall shut and no one [will be able to] open.",
    "22:23": "And I will drive him in [like] a peg into a secure place, and he will become like a throne of glory to the house of his father.",
    "22:24": "And they will hang all of the heaviness of his father's house on him, the offspring and the offshoot, all of the small vessels, from the {bowls to the jars}.<note: Literally \"vessels of the bowls to all of the vessels of the jars\">",
    "22:25": "On that day, {declares}<note: Literally \"declaration of\"> Yahweh of hosts, the peg that was driven will move away into a secure place, and it will be cut down and fall, and the load that [was] on her will be cut off. For Yahweh has spoken.'\"",
    "23:1": "The oracle of Tyre: Wail, ships of Tarshish, for {the house is destroyed so that no one can enter};<note: Literally \"it is destroyed from a house from entering\"> it is announced to them from the land of Cyprus.\r\n",
    "23:2": "Be still, inhabitants of [the] coast, merchant of Sidon, who travels over [the] sea, they filled you.",
    "23:3": "And on [the] great waters [is] the seed of Shihor, the harvest of the Nile [is] its produce, and she was [the] merchandise of [the] nations.",
    "23:4": "Be ashamed, Sidon, for [the] sea, the fortress of the sea said, saying, \"I was not in labor, and I have not given birth, and I have not reared young men, brought<note: Or \"I have brought\"> up young women.\"",
    "23:5": "When [the] report [comes] to Egypt, they will be in anguish at the report {about}<note: Literally \"of\"> Tyre.",
    "23:6": "Cross over [to] Tarshish! Wail, inhabitants of [the] coast!",
    "23:7": "{Is this your exultant one},<note: Literally \"this to you, exultant\"> her origin from the days of long ago? Her feet brought her to dwell afar as an alien.",
    "23:8": "Who has planned this against Tyre, the bestower of crowns,<note: Hebrew \"crown\"> whose merchants [were] princes, her traders [the] honored ones of [the] earth?",
    "23:9": "Yahweh of hosts has planned it: to defile [the] pride of all glory, to humble all [the] honored ones of [the] earth.",
    "23:10": "Cross over your [own] land like the Nile, daughter of Tarshish; there is no longer a harbor.<note: Hebrew \"waistband\" is emended to \"harbor\" by transposing two consonants>",
    "23:11": "He has stretched his hand out over the sea; he has made kingdoms shake. Yahweh has commanded concerning Canaan to destroy her fortresses.",
    "23:12": "And he said, \"You will not {continue}<note: Literally \"do again longer\"> to exult, crushed one, {virgin}<note: Literally \"virgin of the\"> daughter of Sidon. Arise, cross over [to] Cyprus! There will be no rest for you even there.\"\r\n",
    "23:13": "Look [at] the land of the Chaldeans! {This people no longer exists. Assyria destined}<note: Literally \"this people was not Assyria destined,\" which could be translated \"It was this people! It was not Assyria. They destined\"> it for wild animals. They erected its siege towers; they demolished its citadel fortresses. It made her like a ruin.",
    "23:14": "Wail, ships of Tarshish! For your fortress is destroyed.",
    "23:15": "And this will happen on that day: And Tyre [will] be forgotten seventy years,<note: Hebrew \"year\"> like the days of one king. At [the] end of seventy years,<note: Hebrew \"year\"> it will be for Tyre like the song of the prostitute: \r\n",
    "23:16": "\"Take a harp, go around [the] city, forgotten prostitute! Do [it] well, playing a stringed instrument! Make numerous songs,<note: Hebrew \"song\"> that you may be remembered.\"",
    "23:17": "And this shall happen: at [the] end of seventy years,<note: Hebrew \"year\"> Yahweh will visit Tyre, \r\n and she will return to her harlot's wages, and she will commit fornication with all the kingdoms of the world on the face of the earth.\r\n",
    "23:18": "And this shall happen: her merchandise and her harlot's wages [will be] set apart for Yahweh; \r\n it will not be stored up, and it will not be hoarded, but her merchandise will be for those who live before the {presence}<note: Literally \"face\"> of Yahweh, for eating to satiation and for fine clothing.\r\n",
    "24:1": "Look! Yahweh [is] about to lay the earth waste and [is] about to devastate it, and he will twist her surface, and he will scatter her inhabitants.",
    "24:2": "And it shall be as [with] the people, so [with] the priest; as [with] the slave, so [with] his master; as [with] the female slave, so [with] her mistress; as [with] the buyer, so [with] the seller; as [with] the lender, so [with] the borrower; as [with] the creditor, so [with] [the one] to whom he lends.",
    "24:3": "The earth shall be utterly laid waste, and it shall be utterly plundered, for Yahweh has spoken this word. \r\n",
    "24:4": "The earth dries up, it withers; [the] world languishes, it withers. The elevated of the people of the earth languish,",
    "24:5": "and the earth is defiled beneath its inhabitants. For they have transgressed laws; they have passed by statutes;<note: Hebrew \"statute\"> they have broken [the] everlasting covenant.",
    "24:6": "Therefore a curse devours [the] earth, and the inhabitants in it suffer for their guilt. Therefore [the] inhabitants of [the] earth burn, and {few men are left}.<note: Literally \"he is left a man of smallness\">",
    "24:7": "[The] new wine dries up; [the] vine languishes. All [the] merry of heart sigh;",
    "24:8": "[the] joy of [the] tambourine has stopped. The noise of [the] jubilant has ceased; [the] joy of [the] lyre has stopped.",
    "24:9": "They do not drink wine with song; strong drink is bitter to those who drink it.",
    "24:10": "[The] city of emptiness is broken; every house is shut {so that no one can enter};<note: Literally \"from entering\">",
    "24:11": "[there is] an outcry over the wine in the streets. All joy turns into {darkness};<note: Literally \"evening\"> the joy of the earth disappears.",
    "24:12": "Desolation is left in the city; [the] gate is crushed [into] a state of ruin.",
    "24:13": "For it shall be like this in the midst of the earth, among the nations, like [the] beating of an olive tree, like gleanings when a grape harvest is at an end.",
    "24:14": "They lift up their voices;<note: Hebrew \"voice\"> they sing for joy; they shout out from [the] west over the majesty of Yahweh.",
    "24:15": "Therefore glorify Yahweh in the east, the name of Yahweh the God of Israel in the coastlands of the sea.",
    "24:16": "We hear songs from the {edge}<note: Literally \"wing\"> of the earth: \"Glory to the righteous [one]!\" But I say, \"Ruin to me! Ruin to me! Woe to me! [The] treacherous ones deal treacherously, and [the] treacherous ones deal treacherously [with] treachery!\"",
    "24:17": "Terror and [the] pit and [the] snare [are] upon you, inhabitants<note: Hebrew \"inhabitant\"> of the earth!",
    "24:18": "And this shall happen: The one who flees from the sound of the terror shall fall into the pit, and the one who goes up from {inside the pit}<note: Literally \"the middle of the pit\"> shall be caught in the snare, for [the] windows from heaven are opened, and [the] foundations of [the] earth tremble.\r\n",
    "24:19": "The earth is utterly broken; [the] earth is torn asunder; [the] earth is shaken violently.",
    "24:20": "[The] earth staggers to and fro like the drunkard, and it sways like [a] hut, and its transgression is heavy upon it, and it falls and does not rise again.",
    "24:21": "And this shall happen on that day: Yahweh will punish the host of heaven in heaven, and the kings of the earth on the earth.\r\n",
    "24:22": "And they will be gathered [in] a gathering, [like] a prisoner {in}<note: Literally \"on\"> a pit. And they will be shut {in}<note: Literally \"on\"> a prison and be punished {after}<note: Literally \"from\"> many days.",
    "24:23": "And the full moon will be ashamed and the sun will be ashamed, for Yahweh of hosts will rule on {Mount Zion}<note: Literally \"the mountain of Zion\"> and in Jerusalem, and before his elders [in] glory.",
    "25:1": "Yahweh, you [are] my God; I will exalt you. I will praise your name, for you have done wonderful things,<note: Hebrew \"thing\"> plans<note: Hebrew \"plan\"> {of old},<note: Literally \"from far away \"> [in] faithfulness, trustworthiness.",
    "25:2": "For you have {made}<note: Literally \"placed\"> [the] city [a] heap, [the] fortified city a ruin, [the] palace of foreigners {is no longer}<note: Literally \"from\"> a city; it will {never}<note: Literally \"to eternity not\"> be rebuilt.",
    "25:3": "Therefore strong peoples will glorify you; a city of ruthless nations, they will fear you.",
    "25:4": "For you have been a refuge to the poor, a refuge to the needy in his distress, a shelter from [the] rainstorm, a shade from [the] heat. For [the] breath of [the] ruthless [was] like a rainstorm against a wall,<note: The same consonants with different vowels can be translated \"winter rainstorm\">",
    "25:5": "[the] noise of foreigners like heat in a dry land. You subdued [the] heat with [the] shade of a cloud; [the] song of [the] ruthless was silenced.",
    "25:6": "And on this mountain Yahweh of hosts will make for all peoples a {rich feast},<note: Literally \"feast of fat\"> a feast of aged wines, fat filled with marrow, filtered aged wine.",
    "25:7": "And on this mountain he will {destroy}<note: Literally \"engulf\"> the face of the shroud, the shroud over all peoples, and the woven covering over all nations.",
    "25:8": "He will {destroy}<note: Literally \"engulf\"> death forever, and the Lord Yahweh will wipe off [the] tears from all faces, and he will remove the disgrace of his people from all the earth, for Yahweh has spoken. \r\n",
    "25:9": "And one will say, on that day, \"Look! This [is] our God! We have waited for him and he saved us! This [is] Yahweh; we waited for him! Let us be glad, and let us rejoice in his salvation.\"\r\n",
    "25:10": "For the hand of Yahweh will rest on this mountain, and Moab shall be trampled down under him as {a heap of straw is trampled down}<note: Literally \"the trampling down of a heap of straw\"> in {waters of}<note: These words are in the written Hebrew text, but not in the reading tradition (Qere)> a dung heap.",
    "25:11": "And it<note: Moab> will spread out its hands in the midst of it, just as the swimmer spreads out to swim, and its pride will be brought low with the movement<note: Meaning uncertain> of its hands.",
    "25:12": "And he will throw down the fortification of the high point of your walls; he will bring [it] low; he will {send it}<note: Literally \"cause [it] to touch\"> to the ground, to [the] dust.",
    "26:1": "On that day, this song will be sung in the land of Judah: \"{We have a strong city};<note: Literally \"a city of strength for us\"> he sets up victory [like] walls and ramparts!<note: Hebrew \"rampart\">\r\n",
    "26:2": "Open [the] gates {so that}<note: Or \"and\"> [the] righteous nation who keeps faithfulness may enter!",
    "26:3": "You will protect a firm inclination [in] peace, [in] peace because he trusts in you.",
    "26:4": "Trust in Yahweh forever, for in Yah, Yahweh [you have] an everlasting rock.",
    "26:5": "For he has thrown down [the] inhabitants of [the] height, he lays low [the] lofty city. He lays it low to [the] ground; he throws her to [the] dust.",
    "26:6": "[The] foot tramples it, [the] feet of [the] poor, [the] steps of [the] needy.\"",
    "26:7": "[The] way of the righteous [is] a straight path; {you clear the level path of the righteous}.<note: Literally \"[the] level path of the righteous you make level\"; the meaning of this phrase is uncertain>",
    "26:8": "Surely we wait for you [in] the path of your judgments, Yahweh, for your name and renown [are the] desire of [the] soul.",
    "26:9": "I desire you [with all] my soul in the night; also I seek you [with] my spirit within me, for when your judgments [are] {upon}<note: Literally \"to\"> the earth, [the] inhabitants of [the] world learn righteousness.",
    "26:10": "[Though the] wicked person is shown compassion, he does not learn righteousness; he acts unjustly in [the] land [of] uprightness, and he does not see the majesty of Yahweh.\r\n",
    "26:11": "Yahweh, [though] your hand reaches high, they do not see [it]. Let them see, and let them be ashamed of [the] zeal of people. Indeed, let the fire of your enemies consume them.\r\n",
    "26:12": "Yahweh, you will establish peace for us, for you have done even all of our works for us.",
    "26:13": "Yahweh, our God, lords besides you ruled over us, {but we praise your name alone}.<note: Literally \"alone in you we praise name you\">",
    "26:14": "[The] dead do not live; dead spirits do not rise because you have punished and destroyed them, and you have destroyed all memory of them.",
    "26:15": "You have added to the nation, Yahweh. You have added to the nation; you are honored. You have extended all [the] ends of [the] land.",
    "26:16": "Yahweh, in distress they have visited you; they poured out an {incantation};<note: Literally \"whispering\"> your discipline [was] on them.",
    "26:17": "Like [a] pregnant woman on the point of giving birth, she writhes; she cries in her labor pains. So we were because of your presence, Yahweh. \r\n",
    "26:18": "We became pregnant, we writhed; we gave birth [to] wind. We cannot bring about deliverance [on the] earth, and no inhabitants of [the] world are born.",
    "26:19": "Your dead shall live; {their corpses}<note: Literally \"my corpse;\" some manuscripts propose an emendation to the suffix to change it to third person masculine plural (\"their corpses\"), which makes better sense> shall rise. Wake up and sing for joy, dwellers of [the] dust, for your dew [is] {celestial dew},<note: Literally \"dew of light\"> and the earth will give birth to dead spirits.<note: Or \"you make the land of Rephaim fall\">",
    "26:20": "Go, my people, enter into your chambers and shut your doors<note: The reading tradition (Qere) is singular> behind you; hide for {a very little}<note: Literally \"a little a little\"> while, until [the] wrath has passed over.",
    "26:21": "For look! Yahweh [is] about to come out from his place to punish the iniquity of the inhabitants<note: Hebrew \"inhabitant\"> of the earth against him, and the earth will disclose her blood and will no longer cover her slain.",
    "27:1": "On that day, Yahweh will punish with his cruel, great and strong sword Leviathan, [the] fleeing serpent, and Leviathan, [the] twisting serpent, and he will kill the sea monster that [is] in the sea.",
    "27:2": "On that day: \"A vineyard of beauty! Sing in praise of it!\r\n",
    "27:3": "I, Yahweh, [am] her keeper; I water it {again and again}.<note: Literally \"by moments\"> Lest one afflict [harm] on it, I guard it night and day;",
    "27:4": "{I have no wrath}.<note: Literally \"There is no wrath for me\"> Whatever gives me thorns [and] briers, I will step forth against in battle. I will set it on fire altogether.",
    "27:5": "Or let it grasp at my protection; let it make peace with me; peace let it make with me.\"",
    "27:6": "{Days are coming},<note: Literally \"The coming ones\"> let Jacob take root; Israel will blossom and send out shoots, and they will fill [the] face of [the] world [with] fruit.",
    "27:7": "Does he strike him {as he struck down those who struck him}?<note: Literally \"like the striking of one striking him\"> Or is he killed {as those who killed him were killed}?<note: Literally \"like the killing of his killed ones\">",
    "27:8": "By expelling<note: Meaning uncertain, derived from the following parallel expression> her, by her sending away, you argue with her. He removed [them] with his strong wind, in [the] day of [the] east wind.",
    "27:9": "Therefore by this he will make atonement [for] the guilt of Jacob, and this [will be] all of [the] fruit [of] the removal of his sin: {when he makes}<note: Literally \"in his setting\"> all [the] stones of [the] altar like crushed stones of chalk, no poles of Asherah worship or incense altars will stand.",
    "27:10": "For [the] fortified city [is] solitary, a settlement deserted and forsaken, like the wilderness; [the] calf grazes there, lies down there and destroys its branches.",
    "27:11": "{When its branches are dry},<note: Literally \"In her branch being dry\"> they are broken; women [are] coming [and] setting light to it. For it [is] not a people of understanding; \r\n therefore his maker will not have compassion on him, and his creator will not show him favor.\r\n",
    "27:12": "And this shall happen: on that day, Yahweh will thresh from the floodwaters of the Euphrates to the wadi<note: A seasonal stream that is often dry> of Egypt, and [as for] you, you will be gathered one by one, sons of Israel. \r\n",
    "27:13": "And this shall happen: on that day, a great trumpet will be blown, \r\n and those who were lost in the land of Assyria will come, and those who were scattered in the land of Egypt,\r\n and they will bow down to Yahweh on the {holy mountain}<note: Literally \"mountain of holiness\"> at Jerusalem. \r\n",
    "28:1": "Ah! The garland of the pride of the drunkards of Ephraim and [the] withering flower of the glory of his beauty, which [is] at [the] head of {the rich valley},<note: Literally \"a valley of fat\"> {ones overcome}<note: Literally \"ones struck\"> with wine!",
    "28:2": "Look! The Lord has [a] mighty and strong [one], like a rainstorm of hail, a wind storm of destruction, like a rainstorm of mighty overflowing waters, he will put [them] to the earth with [his] hand.",
    "28:3": "The garland of the pride of the drunkards of Ephraim will be trampled<note: The Hebrew is plural> by feet,",
    "28:4": "and [the] withering flower of the glory of its beauty which [is] at [the] head of {the rich valley}<note: Literally \"a valley of fat\"> will be like its early fig before summer, {which the one who sees it swallows}<note: Literally \"Which, when the one who sees it sees it, he swallows it\"> while it [is] still in his hand.",
    "28:5": "In that day, Yahweh of hosts will become a garland of glory and a diadem of beauty to the remnant of his people,",
    "28:6": "and a spirit of justice to the one who sits over judgment, and strength [to] those who turn back [the] battle [at the] gate.",
    "28:7": "And these also stagger because of wine and stagger because of strong drink; priest and prophet stagger because of strong drink; they are confused<note: Or \"swallowed\"> because of wine. They stagger because of strong drink; they err in vision. They stagger [in the] rendering of a decision,",
    "28:8": "for all [the] tables are full [of] disgusting vomit, {with no place left}.<note: Literally \"without a place\">",
    "28:9": "[To] whom will he teach knowledge, and [to] whom will he explain [the] message? Those who are weaned from milk, [those] taken from [the] breast?",
    "28:10": "For [it is] blah-blah upon blah-blah, blah-blah upon blah-blah, gah-gah upon gah-gah, gah-gah upon gah-gah,<note: In this context, the Hebrew expressions tsaw-tsaw and qaw-qaw are likely meant to sound like baby talk, but they could mean \"command upon command\" and \"rule upon rule\"> a little here, a little there.",
    "28:11": "For he will speak with {stammering}<note: Literally \"stammer of lip\"> and another tongue to this people,",
    "28:12": "to whom he has said, \"This [is] rest; give rest to the weary; and this [is] repose\"; yet<note: Or \"and\"> they were not willing to hear.\r\n",
    "28:13": "And to them the word of Yahweh will be blah-blah upon blah-blah blah-blah upon blah-blah gah-gah upon gah-gah gah-gah upon gah-gah,<note: In this context, the Hebrew expressions tsaw-tsaw and qaw-qaw are likely meant to sound like baby talk, but they could mean \"command upon command\" and \"rule upon rule\"> a little here, a little there, so that they may go and stumble backward and be broken and ensnared and captured.\r\n",
    "28:14": "Therefore hear the word of Yahweh, men of mockery, rulers of these people in Jerusalem:",
    "28:15": "Because you have said, \"We have {made}<note: Literally \"cut\"> a covenant with death, and we have made an agreement with Sheol.\r\n [The] overwhelming flood, when it passes through, will not come to us, \r\n for we have made lies<note: Hebrew \"lie\"> our refuge, and we have hidden ourselves in falsehood.\"\r\n",
    "28:16": "Therefore the Lord Yahweh says this: \"Look! I [am] laying a stone in Zion, a {tested}<note: Literally \"testing\"> stone, a precious cornerstone, a founded foundation:\r\n 'The one who trusts will not {panic}.'<note: Literally \"hurry\"> \r\n",
    "28:17": "And I will make justice [the] measuring line, and righteousness [the] plumb line; and hail will sweep away [the] refuge of lies,<note: Hebrew \"lie\"> and waters will flood over [the] hiding place.",
    "28:18": "And your covenant with death will be annulled, and your agreement with Sheol will not stand; you will become a trampling place for the overwhelming flood when it passes through.",
    "28:19": "{As often as it passes through},<note: Literally \"From enough his passing through\"> it will take you, for {morning by morning}<note: Literally \"in the morning in the morning\"> it will pass through, in the day and in the night, and understanding [the] message will be only terror.\" \r\n",
    "28:20": "For the bed is too short {to stretch out on},<note: Literally \"from stretching oneself\"> and the covering is [too] narrow when wrapping oneself.",
    "28:21": "For Yahweh will rise up as [at] Mount Perazim; he will rave as [in the] valley at Gibeon to do his deed--his deed [is] strange-- and to work his work--his work [is] alien!",
    "28:22": "And now you must not scoff, or your bonds will be strong, for I have heard from the Lord, Yahweh of hosts: \r\n complete destruction decreed upon all the land.\r\n",
    "28:23": "Listen, and hear my voice! Listen attentively, and hear my word!",
    "28:24": "Is it all day [that] the plowman plows, opens to sow seed, harrows his ground?",
    "28:25": "When he has leveled its {surface},<note: Literally \"face\"> does he not scatter dill, and sow cumin seed, and {plant}<note: Literally \"place\"> wheat [in] planted rows,<note: Hebrew \"row\"> and barley [in] an appointed place, and spelt grain [as] its border?",
    "28:26": "And his God instructs him about the prescription;<note: That is, \"the proper way\"> he teaches him.",
    "28:27": "For dill is not threshed with [a] threshing sledge, nor is a wheel of a utility cart {rolled}<note: Literally \"turned\"> over cumin, but dill is beaten out with [a] stick, and cumin with [a] rod.",
    "28:28": "Grain is crushed fine, but certainly one does not thresh it forever; and one drives the wheel of his cart, but his horses do not crush it.",
    "28:29": "This also comes forth from Yahweh of hosts. He is wonderful [in] advice; he makes great wisdom.\r\n",
    "29:1": "Ah! Ariel, Ariel, [the] city [where] David encamped! Add year to year, let festivals recur.\r\n",
    "29:2": "Yet<note: Or \"And\"> I will inflict Ariel, and there shall be mourning and lamentation, and it shall be to me like an altar hearth.<note: Hebrew \"Ariel,\" which might mean \"altar hearth\">",
    "29:3": "And I will encamp {in a circle}<note: The Hebrew text literally reads \"like the ball\"; the LXX supports an emendation to \"David\"> against you, and I will lay siege to you [with] towers<note: Hebrew \"tower\"> and I will raise up siegeworks against you.",
    "29:4": "Then<note: Or \"And\"> you shall be low; you shall speak from [the] earth, and your words<note: Hebrew \"word\"> will be low, from dust. And your voice will be from [the] earth, like a ghost, and your word will whisper from [the] dust.",
    "29:5": "But<note: Or \"And\"> the multitude of your strangers shall be like fine dust, and [the] multitude of tyrants like chaff that passes by. And it will happen [in] an instant, suddenly. \r\n",
    "29:6": "You will be punished by Yahweh of hosts with thunder and earthquake and great sound, storm wind and tempest and [the] flame of a devouring fire.\r\n",
    "29:7": "And the multitude of all the nations who fight against Ariel, all those who fight [against] her and her stronghold, and those who inflict her shall be like [a] dream, a vision of [the] night.",
    "29:8": "And it shall be as when the hungry person dreams--look, [he is] eating! And he wakes up and his inner self [is] empty. Or<note: Or \"And\"> as when the thirsty person dreams--look, [he is] drinking! And he wakes up and look, [he is] faint, and his inner self [is] longing for water. So shall be the multitude of all the nations who fight against Mount Zion.",
    "29:9": "Be astonished and be amazed! Blind yourselves and be blinded! They are drunk but<note: Or \"and\"> not [from] wine; they stagger but<note: Or \"and\"> not [from] strong drink.",
    "29:10": "For Yahweh has poured out upon you a spirit of deep sleep, and he has shut your eyes, the prophets, and he has covered your heads, the seers.",
    "29:11": "And the vision of all this has become for you like [the] words of [a] sealed document. When they give it to one who knows the<note: The reading tradition (Qere) has \"a\" instead of \"the\"> document, saying, \"{Read}<note: Literally \"Call\"> this now!\" He says, \"I am not able, for it [is] sealed.\"",
    "29:12": "And [if] the document is given to [one] who does not {know how to read},<note: Literally \"know a document\"> saying, \"{Read}<note: Literally \"Call\"> this now!\" he says, \"I do not {know how to read}.\"<note: Literally \"know a document\">",
    "29:13": "And the Lord said, \"Because this people draw near with its mouth, and with its lips it honors me, and its heart is far from me, and their fear of me is a commandment of men that has been taught,\r\n",
    "29:14": "therefore look, I am again doing something spectacular and a spectacle with this spectacular people. And the wisdom of its wise men shall perish, and the discernment of its discerning ones shall keep itself hidden.\"\r\n",
    "29:15": "Ah! Those who make a plan deep, to hide [it] from Yahweh, and their deeds are<note: The Hebrew is singular> in a dark place. And they say, \"Who sees us? And who knows us?\"",
    "29:16": "Your perversity! As if {a potter}<note: Literally \"of the one who creates\"> shall be regarded as [the] clay! That [the] product of its maker [says], \"He did not make me,\" and [the] thing made into shape says of its {potter},<note: Literally \"one who creates\"> \"He has no understanding.\"",
    "29:17": "{In a very little while}<note: Literally \"Not still a trifling [of time]\"> shall not Lebanon change into [a] fruitful land, and the fruitful land be regarded as [a] forest?",
    "29:18": "And on that day, the deaf shall hear [the] words of a scroll, and [the] eyes of [the] blind shall see out of gloom and darkness.",
    "29:19": "And [the] meek {have joy after joy}<note: Literally \"shall add joy\"> in Yahweh, and [the] needy of [the] people shall rejoice in the holy one of Israel.",
    "29:20": "For [the] tyrant shall be no more, and [the] scoffer shall come to an end. And all those lying in wait for evil shall be cut off;",
    "29:21": "those who mislead a person into sin with a word and set a trap for the {arbitrator}<note: Literally \"one who argues\"> in the gate and guide away [the] righteous by emptiness.",
    "29:22": "Therefore Yahweh, who redeemed Abraham, says this to the house of Jacob: \"Jacob will no longer be ashamed, and his face will no longer grow pale.\r\n",
    "29:23": "For when he sees his children, the work of my hands, in his midst, they will treat my name as holy, and they will treat the holy one of Jacob as holy, and they will stand in awe [of] the God of Israel.",
    "29:24": "And those who err [in] spirit will {acquire}<note: Literally \"know\"> understanding, and those who grumble will learn instruction.",
    "30:1": "\"Oh rebellious children!\" {declares}<note: Literally \"declaration of\"> Yahweh, \"to make a plan, but<note: Or \"and\"> not from me, and pour out a libation, but<note: Or \"and\"> not [from] my Spirit, {so as to add}<note: Literally \"for the sake of adding\"> sin to sin.\r\n",
    "30:2": "Who go to go down [to] Egypt, but<note: Or \"and\"> they do not ask [of] my mouth, to take refuge in the protection of Pharaoh and to take refuge in the shadow of Egypt.",
    "30:3": "And the protection of Pharaoh shall be shame to you, and the refuge in the shadow of Egypt, humiliation.",
    "30:4": "For his officials are at Zoan, and his envoys reach to Hanes.",
    "30:5": "Everyone will start to stink because of a people [that] cannot profit them, not for help and not for profiting, but for shame and also for disgrace.\"\r\n",
    "30:6": "An oracle of the animals of the Negev: Through a land of trouble and distress, [of] lioness and lion, {among}<note: Literally \"from\"> them [are] snake and flying serpent; they carry their wealth on [the] {backs}<note: Literally \"shoulder\"> of male donkeys and their treasures on [the] humps<note: Hebrew \"hump\"> of camels, to a people [that] cannot profit [them].\r\n",
    "30:7": "For<note: Or \"And\"> {Egyptians}<note: Literally \"Egypt\"> help [with] vanity and emptiness, therefore I have called this one \"Rahab, they [are] sitting.\"",
    "30:8": "Now go, write it on a tablet with them, and inscribe it on a scroll, {that}<note: Or \"and\"> it may be {for the time to come},<note: Literally \"for last day\"> forever, forever.",
    "30:9": "For it [is] a people of rebellion, deceitful children, children [who are] not willing to hear the instruction of Yahweh,",
    "30:10": "who say to those who do see, \"You must not see!\" and to the seers, \"You must not see truth for us; speak smooth things to us, see illusions,",
    "30:11": "turn aside from [the] way, turn aside from [the] path, put an end to the holy one of Israel from our face.\"",
    "30:12": "Therefore the holy one of Israel says this: \"Because you [are] rejecting this word and you trust in oppression and {cunning}<note: Literally \"going wrong\"> and you rely on it,\r\n",
    "30:13": "therefore this iniquity shall come for you like a breach about to fall, bulging out on a high wall {that breaks}<note: Literally \"whose breaking comes\"> suddenly, [in] an instant.",
    "30:14": "And he breaks it like a vessel of {a potter}<note: Literally \"someone who forms\"> breaks, [that] is crushed; he has no compassion, and no potsherd is found among its fragments<note: Hebrew \"fragment\"> {to take fire}<note: Literally \"for the taking away of fire\"> from [the] hearth, or {to skim}<note: Literally \"for the skimming off of\"> water from [the] cistern.\"",
    "30:15": "For the Lord Yahweh, the holy one of Israel, said this: \"In returning and rest you shall be saved; your strength shall be in quietness and in trust.\"\r\n But<note: Or \"And\"> you were not willing,\r\n",
    "30:16": "and you said, \"No! For we will flee on horses!\"<note: Hebrew \"horse\"> Therefore you shall flee! And, \"We will ride on swift horses!\"<note: Hebrew \"horse\"> Therefore your pursuers shall be swift!\r\n",
    "30:17": "One thousand {because of}<note: Literally \"from [the] face of\"> a threat of one, {because}<note: Literally \"from [the] face\"> of a threat of five you shall flee, until you are left like [a] flagstaff on {top}<note: Literally \"head\"> of [a] mountain, and like [a] signal on [a] hill.",
    "30:18": "Therefore Yahweh waits to be gracious [to] you, and therefore he will rise up to show you mercy, for Yahweh [is] a God of justice; blessed [are] all those who wait for him.",
    "30:19": "For people will live in Zion; in Jerusalem, you will surely not weep. Surely he will be gracious to you; when he hears the sound of your cry, he will answer you.",
    "30:20": "And the Lord will give you [the] bread [of] distress and [the] water [of] oppression, but<note: Or \"and\"> your teachers will not hide themselves<note: Hebrew \"himself\"> any longer. And your eyes {shall see}<note: Literally \"be seeing\"> your teachers.",
    "30:21": "And your ears shall hear a word from behind you, saying, \"this [is] the way; walk in it,\" when you go to your right and when you go to your left.",
    "30:22": "And you will defile the plating of your silver idols and the covering of your gold image. You will scatter them like contaminated things;<note: Hebrew \"contaminated thing\"> you will say to it, \"Filth!\"<note: Or \"Get out!\">",
    "30:23": "And he will give rain for your seed [with] which you sow the ground, and grain, the produce of the ground, and it will be rich and {fertile}.<note: Literally \"fat\"> On that day, your cattle will graze [in] broad pastures;<note: Hebrew \"pasture\">",
    "30:24": "and the oxen and the donkeys that till<note: Or \"tilling\"> the ground will eat fodder, sorrel that [has] been winnowed with shovel and pitchfork.",
    "30:25": "And there will be streams on every high mountain and elevated hill, watercourses of water, on a day of great slaughter, when towers fall.",
    "30:26": "And the light of the full moon will be like the light of the sun, and the light of the sun will be sevenfold, like the light of seven days, on [the] day [when] Yahweh binds up the breakage of his people, and he heals the wound of his blow.",
    "30:27": "Look! The name of Yahweh comes from afar, burning [with] his anger and heaviness of cloud. His lips are full [of] indignation, and his tongue [is] like a devouring fire.",
    "30:28": "And his breath [is] like an overflowing river; it reaches up to [the] neck to shake [the] nations with [the] sieve of worthlessness; and a bridle that leads astray [is] on [the] jawbones of [the] peoples.",
    "30:29": "{You shall have a song}<note: Literally \"There shall be a song for you\"> as [in] [the] night when a holy festival is kept, and a gladness of heart like one who goes with the flute, to go to the mountain of Yahweh, to the rock of Israel.",
    "30:30": "And Yahweh will cause the majesty of his voice to be heard, and he will cause the descent of his arm to be seen, in furious anger and a flame of devouring fire, [with] a cloudburst and a rainstorm and stones<note: Hebrew \"stone\"> of hail.",
    "30:31": "Indeed, Assyria will be shattered by the voice of Yahweh; he strikes with the rod.",
    "30:32": "And every stroke of [the] staff of foundation<note: Some translations emend this to \"discipline\"> that Yahweh lays will be on it with timbrels and lyres, and he will fight against it<note: The reading tradition (Qere) has \"them\"> with battles of brandishing.",
    "30:33": "For Topheth has been prepared from yesterday; indeed, it is made ready for the king. He makes its pile of wood deep and wide; he makes fire and wood {abundant}.<note: Literally \"numerous\"> The breath of Yahweh burns in it like a stream of sulfur.",
    "31:1": "Ah! Those who go down [to] Egypt for help! They rely on horses \r\n and trust in chariots because [they are] many, and in horsemen because they are very numerous, and they do not look to the holy one of Israel, and they do not consult Yahweh.\r\n",
    "31:2": "And indeed, he [is] wise, and he brings disaster, and he does not remove his words, and he will rise against [the] house of evildoers and against [the] help of workers of iniquity.",
    "31:3": "And the Egyptians [are] human and not God, and their horses [are] flesh and not spirit. And Yahweh stretches out his hand, and [the] helper will stumble, and [the] one being helped will fall, and together all of them will come to an end.<note: Or \"perish\">",
    "31:4": "For Yahweh said this to me: \"As which [a] lion growls and [a] young lion over its prey\r\n when {a full group}<note: Literally \"fullness\"> of shepherds is called against him, \r\n it is not terrified by their voice, and to their noise it does not respond, so Yahweh of hosts will come down to fight upon Mount Zion and upon its hill.\r\n",
    "31:5": "Like birds flying [overhead], so Yahweh of hosts will protect Jerusalem; he will protect and deliver [it]; he will pass over and rescue [it].\r\n",
    "31:6": "Turn back to [the one against] whom the sons of Israel have made deep rebellion.",
    "31:7": "For on that day, each one will reject his idols of silver and his idols of gold which your hands have made [in] sin for you.",
    "31:8": "And Assyria shall fall by a sword not [of] a man, and a sword not [of] a human shall devour him; and he shall flee from [the] sword, and his young men shall be [put] to forced labor.",
    "31:9": "And his rock will pass over because of terror, and his officers will be terrified because of [the] flag,\" {declares}<note: Literally \"declaration of\"> Yahweh, who has a fire in Zion and has a furnace in Jerusalem.",
    "32:1": "See, a king will rule according to righteousness, and princes will rule according to justice.",
    "32:2": "And each one will be like a hiding place from [the] wind and a covering from [the] rainstorm, like streams of water in a dry region, like [the] shade of a large rock in a weary land.",
    "32:3": "And [the] eyes of those who see will not gaze,<note: The same consonants with different vowels would be translated \"be blinded,\" which fits the context better> and [the] ears of those who hear will listen.",
    "32:4": "And [the] {minds}<note: Literally \"heart\"> of [the] rash will understand {knowledge},<note: Literally \"to know\"> and [the] tongues<note: Hebrew \"tongue\"> of stammerers will hasten to speak clearly.",
    "32:5": "A fool will no longer be called noble, and a scoundrel will not be said [to be] eminent.",
    "32:6": "For a fool speaks folly, and his {mind}<note: Literally \"heart\"> does iniquity: to {behave wickedly},<note: Literally \"do ungodliness\"> and to speak error concerning Yahweh, to leave [the] throat of [the] hungry empty, and he deprives [the] thirsty [of] drink.",
    "32:7": "And a scoundrel, his weapons [are] evil; he plans evil devices to ruin [the] poor with words of deception even<note: Or \"and\"> when the speech of [the] needy [is] right.",
    "32:8": "But<note: Or \"And\"> [the] nobleman plans noble things, and he stands upon noble things.",
    "32:9": "Women [who are] at ease, rise up; hear my voice! Carefree daughters, listen [to] my word!",
    "32:10": "{In a year}<note: Literally \"[In] days upon a year\"> you will tremble, carefree ones, for [the] vintage will come to an end; [the] harvest will not come.\r\n",
    "32:11": "Tremble, [you who are] at ease; tremble, carefree ones; strip, and strip yourself, and gird yourself on [your] loins,<note: Although the carefree and at ease addressees in this verse are feminine plural (\"you women\"), the commands are masculine singular in form>",
    "32:12": "mourning over breasts, over fields of delight, over [the] fruitful vine,",
    "32:13": "over the soil of my people. It goes up [in] thorns<note: Hebrew \"thorn\"> [and] briers,<note: Hebrew \"brier\"> indeed over all of [the] houses of joy [in the] jubilant city.",
    "32:14": "For [the] palace will be forsaken, [the] {crowded city}<note: Literally \"crowd of [the] city\"> deserted; [the] hill and [the] watchtower will become<note: The Hebrew text has \"for the benefit of\" following \"become\"> a cave forever, [the] joy of wild asses, a pasture {for}<note: Literally \"of\"> flocks.",
    "32:15": "Until a spirit is poured out on us from on high, and [the] wilderness becomes [a] fruitful field, and [the] fruitful field is reckoned as the forest.\r\n",
    "32:16": "Then<note: Or \"And\"> justice will dwell in the wilderness, and righteousness will live in the fruitful field.",
    "32:17": "And the work of righteousness will be peace, and the work of righteousness, quietness and security forever.",
    "32:18": "And my people will dwell in a settlement of peace and in a dwelling place of security and in undisturbed resting places.",
    "32:19": "And it hails when {the forest comes down},<note: Literally \"the coming down of the forest\"> and the city will become low in humiliation.",
    "32:20": "Happy [are] you who sow by all waters, who let the foot of the ox and the donkey go free.",
    "33:1": "Ah, destroyer, and yourself not destroyed! And treacherous one, and no one has dealt treacherously with him!<note: Many manuscripts suggest \"you\" rather than \"him\"> When you {cease}<note: Literally \"finishing\"> destroying, you will be destroyed. When you stop dealing treacherously, one will deal treacherously with you.",
    "33:2": "Yahweh, be gracious to us, we wait for you. Be our<note: Hebrew \"their\"> arm in the mornings, indeed our salvation in [the] time of trouble.",
    "33:3": "At [the] sound of tumult, peoples fled; because of your exaltation, nations scattered.",
    "33:4": "And your spoil is gathered, [as] the gathering of the locust, as a swarm of locusts storming on it.",
    "33:5": "Yahweh [is] exalted, for [he] dwells [on] high; he filled Zion [with] justice and righteousness,",
    "33:6": "and he will be the security of your times, an abundance of salvation, wisdom, and knowledge. The fear of Yahweh [is] his treasure. \r\n",
    "33:7": "Look! Their heroes cry out [in the] street; [the] messengers of peace weep bitterly.",
    "33:8": "Highways are deserted; [the] traveler [on the] road ceases. One breaks a treaty, he rejects [the] cities,<note: A Dead Sea Scroll reads \"witnesses\"> he does not hold man in high regard.",
    "33:9": "[The] land mourns; it languishes. Lebanon feels abashed; it withers. Sharon is like the desert, and Bashan and Carmel {are losing their leaves}.<note: Literally \"shaking off\">",
    "33:10": "\"Now I will arise,\" says Yahweh. \"Now I will lift myself up proudly; now I will raise myself.",
    "33:11": "You conceive dry grass, you bring forth stubble; your breath [is] a fire; it will consume you.",
    "33:12": "And [the] peoples will be burning [to] lime-- they are burned [like] thorns [that have been] cut down in the fire.",
    "33:13": "[You who are] far away, hear what I have done; and [you who are] near, know my might!\"",
    "33:14": "Sinners are afraid in Zion; trembling has seized [the] godless: \"Who of us can {live}<note: Literally \"dwell as an alien\"> [with] devouring fire? Who of us can {live}<note: Literally \"dwell as an alien\"> [with] everlasting consuming hearths?\"",
    "33:15": "He who walks [in] righteousness and speaks uprightness, who rejects [the] gain of extortion, who {refuses}<note: Literally \"shakes his hand from the taking of\"> [a] bribe, who stops up his ears<note: Hebrew \"ear\"> from hearing {bloodshed}<note: Literally \"blood\"> and shuts his eyes from seeing evil.",
    "33:16": "That one will live [on the] heights; [the] fortresses of rocks [will be] his refuge. His food [will] be given; his waters<note: Hebrew \"water\"> [will] endure.",
    "33:17": "Your eyes will see [the] king in his beauty; they will see a {distant land}.<note: Literally \"land of distance\">",
    "33:18": "Your {mind}<note: Literally \"heart\"> will meditate [on the] terror: \"Where [is the] one who counted? Where [is the] one who weighed out? Where [is the] one who counted the towers?\"",
    "33:19": "You will not see [the] insolent people, [the] people {whose language is too obscure to understand},<note: Literally \"obscure of lip than to hear\"> [whose] stammering of tongue {cannot be understood}.<note: Literally \"there is no understanding\">",
    "33:20": "Look [on] Zion, the city of our appointed festivals! Your eyes will see Jerusalem, an undisturbed settlement, a tent {that is not moved}.<note: Literally \"not he is loaded\"> No one will ever pull out its tent pegs, and none of its ropes will be torn in two.",
    "33:21": "Rather, there Yahweh [will be] mighty for us, a place of rivers [and] {broad streams},<note: Literally \"streams broad of hands\"> a galley ship with<note: Or \"of\"> oars<note: Hebrew \"oar\"> cannot go in it, and a mighty ship cannot pass through it.",
    "33:22": "For Yahweh [is] our judge; Yahweh [is] our lawgiver. Yahweh [is] our king; he [is the one who] will save us.",
    "33:23": "Your riggings hang slack; they do not hold the base of their mast firm, they do not spread out [the] sail. Then [the] prey of spoil [in] abundance will be divided; [the] lame will take plunder.",
    "33:24": "And no inhabitant will say, \"I am sick\"; the people who live in it, [their] iniquity [will be] taken away.",
    "34:1": "Come near, nations, to hear; and peoples, listen attentively! Let the earth hear, and that which fills it; [the] world and all its offspring.",
    "34:2": "For [the] anger of Yahweh [is] against all the nations, and [his] wrath [is] against all their armies; he has put them under a ban, he has given them up for slaughter.",
    "34:3": "And their slain shall be cast out; as for<note: Or \"and\"> their corpses, their stench shall go up. And [the] mountains shall melt with<note: Or \"from\"> their blood,",
    "34:4": "and all the host of heaven shall rot. And the skies shall roll up like [a] scroll, and all their host shall wither like the withering of a leaf from a vine, or<note: Or \"and\"> like [the] withering from a fig tree.",
    "34:5": "When my sword is drenched in the heavens, look! It will descend upon Edom, and upon the people of my ban, for judgment.\r\n",
    "34:6": "{Yahweh has a sword};<note: Literally \"A sword for Yahweh\"> it is full [of] blood. It is covered with<note: Or \"from\"> fat, with<note: Or \"from\"> [the] blood of lambs and goats, with<note: Or \"from\"> [the] fat of [the] kidneys of rams, for {Yahweh has a sacrifice}<note: Literally \"a sacrifice for Yahweh\"> in Bozrah and a great slaughter in the land of Edom.\r\n",
    "34:7": "And wild oxen shall go down with them, and steers with strong bulls. And their land shall be drenched with<note: Or \"from\"> blood, and their soil shall be fattened with<note: Or \"from\"> fat.",
    "34:8": "For {Yahweh has a day of vengeance},<note: Literally \"a day of vengeance for Yahweh\"> a year of retribution for the strife of Zion.",
    "34:9": "And its streams shall be changed to pitch and its soil to sulfur, and its land shall become like burning pitch.",
    "34:10": "Night and day it shall not be quenched; its smoke shall go up forever. From generation to generation it shall be in ruins; forever and ever there will be no one who passes through her.",
    "34:11": "But<note: Or \"And\"> [the] large bird and [the] hedgehog shall take possession of it, and [the] owl and [the] raven shall live in it. And he shall stretch [the] measuring line of confusion out over it, and [the] plumb line of emptiness.",
    "34:12": "Its nobles--but no kingdom is there--shall call, and all its princes shall be nothing.",
    "34:13": "And thorns shall go up her citadel fortress, weeds<note: Hebrew \"weed\"> and thistle plants<note: Hebrew \"thistle plant\"> in her fortresses; and it shall be [the] settlement of jackals, green grass for [the] daughters of an ostrich.",
    "34:14": "And desert creatures shall meet with hyenas, and a goat-demon shall call to his neighbor; surely there Lilith<note: Hebrew transliteration; possibly a proper name for a Mesopotamian night-demon> shall repose, and she shall find a resting place for herself.",
    "34:15": "There [the] owl shall nest and lay and hatch and care for her chicks in her shadow; surely there [the] birds of prey shall be gathered, each one [with] her mate.",
    "34:16": "Seek from the book of Yahweh and {read};<note: Literally \"call\"> none of these shall be missing; none shall miss her mate. For my<note: The Dead Sea Scroll has \"his\"> mouth {is the one that}<note: Literally \"he\"> has commanded, and his spirit {is the one that}<note: Literally \"he\"> has gathered them.\r\n",
    "34:17": "And he {is the one that}<note: Literally \"he\"> has cast [the] lot for them, and his hand has apportioned it to them with the measuring line; they shall take possession of it forever, they shall live in it {from generation to generation}.<note: Literally \"to generation and generation\">",
    "35:1": "Wilderness and dry land shall be glad,<note: The Hebrew has an extra \"them,\" probably from an accidental of the first letter of the next word> and desert shall rejoice and blossom like the crocus.",
    "35:2": "It shall blossom abundantly, and it shall rejoice indeed with rejoicing and exulting. The glory of Lebanon shall be given to it, the majesty of Carmel and Sharon. {They are the ones who}<note: Literally \"they\"> shall see the glory of Yahweh, the majesty of our God.",
    "35:3": "Strengthen [the] weak hands and make [the] staggering knees firm.",
    "35:4": "Say to those who are hasty of heart, \"Be strong; you must not fear! Look! your God will come [with] vengeance, [with] {divine retribution}.<note: Literally \"the retribution of gods\"> He {is the one who}<note: Literally \"he\"> will come and save you.\"\r\n",
    "35:5": "Then [the] eyes of [the] blind shall be opened, and [the] ears of [the] deaf shall be opened.",
    "35:6": "Then [the] lame shall leap like the deer, and [the] tongue of [the] dumb shall sing for joy, for waters shall break forth in the wilderness and streams in the desert.",
    "35:7": "And the parched ground shall become [a] pool, and [the] thirsty ground springs of water. Her resting place [is] in a settlement of jackals; [the] grass [shall become] like reeds<note: Hebrew \"reed\"> and rushes.<note: Hebrew \"rush\">",
    "35:8": "And a highway shall be there, and a way, and it shall be called the way of holiness. [The] unclean shall not travel through it, but<note: Or \"and\"> it [is] for them, he who walks [on the] way; and fools shall not wander about.",
    "35:9": "No lion shall be there, and no ferocious wild beast shall go up it. It shall not be found there, but<note: Or \"and\"> [the] redeemed shall walk [there].",
    "35:10": "And the ransomed of Yahweh shall return, and they shall come [to] Zion with rejoicing. And everlasting joy [shall be] on their head; joy and gladness shall overtake [them], and sorrow and sighing shall flee.",
    "36:1": "And this happened: In {the fourteenth year}<note: Literally \"four ten year\"> of King Hezekiah, Sennacherib king of Assyria went up against all the fortified cities of Judah, and he captured them.",
    "36:2": "And the king of Assyria sent Rabshakeh<note: Rabshekah is the title of a high Assyrian official> from Lachish to Jerusalem, to King Hezekiah, with a large army, and he stood by the conduit of the upper pool on [the] highway of [the] field of [the] washer.",
    "36:3": "And Eliakim son of Hilkiah, who {was in charge of the palace},<note: Literally \"[was] over the house\"> came out to him, and Shebna the secretary, and Joah son of Asaph, the reminder.",
    "36:4": "And Rabshakeh said to them, \"Now say to Hezekiah, 'Thus says the great king, the king of Assyria: \"What [is] this confidence [in] which you trust?",
    "36:5": "I said, 'Only a word of lips! {War has power and a plan}!'<note: The Hebrew here is awkward; literally \"Plan and power for war\"> Now, in whom do you trust, that you have rebelled against me?",
    "36:6": "Look, you trust in the staff of this broken reed, on Egypt, which [if] a man leans on it, goes into his hand and bores through it! Such [is] Pharaoh, king of Egypt, to all those who trust in him.",
    "36:7": "And if you say to me, 'We trust in Yahweh our God,' [was it] not he whose high places and altars Hezekiah removed? And he said to Judah and to Jerusalem, 'You shall bow down in the {presence}<note: Literally \"face\"> of this altar.'\"",
    "36:8": "And now please make a wager with my master the king of Assyria, and I will give you two thousand horses, [that is,] if you are able {put}<note: Literally \"give\"> riders for yourself on them!",
    "36:9": "But how can you drive back {one governor among the least of my master's servants},<note: Literally \"the face of the governor of the one of the insignificant servants of my master\"> when<note: Or \"and\"> you trust in Egypt for chariots<note: Hebrew \"chariot\"> and horsemen?",
    "36:10": "And now was it without Yahweh that I have come up against this land to destroy it? Yahweh said to me, \"Go up against this land and destroy it!\" '\"",
    "36:11": "And Eliakim, Shebna, and Joah said to Rabshakeh, \"Please speak to your servants in Aramaic, for we can understand<note: Or \"hear\"> [it], and you must not speak to us in Judean in the {hearing}<note: Literally \"ear\"> of the people who [are] on the wall.\"",
    "36:12": "But<note: Or \"And\"> Rabshakeh said, \"Has my master sent me to speak these words to your masters and you? [Was it] not for the people who sit on the wall, to eat their dung and drink their urine<note: So Masoretic Hebrew text (Kethib); the reading tradition (Qere) has \"feet-water\"> with you?\"",
    "36:13": "Then<note: Or \"And\"> Rabshakeh stood and called in a great voice in Judean and said, \"Hear the words of the great king, the king of Assyria.",
    "36:14": "Thus says the king: '[Do] not let Hezekiah deceive you, for he will not be able to deliver you!",
    "36:15": "And [do] not let Hezekiah make you rely on Yahweh, saying, \"Surely Yahweh will deliver us; this city will not be given into the hand of the king of Assyria!\"",
    "36:16": "You must not listen to Hezekiah, for thus says the king of Assyria: \"Make a blessing<note: That is, a gesture of surrender> with me, and come out to me, and each one will eat [from] his vine and [from] his fig tree and drink water from<note: Or \"of\"> his cistern,",
    "36:17": "until {I come}<note: Literally \"my coming\"> and take you to a land like your land, a land of grain and new wine, a land of bread and vineyards,",
    "36:18": "lest Hezekiah mislead you, saying, 'Yahweh will save us!' Did the gods of the nations each save his land from the hand of the king of Assyria?",
    "36:19": "Where [are] the gods of Hamath and Arpad? Where [are] the gods of Sepharvaim? Indeed, [have] they delivered Samaria from my hand?",
    "36:20": "Who [are there] among all the gods of these countries who have saved their land from my hand, that Yahweh should save Jerusalem from my hand?\" '\"",
    "36:21": "But<note: Or \"And\"> they were silent and did not answer him a word, for the command of the king was, \"You must not answer him.\"",
    "36:22": "Then<note: Or \"And\"> Eliakim son of Hilkiah, who [was] over the {palace},<note: Literally \"house\"> Shebna the secretary, and Joah son of Asaph, the reminder, came to Hezekiah [with] torn garments and told him the words of Rabshakeh.",
    "37:1": "And this happened: When King Hezekiah heard, he tore his garments, covered himself with sackcloth, and entered the temple<note: Or \"house\"> of Yahweh.",
    "37:2": "And he sent Eliakim, who [was] {in charge of}<note: Literally \"over\"> the palace,<note: Or \"house\"> and Shebna the secretary, and the elders of the priests {covered}<note: Literally \"covering themselves\"> with sackcloth to Isaiah son of Amoz, the prophet.",
    "37:3": "And they said to him, \"Thus says Hezekiah: 'This day [is] a day of distress, rebuke, and disgrace, for children have come to [the] cervical opening, and there is no strength to give birth.",
    "37:4": "Maybe Yahweh your God heard [the] words of Rabshakeh whom the king of Assyria, his master, has sent to taunt [the] living God, and he will rebuke the words that Yahweh your God hears. And you must lift up a prayer for the benefit of the remnant that is found.'\"",
    "37:5": "When<note: Or \"And\"> the servants of King Hezekiah came to Isaiah,",
    "37:6": "Isaiah said to them, \"You must say this to your master: 'Thus says Yahweh: \"You must not be afraid because of the words that you have heard, [with] which the servants of the king of Assyria have blasphemed me.",
    "37:7": "Look! I [am] about to {put}<note: Literally \"give\"> a spirit in him {so that}<note: Or \"and\"> he shall hear a rumor and he shall return to his land, and I will cause him to fall by the sword in his land.\" '\"",
    "37:8": "And Rabshakeh returned and found the king of Assyria fighting against Libnah, for he had heard that he had left from Lachish.",
    "37:9": "Now<note: Or \"And\"> he<note: That is, the king> heard concerning Tirhakah the king of Cush, saying, \"He has set out to fight against<note: Or \"with\"> you.\" When<note: Or \"And\"> he heard [it], he sent messengers to Hezekiah, saying,\r\n",
    "37:10": "\"You shall say this to Hezekiah, king of Judah: '[Do] not let your God in whom you trust in him deceive you by saying, \"Jerusalem will not be given into the hand of the king of Assyria.\"",
    "37:11": "Look! you have heard what the kings of Assyria have done to all lands to destroy them, and you--shall you be delivered?",
    "37:12": "Did the gods of the nations that my {predecessors}<note: Literally \"fathers\"> destroyed deliver them--Gozan, Haran, Rezeph, and the sons of Eden who [were] in Telassar?",
    "37:13": "Where [is] the king of Hamath, the king of Arpad, the king of the city of Sepharvaim, Hena, or<note: Or \"and\"> Ivvah?'\"",
    "37:14": "And Hezekiah took the letter from the hand of the messengers, and he read<note: Or \"called\"> it. Then<note: Or \"And\"> he went up [to] the temple<note: Or \"house\"> of Yahweh, and Hezekiah spread it out before the {presence}<note: Literally \"face\"> of Yahweh.",
    "37:15": "And Hezekiah prayed to Yahweh, saying,",
    "37:16": "\"Yahweh of hosts, God of Israel {who is enthroned on}<note: Literally \"sitting\"> the cherubim, you [are] the one, God by yourself, of all the kingdoms of the earth; you are the one who made the heavens and the earth.",
    "37:17": "Yahweh, extend your ear and hear! Yahweh, open your eyes and see, and hear all the words of Sennacherib that he has sent to taunt the living God!",
    "37:18": "Truly, Yahweh, the kings of Assyria have laid waste all the lands<note: The parallel text in 2 Kings has \"nations\"> and their land,",
    "37:19": "to {set}<note: Literally \"give\"> their gods in the fire, for they [were] not gods, but [the] work of human hands, wood and stone, and they destroyed them.",
    "37:20": "So<note: Or \"And\"> now, Yahweh, our God, save us from his hand so that<note: Or \"and\"> all the kingdoms of the earth may know that you [are] Yahweh, you alone!\"",
    "37:21": "And Isaiah son of Amoz sent to Hezekiah, saying, \"Thus says Yahweh the God of Israel: 'Because you have prayed to me {concerning}<note: Literally \"to\"> Sennacherib, king of Assyria,",
    "37:22": "this [is] the word that Yahweh has spoken concerning him: She shows contempt for you; she derides you, virgin daughter of Zion; she shakes [her] head behind you, daughter of Jerusalem.\r\n",
    "37:23": "Whom have you taunted and blasphemed, and against whom have you raised up [your] voice and lifted your eyes upward? To the holy one of Israel! \r\n",
    "37:24": "By the hand of your servants you have taunted the Lord, and you have said, \"With my many chariots,<note: Hebrew \"chariot\"> I myself have gone up [the] height of [the] mountains, [to] the remote areas of Lebanon. And I cut off {its tall cedars},<note: Literally \"the height of its cedars\"> the choicest of its junipers. And I came [to] the height of its limit, the forest of its orchard.<note: Or \"Carmel\">",
    "37:25": "I myself dug and drank waters, and I caused all the streams of Egypt to dry up by the sole of my feet.\"",
    "37:26": "Have you not heard from {a long time ago}?<note: Literally \"distant\"> I have made it from days of primeval time, and I formed it. Now I have brought it [about], and it is for fortified cities to collapse into heaps of destroyed stones.",
    "37:27": "And their inhabitants [are] {weak};<note: Literally \"short of hand\"> they are dismayed, and they are ashamed; they have become [like] plants<note: Hebrew \"plant\"> of [the] field, and [like] greens of grass, [like] grass on<note: Or \"of\"> [the] roofs and a cultivated field {before}<note: Literally \"before the face of\"> the standing grain.",
    "37:28": "And I know your sitting down and your going out, and your coming in, and your raging {against}<note: Literally \"to\"> me.",
    "37:29": "Because you were enraged {against}<note: Literally \"to\"> me, and your noise<note: Or \"complacency\"> has come up to<note: Literally \"in\"> my ears, I will put my hook in your nose and my bridle on your lips, and I will turn you back on the way [by] which you came.",
    "37:30": "And this [shall be] the sign for you: the eating of volunteer plants<note: Hebrew \"plant\"> this<note: Literally \"the\"> year, and in the second year self-seeded plants,<note: Hebrew \"plant\"> and in the third year sow, reap, plant vineyards, and eat their fruit.",
    "37:31": "And the remnant of the house of Judah that remain shall {grow}<note: Literally \"add\"> roots<note: Hebrew \"root\"> downwards and make fruit upwards.",
    "37:32": "For a remnant shall go out from Jerusalem and survivors<note: Hebrew \"survivor\"> from mountain Zion. The zeal of Yahweh of hosts will do this.' \r\n",
    "37:33": "Therefore thus says Yahweh concerning<note: Or \"to\"> the king of Assyria: 'He shall not come to this city, and he shall not shoot an arrow there, and he shall not meet it [with] a shield, and he shall not heap a siege ramp up against her.\r\n",
    "37:34": "He shall return by the way that he came, and he shall not come to this city,' {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "37:35": "'And I will defend this city, to save it for my sake and for the sake of David, my servant.'\"",
    "37:36": "And the angel of Yahweh set out and struck one hundred and eighty-five thousand in the camp of the Assyrians. When<note: Or \"And\"> they rose in the morning, look! All of them [were] dead corpses.",
    "37:37": "Then<note: Or \"And\"> Sennacherib king of Assyria left, went, and returned and lived at Nineveh.",
    "37:38": "And this happened: he [was] bowing in worship [in] the house of Nisroch his god, and Adrammelech and Sharezer, his sons, struck him with the sword. And they themselves escaped [to] the land of Ararat, and Esar-haddon his son reigned as king in his place.",
    "38:1": "In those days, Hezekiah became sick to death, and Isaiah son of Amoz, the prophet, came to him and said to him, \"Thus says Yahweh: 'Order your house, for you [are] about to die, and you shall not recover.'\"",
    "38:2": "Then<note: Or \"And\"> Hezekiah turned his face to the wall and prayed to Yahweh,",
    "38:3": "and he said, \"O Yahweh, please remember how<note: Or \"that\"> I have walked before your {presence}<note: Literally \"face\"> in faithfulness with a whole heart, and I have done the good in your eyes!\" And Hezekiah wept [with] great weeping.",
    "38:4": "Then<note: Or \"And\"> the word of Yahweh came<note: Or \"was\"> to Isaiah, saying,",
    "38:5": "\"Go and say to Hezekiah, 'Thus says Yahweh, the God of David your ancestor:<note: Or \"father\"> \"I have heard your prayer; I have seen your tears. {Look, I am going to}<note: Literally, \"Behold me; he will add,\" but in this context it makes better sense to change the \"he\" to \"I\"; most translations follow this emendation> add fifteen years to your days.",
    "38:6": "And I will deliver you and this city from the hand of the king of Assyria, and I will defend this city.\" '",
    "38:7": "And this [is] the sign to you from Yahweh, that Yahweh will do this thing that he has spoken:",
    "38:8": "Look! I will cause [the] shadow of the steps, which it had gone down on the steps of Ahaz with the sun, to turn backwards ten steps.\" And the sun turned back ten steps on the steps which it had gone down.",
    "38:9": "A writing of Hezekiah, king of Judah, when he was sick and had recovered from his sickness:",
    "38:10": "I was the one who said, \"I must go in the quiet of my days; I am summoned through the gates of Sheol [for] the rest of my years.\"",
    "38:11": "I said, \"I shall not see Yah! Yah in the land of the living! I shall no more look at humankind among [the] inhabitants of [the] world.",
    "38:12": "My dwelling place is pulled up and removed from me like the tent of my shepherd; I have rolled up my life like [a] weaver. He cuts me off from [the] thrum; from day to night you bring me to an end.",
    "38:13": "I lie down<note: Or \"cry out\"> until morning; like [a] lion, so he breaks all my bones; from day to night you bring me to an end.",
    "38:14": "Like a horse or a crane, so I chirp; I moan like [a] dove. My eyes are weak toward the height. Lord, I have oppression; lend me support!",
    "38:15": "What can I say? For<note: Or \"And\"> he has spoken to me, and he himself has done [it]. I will walk slowly all my years because of the bitterness of my soul.",
    "38:16": "Lord, they live by them, and the life of my spirit belongs to all among them. And restore me to health and keep me alive!",
    "38:17": "Look! Bitterness was bitter to me for peace. And you were the one who loved<note: Or possibly \"kept back,\" which sounds similar in Hebrew> my life from [the] pit of destruction, for you have cast all my sins behind your back.",
    "38:18": "For Sheol cannot praise you; death [cannot] praise you. Those who go down [to the] pit cannot hope for your faithfulness.",
    "38:19": "[The] living, [the] living one praises you like me today; a father will make your faithfulness known to children.",
    "38:20": "Yahweh, save me, and we will play my music [on] stringed instruments all the days of our lives at the temple<note: Or \"house\"> of Yahweh.\"",
    "38:21": "And Isaiah said, \"Let them {take}<note: Literally \"lift up\"> a lump of figs, and let them rub [it] on the boil {so that}<note: Or \"and\"> he may recover.\"",
    "38:22": "And Hezekiah said, \"What [is the] sign that I shall go up [to] the temple<note: Or \"house\"> of Yahweh?\"",
    "39:1": "At that time, Merodach-Baladan, son of Baladan, king of Babylon, sent letters and a present to Hezekiah, for<note: Or \"and\"> he heard that he had been sick and recovered.",
    "39:2": "And Hezekiah rejoiced over them and showed them his house of aromatic gum, the silver, gold, spices, good oil, all the house of his weapons, and all that was found in his storehouses. There was nothing that Hezekiah had not shown them in his house or in all his dominion.",
    "39:3": "And Isaiah the prophet came to King Hezekiah and said to him, \"What did these men say, and from where did they come to you?\" And Hezekiah {answered},<note: Literally \"said\"> \"They came to me from a distant country, from Babylon.\"",
    "39:4": "And he<note: That is, Isaiah> said, \"What have they seen in your house?\" And Hezekiah {answered},<note: Literally \"said\"> \"They have seen all that [is] in my house. There is nothing that I have not shown them in my storehouses.\"",
    "39:5": "And Isaiah said to Hezekiah, \"Hear the word of Yahweh of hosts:",
    "39:6": "'Look! days [are] coming, and all that [is] in your house and that which your ancestors<note: Or \"fathers\"> have stored up to this day shall be carried off [to] Babylon. Nothing shall be left,' says Yahweh.",
    "39:7": "'And some of your sons who go out from you, whom you fathered, shall be taken, and they shall be eunuchs in the palace of the king of Babylon.'\"",
    "39:8": "And Hezekiah said to Isaiah, \"The word of Yahweh that you have spoken [is] good,\" for<note: Or \"and\"> he {thought},<note: Literally \"said\"> \"Surely there will be peace and security in my days.\"",
    "40:1": "\"Comfort; comfort my people,\" says your God.",
    "40:2": "\"Speak to the heart of Jerusalem, and call to her, that her compulsory labor is fulfilled, that her sin is paid for, that she has {received}<note: Literally \"taken\"> from the hand of Yahweh double for all her sins.\"\r\n",
    "40:3": "A voice [is] calling in the wilderness, \"Clear the way of Yahweh! Make a highway smooth in the desert for our God!",
    "40:4": "Every valley shall be lifted up, and every mountain and hill shall become low, And the rough ground shall be like a plain, and the rugged ground like a valley-plain.",
    "40:5": "And the glory of Yahweh shall be revealed, and all {humankind}<note: Literally \"flesh\"> together shall see [it], for the mouth of Yahweh has spoken.\" \r\n",
    "40:6": "A voice [is] saying, \"Call!\" And he said, \"What shall I call?\" All {humankind}<note: Literally \"flesh\"> [are] grass, and all his loyalty [is] like the flowers of the field.",
    "40:7": "Grass withers; [the] flower withers when the breath of Yahweh blows on it. Surely the people [are] grass.",
    "40:8": "Grass withers; [the] flower withers, but<note: Or \"and\"> the word of our God will stand forever.",
    "40:9": "{Get yourself}<note: Literally \"Go for you\"> up to a high mountain, Zion, bringer of good news! Lift up your voice with strength, Jerusalem, bringer of good news! Lift [it] up; you must not fear! Say to the cities of Judah, \"Here [is] your God!\"",
    "40:10": "Look! The Lord Yahweh comes with {strength},<note: Literally \"strong\"> and his arm rules for him. Look! His reward [is] with him, and his recompense {in his presence}.<note: Literally \"before his face\">",
    "40:11": "He will feed his flock like a shepherd; he will gather [the] lambs in his arm, and he will carry [them] in his bosom; he will lead those who nurse.",
    "40:12": "Who has measured [the] waters in the hollow of his hand and marked off [the] heavens with [a] span, comprehended the dust of the earth in [a] third of a measure and weighed out [the] mountains in the scales,<note: Hebrew \"scale\"> and [the] hills in a balance?",
    "40:13": "Who has measured up the spirit of Yahweh or informed him [as] {his counselor}<note: Literally \"the man of his counsel\">?",
    "40:14": "With whom has he consulted, that<note: Or \"and\"> he enlightened him<note: Or \"made him understand\"> and taught him [the] path of justice, and taught him knowledge, and made [the] way of understanding known to him?",
    "40:15": "Look! [The] nations [are] like a drop from a bucket, and they are counted like dust of [the] balances! Look! He weighs [the] islands like a thin covering.",
    "40:16": "And Lebanon [is] not enough to light a fire, and its animals<note: Hebrew \"animal\"> not enough for a burnt offering.",
    "40:17": "All the nations [are] like nothing before him; they are counted by him as<note: Or \"from\"> nothing and emptiness.",
    "40:18": "And to whom will you liken God? And to what likeness will you compare him?",
    "40:19": "A craftsman pours out the idol, and a {goldsmith}<note: Literally \"refiner\"> overlays it with gold, and [he] smelts chains of silver.",
    "40:20": "The one who is [too] impoverished [for] a gift chooses wood [that] will not rot; he seeks a skillful artisan for himself to set up an image [that] will not be knocked over.",
    "40:21": "Have you not known? Have you not heard? Has it not been told to you from [the] {beginning}?<note: Literally \"head\"> Have you not understood [from] the foundation of the earth?",
    "40:22": "[He is] the one who sits above the circle of the earth, and its inhabitants [are] like grasshoppers; the one who stretches out [the] heavens like a veil and spreads them out like [a] tent to live [in],",
    "40:23": "the one who brings<note: Or \"gives\"> princes to nothing; he makes rulers of [the] earth like nothing.",
    "40:24": "Indeed, hardly are they planted; indeed, hardly [are they] sown; indeed, hardly has their shoot taken root in the earth when<note: Or \"also\"> he blows on them and they wither, and [the] tempest carries them like stubble.",
    "40:25": "\"And to whom you will compare me, and am I equal?\" says [the] holy one.",
    "40:26": "Lift your eyes up [on] high, and see! Who created these? The one who brings out their host by number. He calls all them by name. Because [he is] great of power and mighty of power, no man is missing.",
    "40:27": "{Why}<note: Literally \"To what\"> do you say, Jacob, and you speak, Israel, \"My way is hidden from Yahweh, and my judgment is passed over by my God?\"",
    "40:28": "Have you not known, or have you not heard? Yahweh [is] the God of eternity, [the] creator [of] the ends of the earth! He is not faint, and he does not grow weary! There is no searching his understanding.",
    "40:29": "[He] gives power to the weary, and he increases power for {the powerless}.<note: Literally \"not power\">",
    "40:30": "Even<note: Or \"And\"> young people will be faint and grow weary, and [the] young will stumble, exhausted.",
    "40:31": "But<note: Or \"And\"> those who wait for Yahweh shall renew [their] strength. They shall go up [with] wings<note: Hebrew \"wing\"> like eagles; they shall run and not grow weary; they shall walk and not be faint.",
    "41:1": "Listen to me in silence, coastlands, and let nations renew [their] strength. Let them approach, then let them speak; let us draw near together for judgment.",
    "41:2": "Who has roused salvation from the east, summoned<note: Or \"called\"> him to his foot, gives nations {in his presence},<note: Literally \"before his face\"> and subjugates kings? He makes<note: Or \"gives\"> [them] like the dust [with] his sword, like scattered stubble [with] his bow.",
    "41:3": "He pursues them [and] passes on [in] peace; he does not enter [the] path with his feet.",
    "41:4": "Who has accomplished and done [this], calling the generations from [the] {beginning}?<note: Literally \"head\"> I, Yahweh, [am] first; and I [am] the one with [the] last.",
    "41:5": "[The] coastlands have seen and are afraid; the ends of the earth tremble. They have drawn near, and they have come.",
    "41:6": "Each one helps<note: Hebrew \"help\"> his neighbor; he says to his brother, \"Take courage!\"",
    "41:7": "And [the] artisan encourages [the] {goldsmith},<note: Literally \"refiner\"> [the] one who makes smooth with [the] hammer [encourages the] one who strikes [the] anvil, saying of the soldering, \"It [is] good!\" And they strengthen it with nails [so] it cannot be knocked over.",
    "41:8": "But<note: Or \"And\"> you, Israel, my servant, Jacob, whom I have chosen, you, the {offspring}<note: Literally \"seed\"> of Abraham my {friend},<note: Literally \"beloved\">",
    "41:9": "you whom I grasped from the ends of the earth and called from its remotest parts and told, \"You [are] my servant; I have chosen you and I have not rejected you.\"",
    "41:10": "You must not fear, for I [am] with you; you must not be afraid, for I [am] your God. I will strengthen you, indeed I will help you, indeed I will take hold of you with the right hand of my salvation.",
    "41:11": "Look! All those who are angry with you shall be ashamed and humiliated; {your opponents}<note: Literally \"the men of your strife\"> shall be like nothing and shall become lost.",
    "41:12": "You shall seek them, but<note: Or \"and\"> you shall not find them; {your opponents}<note: Literally \"the men of your strife\"> shall be like nothing, and the men of your war like nothing.",
    "41:13": "For I, Yahweh your God, [am] grasping your right hand; {it is I who say}<note: Literally \"the sayer\"> to you, \"You must not fear; I myself, I will help you.",
    "41:14": "You must not fear, O worm of Jacob; people of Israel, I myself, I will help you,\" {declares}<note: Literally \"declaration of\"> Yahweh, \"and your redeemer [is] the holy one of Israel.",
    "41:15": "Look! I will make you into a new sharp threshing sledge, {with}<note: Literally \"owner of\"> sharp edges. You shall thresh and crush [the] mountains, and you shall make [the] hills like chaff.",
    "41:16": "You shall winnow them and [the] wind shall carry them, and [the] tempest shall scatter them. And you yourself shall rejoice in Yahweh; you shall boast in the holy one of Israel.",
    "41:17": "The poor and the needy [are] seeking water and [there is] none; their tongue is dried up with thirst. I, Yahweh, will answer them; I, the God of Israel, will not forsake them.",
    "41:18": "I will open rivers on [the] barren heights and fountains in [the] midst of [the] valleys. I will make [the] wilderness like a pool of water and [the] land of dryness like springs of water.",
    "41:19": "I will {put}<note: Literally \"give\"> [the] cedar, acacia, myrtle, and olive oil tree in the wilderness; I will set [the] cypress, elm, and box tree together in the desert",
    "41:20": "so that they may see and know, and take to heart and understand together that the hand of Yahweh has done this, and the holy one of Israel has created it.\"",
    "41:21": "\"Present your legal case,\" says Yahweh. \"Bring your evidence,\" says the king of Jacob.",
    "41:22": "Let them bring [them], and let them tell us what will happen. Tell us what the former things [are] {so that}<note: Or \"And\"> we may take [them to] our heart and know their outcome.<note: Or \"end\"> Declare to us the things to come;",
    "41:23": "tell [us] the things coming {hereafter},<note: Literally \"later\"> that<note: Or \"and\"> we may know that you [are] gods. Indeed, do good or<note: Or \"and\"> do evil, that<note: Or \"and\"> we may be afraid and see<note: Following the reading tradition (Qere); the written text (Kethib) has \"fear\"> together.",
    "41:24": "Look! you [are] nothing, and your work [is] something worthless; whoever chooses you [is] an abomination.",
    "41:25": "I stirred up [one] from [the] north, and he has come from [the] rising of the sun. He shall call on my name, \r\n and he shall come [on] officials as [on] mortar, and as [the] {potter}<note: Literally \"creator\"> treads clay.\r\n",
    "41:26": "Who declared [it] from [the] {beginning}<note: Literally \"head\"> {so that}<note: Or \"and\"> we might know, and {beforehand}<note: Literally \"from before faces\"> {so that}<note: Or \"and\"> we might say, \"[He is] {right}!\"<note: Literally \"righteous\"> Indeed, there was no one who declared [it]; Indeed, there was no one who proclaimed [it]. Indeed there was no one who heard your words.",
    "41:27": "First to Zion, look! Look at them! And I give a herald<note: Or \"bringer\"> of good tidings to Jerusalem. \r\n",
    "41:28": "But<note: Or \"And\"> I look and there is no man, and [I look] among these and there is no counselor, that<note: Or \"and\"> I might ask them and they might answer a word.",
    "41:29": "Look! All of them [are] deception; their works [are] nothing; their images [are] wind and emptiness.",
    "42:1": "Look! [here is] my servant; I hold him, my chosen one, [in whom] my soul delights. I have {put}<note: Literally \"given\"> my spirit on him; he will bring justice forth to the nations.",
    "42:2": "He will not cry out and lift up and make his voice heard in the street.",
    "42:3": "He will not break a broken reed, and he not will extinguish a dim wick. He will bring justice forth in<note: Or \"to\"> faithfulness.",
    "42:4": "He will not grow faint, and he will not be broken until he has established justice in the earth. And [the] coastlands wait for his teaching.",
    "42:5": "Thus says the God, Yahweh, who created the heavens and stretched them out, who spread out the earth and its offspring, who gives breath to the people upon it and spirit to those who walk in it.",
    "42:6": "\"I [am] Yahweh; I have called you in righteousness, and I have grasped your hand and watched over you; and I have given you as a covenant of [the] people, as a light of [the] nations,",
    "42:7": "to open [the] blind eyes, to bring [the] prisoner out from [the] dungeon, those who sit [in] darkness from [the] house of imprisonment.",
    "42:8": "I [am] Yahweh; that [is] my name, and I do not give my glory to another, nor<note: Or \"and\"> my praise to the idols.\r\n",
    "42:9": "Look! the former things have come, and I declare new things. I {announce}<note: Literally \"cause to hear\"> [them] to you before they sprout up.\"",
    "42:10": "Sing a new song to Yahweh; praise him from the end of the earth, you<note: Or \"those\"> who go down [to] the sea and that which fills it, [the] coastlands and their inhabitants.",
    "42:11": "Let [the] desert and its towns lift up their voice, [the] villages [that] Kedar inhabits. Let the inhabitants of Sela sing for joy; let them shout loudly from [the] {top}<note: Literally \"head\"> of [the] mountains.",
    "42:12": "Let them give<note: Or \"establish\"> glory to Yahweh and declare his praise in the coastlands.",
    "42:13": "Yahweh goes forth like a mighty warrior; he stirs up zeal like a man of war. He raises the war cry, indeed he raises the battle shout; he prevails against his foes.",
    "42:14": "I have been silent for a long time; I have kept silent; I have restrained myself like one giving birth; I will moan, pant, and gasp together.",
    "42:15": "I will cause mountains and hills to dry up, and I will cause all their herbage to wither; and I will make rivers like islands, and I will cause pools to dry up.",
    "42:16": "And I will lead the blind by a road they do not know; I will cause [them] to tread on paths they have not known. I will make darkness {in their presence}<note: Literally \"before their face\"> into light and rough places into level ground. These [are] the things I will do, and I will not forsake them.",
    "42:17": "They shall turn back; they shall be {greatly ashamed},<note: Literally \"ashamed with shame\"> those who trust in an image, who say to a cast image, \"You [are] our gods.\"",
    "42:18": "Deaf people, listen! And blind people, look to see!",
    "42:19": "Who [is] blind but my servant or<note: Or \"and\"> deaf like my messenger [whom] I sent? Who [is] blind like the one who is repaid or<note: Or \"and\"> blind like the servant of Yahweh?",
    "42:20": "You see many [things], but<note: Or \"and\"> you do not observe. [His] ears are open, but<note: Or \"and\"> he does not hear.",
    "42:21": "Yahweh was willing for the sake of his righteousness; he showed [his] teaching to be great and proved [it] to be glorious.",
    "42:22": "But<note: Or \"And\"> this [is] a people plundered and looted; all of them are trapped in holes, and they are kept hidden in houses of imprisonment. They have become like plunder, and there is no one who saves; [like] booty, and there is no one who says, \"Restore!\"",
    "42:23": "Who among you will heed this, will listen attentively and listen, for {the time to come}?<note: Literally \"later\">",
    "42:24": "Who gave Jacob to a plunderer<note: The reading tradition (Qere) has \"as plunder\"> and Israel to those who plunder? [Was it] not Yahweh, against whom<note: Or \"this\"> we have sinned? \r\n And they were not willing to walk in his ways, and they would not {obey}<note: Literally \"hear\"> his law.\r\n",
    "42:25": "So<note: Or \"and\"> he poured [the] wrath [of] his anger upon him and [the] strength of war. And it set him afire all around, but<note: Or \"and\"> he did not understand;<note: Or \"did not know\"> and it burned him, but<note: Or \"and\"> he did not take [it] to heart.",
    "43:1": "But now thus says Yahweh, he who created you, Jacob, and he who formed you, Israel: \"You must not fear, for I have redeemed you. I have called [you] by your name; {you are mine}.<note: Literally \"to me you\">\r\n",
    "43:2": "When you pass through the waters, I [will be] with you, and through the rivers, they shall not flow over you. When you walk through fire, you shall not be burned, and [the] flame shall not scorch<note: Or \"burn\"> you.",
    "43:3": "For I [am] Yahweh, your God, the holy one of Israel, your savior. I give you Egypt [as] ransom, Cush and Seba in place of you.",
    "43:4": "Because you are precious in my eyes, you are honored, and I myself love you, and I give people in place of you, and nations in place of your life.",
    "43:5": "You must not fear, for I [am] with you. I will bring your {offspring}<note: Literally \"seed\"> from [the] east, and I will gather you from [the] west.",
    "43:6": "I will say to the north, 'Give!' and to [the] south, 'You must not withhold!' Bring my sons from far away, and my daughters from the end of the earth--",
    "43:7": "everyone who is called by my name, and whom I created for my glory, whom I formed, indeed whom I made.\"",
    "43:8": "Bring out [the] people blind yet<note: Or \"and\"> with eyes, and deaf, though<note: Or \"and\"> they have ears.",
    "43:9": "Let all the nations gather together, and let [the] peoples assemble. Who among them has declared this, and {declared}<note: Literally \"caused to hear\"> [the] former things to us? Let them bring<note: Or \"give\"> their witnesses, that<note: Or \"and\"> they may be in the right, and let them hear and say, \"[It is] true!\"",
    "43:10": "\"You [are] my witnesses,\" {declares}<note: Literally \"declaration of\"> Yahweh, \"and my servant whom I have chosen so that you may know and believe {in}<note: Literally \"to\"> me and understand that I [am] he. No god was formed before {me}<note: Literally \"my face\">, and none shall be after me.",
    "43:11": "I myself [am] Yahweh, and there is no savior besides me!",
    "43:12": "I myself declared and saved, and I {proclaimed}.<note: Literally \"caused to hear\"> And there was no {strange god}<note: Literally \"stranger\"> among you. And you [are] my witnesses,\" {declares}<note: Literally \"declaration of\"> Yahweh, \"and I [am] God.",
    "43:13": "Indeed, from [this] day I [am] the one, and no one can deliver from my hand. I perform,<note: Or \"make\"> and who can {cancel it}?\"<note: Literally \"bring it back\">",
    "43:14": "Thus says Yahweh, your redeemer, the holy one of Israel: \"For your sake I will send [to] Babylon, and I will cause all of them to fall down [as] fugitives, and {the Chaldeans},<note: Literally \"Chaldea\"> their rejoicing on the ships.",
    "43:15": "I [am] Yahweh, your holy one, the creator of Israel, your king.\"",
    "43:16": "Thus says Yahweh, who {makes}<note: Literally \"gives\"> a way in the sea and a path in [the] mighty waters,",
    "43:17": "who brings out chariot and horse, army and mighty one. Together they lie down; they cannot rise. They are extinguished, quenched like [a] wick.",
    "43:18": "\"You must not remember [the] former things, and you not must consider [the] former things.",
    "43:19": "Look! I [am] about to do a new thing! Now it sprouts! Do you not perceive<note: Or \"know\"> it? Indeed, I will {make}<note: Literally \"put\"> a way in the wilderness, rivers in [the] desert.",
    "43:20": "The animals of the field will honor me, jackals and daughters of [the] ostrich, for I give water in the wilderness, rivers in [the] desert, to give a drink [to] my chosen people,",
    "43:21": "this people whom I formed for myself, so they might {make known}<note: Literally \"count out\"> my praise.",
    "43:22": "But<note: Or \"And\"> you did not call me, Jacob; for you have become weary of me, Israel.",
    "43:23": "You have not brought me your sheep for a burnt offering nor<note: Or \"and\"> honored me [with] your sacrifice. I have not made you serve with offerings,<note: Hebrew \"offering\"> nor have I made you weary with frankincense.",
    "43:24": "You have not bought me spice reed with money or<note: Or \"and\"> satisfied me [with] the fat of sacrifices. But you have burdened me with your sins; you have made me weary with your iniquities.",
    "43:25": "I, I am the one who blots out your transgressions for my sake, and I will not remember your sins.",
    "43:26": "Take me to court; let us enter into judgment together. You, {make an account}<note: Literally \"count up\"> so that you may be in the right.",
    "43:27": "Your first ancestor<note: Or \"father\"> sinned, and your {representatives}<note: Literally \"scoffers\" or \"spokesmen\"> transgressed against me.",
    "43:28": "And I profaned [the] princes of [the] sanctuary, and I gave Jacob to destruction, and Israel to reviling.",
    "44:1": "\"But now hear, Jacob my servant, and Israel, whom I have chosen.",
    "44:2": "Thus says Yahweh, who made you, and who formed you in<note: Or \"from\"> [the] womb and will help you: you must not fear, my servant Jacob, and Jeshurun whom I have chosen.",
    "44:3": "For I will pour out water on a thirsty [land] and streams on dry ground. I will pour my spirit out on your descendants<note: Hebrew \"descendant\"> and my blessing on your offspring.",
    "44:4": "And they shall sprout {among}<note: Literally \"in between\"> [the] grass like willows by a watercourse of water.",
    "44:5": "This [one] will say, 'I belong to Yahweh!' And that [one] will be called by the name of Jacob, and another will write [on] his hand 'Yahweh's' and {take the name}<note: Literally \"he will be titled by the name\"> of Israel.\"",
    "44:6": "Thus says Yahweh, the king of Israel, and its redeemer, Yahweh of hosts: \"I [am the] first, and I [am the] last, and there is no god besides me.",
    "44:7": "And who [is] like me? Let him proclaim<note: Or \"call\"> [it]! And let him declare it and set it in order for me {since I established an eternal people}<note: Literally \"from my placing a people of eternity\"> and things that are to come, and let them tell them [the things] that are coming.",
    "44:8": "You must not tremble,<note: Or \"be startled\"> and you must not be paralyzed with fear. Have I not made you hear from of old<note: Or \"then\"> and declared [it], and you [are] my witnesses? Is there a god besides me? And there is no rock! I know none!\"",
    "44:9": "All those who form an idol [are] nothing, and their delightful things do not profit. And their witnesses do not see or know, so they will be ashamed.",
    "44:10": "Who would form a god and cast an image of [which] he cannot profit?",
    "44:11": "Look! all his companions shall be ashamed, and [the] artisans [are] human! Let all of them assemble; let them stand up. They shall tremble;<note: Or \"be startled\"> they shall be ashamed together.",
    "44:12": "[The] {ironsmith}<note: Literally \"craftsman of iron\"> works in the coals [with his] tool and forms it with hammers. And he makes it with {his strong arm};<note: Literally \"the arm of his strength\"> indeed, he becomes hungry, and {he lacks}<note: Literally \"there is no\"> strength; he does not drink water, and he is faint.",
    "44:13": "[The] {woodworker}<note: Literally \"craftsman of wood\"> stretches out a line; he makes an outline [of] it with [a] marker. He makes it with [a] knife and makes an outline [of] it with [a] compass. He makes it like [the] image of a man, like [the] beauty of a human, to dwell [in] a temple.<note: Or \"house\">",
    "44:14": "Cutting down cedars for himself, he {chooses}<note: Literally \"takes\"> a holm tree and an oak, and he lets it grow strong for him among [the] trees of [the] forest. He plants a cedar, and [the] rain makes [it] grow.",
    "44:15": "And it {becomes fuel for a human},<note: Literally \"will become for a man as burning\"> and he takes some of it and grows warm; also, he kindles a fire and bakes bread. Also, he makes a god and bows in worship; he makes himself an image and bows down to it!",
    "44:16": "He burns half of it in [the] fire; he eats meat over half of it; he roasts a roast and is satisfied. Also he grows warm and says, \"Ah! I am warm! I see [the] fire!\"",
    "44:17": "And he makes the remainder of it into a god! He bows down to his idol, and he bows in worship and prays to him, and he says, \"Save me, for you [are] my god!\"",
    "44:18": "They do not know, and they do not understand, for their eyes [are] besmeared {so that they cannot see},<note: Literally \"from seeing\"> their {minds}<note: Literally \"hearts\"> {so that they have no insight}.<note: Literally \"from having insight\">",
    "44:19": "And {no one takes it to heart},<note: Literally \"he does not bring back to his heart\"> and [there is] no knowledge and no understanding to say, \"I burned half of it in [the] fire and also I baked bread on its coals; I roasted meat, and I have eaten. And I shall make [the] rest of it into an abomination! I shall bow down to a block of wood!\"",
    "44:20": "[He] feeds [on] ashes; a {deceived mind}<note: Literally \"heart deceived\"> misleads him. And he cannot save {himself},<note: Literally \"his soul\"> and he cannot say, \"Is [this] not an illusion in my right hand?\"",
    "44:21": "\"Remember these things, Jacob, and Israel, for you [are] my servant: I formed you; you [are] my servant; Israel, you will not be forgotten by me!",
    "44:22": "I have wiped your transgressions out like [a] cloud and your sins like mist. Return to me, for I have redeemed you!\"",
    "44:23": "Sing for joy, heavens, for Yahweh has done [it]! Shout, depths of [the] earth! Break forth, mountains, [in] rejoicing, forest and every tree in it, for Yahweh has redeemed Jacob, and he will show his glory in Israel!",
    "44:24": "Thus says Yahweh, your redeemer, and he who formed you in<note: Or \"from\"> [the] womb: \"I [am] Yahweh, who made everything, who stretched out [the] heavens alone, who spread out the earth--who [was] with me?--",
    "44:25": "who frustrates<note: Or \"breaks\"> [the] signs of oracle priests and makes a fool of diviners, who drives [the] wise men back and makes their knowledge foolish,",
    "44:26": "who keeps<note: Or \"erects\"> the word of his servant and carries out the plan of his messengers, who says of Jerusalem, 'It shall be inhabited,' and of the cities of Judah, 'They shall be rebuilt, and I will restore its ruins';",
    "44:27": "who says to the deep, 'Dry up! And I will cause your rivers to dry up';",
    "44:28": "who says of Cyrus, 'My shepherd,' and he shall carry out all my wishes<note: Hebrew \"wish\">; and saying of Jerusalem, 'It shall be rebuilt,' and [the] temple, 'It shall be founded.'\"",
    "45:1": "Thus says Yahweh to his anointed one, to Cyrus, whose right hand I have grasped to subjugate nations before him, and I uncover<note: Or \"let loose\"> [the] loins of kings to open doors before him, and [the] gates shall not be shut:",
    "45:2": "\"I myself will go before you, and I will level [the] {mountains}.<note: Literally \"swells\"> I will break [the] doors of bronze and cut through[the] bars of iron.",
    "45:3": "And I will give you [the] treasures of darkness and treasures of secret places so that you may know that I [am] Yahweh, the one who calls [you] by your name, the God of Israel,",
    "45:4": "for the sake of my servant Jacob, and Israel my chosen one. And I call you by your name; I give you a name of honor, though<note: Or \"and\"> you do not know me.",
    "45:5": "I [am] Yahweh, and there is none besides [me]; besides me there is no god. I gird you though<note: Or \"and\"> you do not know me,",
    "45:6": "so that they may know from [the] rising of [the] sun and from [the] west that [there is] none besides me; I [am] Yahweh and there is none besides [me].",
    "45:7": "[I] form light and [I] create darkness; [I] make peace and [I] create evil; I [am] Yahweh; [I] do all these [things].",
    "45:8": "Trickle, O heavens, from above, and let clouds trickle [with] righteousness; let [the] earth open so that<note: Or \"and\"> salvation may be fruitful, and let it cause righteousness to sprout along with it.<note: Or \"together\"> I myself, Yahweh, have created it.",
    "45:9": "Woe [to the] one who strives with his {maker},<note: Literally \"one who forms\"> a potsherd among<note: Or \"with\"> potsherds of earth! Does [the] clay say to the one who fashions it, 'What are you making?' and 'Your work has no hands'?",
    "45:10": "Woe [to the] one who says to a father, 'What you are begetting?' or<note: Or \"and\"> to a woman, '[With] what are you in labor?'\"",
    "45:11": "Thus says Yahweh, the holy one of Israel, and its {maker}:<note: Literally \"one who forms\"> \"Ask me of the things to come {about}<note: Literally \"over\"> my children, and you command me about the work of my hands.",
    "45:12": "I myself made [the] earth, and I created humankind upon it. I, my hands, stretched out [the] heavens, and I commanded all their host.",
    "45:13": "I myself have stirred him up in righteousness, and I will make all his paths smooth. He himself shall build my city, and he shall set my exiles free, not for price or a gift,\" says Yahweh of hosts. \r\n",
    "45:14": "Thus says Yahweh: \"The acquisition of Egypt and the merchandise of Cush and the Sabeans, tall men, shall pass over to you; they shall be yours, and they shall walk behind you. They shall pass over in chains, and they shall bow down to you; they will pray to you: 'Surely God [is] with you, and there is no [other]. Besides [him] [there is] no God.'\"",
    "45:15": "Surely you [are] a God who keeps yourself hidden, God of Israel, [the] savior.",
    "45:16": "All of them are ashamed and indeed humiliated; [the] craftsmen of idols go together in insult.",
    "45:17": "Israel is saved by Yahweh [with] everlasting salvation; you shall not be ashamed, and you shall not be humiliated {to all eternity}.<note: Literally \"for eternity, forever\">",
    "45:18": "For thus says Yahweh, {who created}<note: Literally \"creating\"> the heavens, he [is] God, {who formed}<note: Literally \"forming\"> the earth and {who made}<note: Literally \"making\"> it. He himself established it; he did not create it [as] emptiness-- he formed it for inhabiting. \"I [am] Yahweh and there is none besides [me]. \r\n",
    "45:19": "I have spoken not in secrecy, in a place, a land, of darkness, I have not said to the descendants of Jacob, 'Seek me {in vain}!'<note: Literally \"in emptiness,\" as in verse 18> I, Yahweh, [am] speaking righteousness, declaring uprightness.",
    "45:20": "Assemble and come; draw near together, survivors of the nations! They do not know, those who carry {their wooden idols}<note: Literally \"the wood of their idol\"> and pray to a god who cannot save.",
    "45:21": "Declare and present [your case], also let them consult together! Who {made this known}<note: Literally \"caused to hear this\"> from {former times},<note: Literally \"before\"> declared it from {of old}?<note: Literally \"then\"> [Was it] not I, Yahweh? And there is no [other] god besides [me], a righteous God besides me, and no savior besides me.",
    "45:22": "Turn to me and be saved, all [the] ends of [the] earth, for I [am] God and there is none besides [me].",
    "45:23": "I have sworn by myself; a word that<note: Or \"and\"> shall not return has gone forth from my mouth [in] righteousness: 'Every knee shall kneel down to me; every tongue shall swear.'",
    "45:24": "'Only in Yahweh,' one shall say to me, '[are] righteousness and strength.' He shall come to him, and all those who were angry with him shall be ashamed.",
    "45:25": "In Yahweh all the offspring of Israel shall be in the right, and they shall boast.\"",
    "46:1": "Bel bows down; Nebo [is] stooping. Their idols are {on}<note: Literally \"to\"> animals<note: Hebrew \"animal\"> and {on}<note: Literally \"to\"> cattle; your {cargo}<note: Literally \"things that are carried\"> is carried [as] a burden {on}<note: Literally \"to\"> weary [animals].",
    "46:2": "They stoop; they bow down together. They are not able to save [the] burden, but<note: Or \"and\"> {they themselves go}<note: Literally \"their inner self goes\"> in captivity.",
    "46:3": "\"Listen to me, house of Jacob, and all the remnant of the house of Israel who have been carried from [the] belly, who have been carried from [the] womb:",
    "46:4": "Even<note: Or \"And\"> to [your] old age I [am] he; even<note: Or \"And\"> to [your] advanced age I myself will support [you]. I myself have made [you], and I myself will carry [you], and I myself will support [you], and I will save [you].",
    "46:5": "To whom will you liken me, and count as equal, and compare with me, as though<note: Or \"and\"> we were alike?",
    "46:6": "Those who lavish gold from [the] purse and weigh out silver in the balance scales; hire {a goldsmith}<note: Literally \"one who smelts\"> and he makes him a god; they bow down, indeed they bow in worship.",
    "46:7": "They carry it on [their] shoulder; they support it and they set it [in] its place, and it stands in position. It cannot be removed from its place; even [when] he cries out to it, it does not answer. It does not save him from his trouble.",
    "46:8": "Remember this and pluck up courage! Call to {mind},<note: Literally \"heart\"> [you] transgressors!",
    "46:9": "Remember [the] former things from {a long time ago},<note: Literally \"forever\"> for I [am] God and there is none besides [me], God and [there is] none like me,",
    "46:10": "who from [the] beginning declares [the] end, and from before, [things] that have not been done, who says, 'My plan shall stand,' and, 'I will accomplish<note: Or \"do\"> all my wishes,'<note: Hebrew \"wish\">",
    "46:11": "who calls a bird of prey from [the] east, the man of his<note: The reading tradition (Qere) has \"my\"> plan from a country from afar. Indeed I have spoken; indeed I will bring it [to being]. I have formed [it]; indeed I will do it.",
    "46:12": "Listen to me, strong of heart, far from righteousness!",
    "46:13": "I bring my righteousness near; [it is] not far. And my salvation will not delay; and I will put<note: Or \"give\"> salvation in Zion, for Israel my glory.\"",
    "47:1": "Come down and sit on [the] dust, virgin daughter of Babylon! Sit on the ground without a throne, daughter of Chaldea! For {they shall no longer call}<note: Literally \"you shall not add they shall call to\"> you tender and delicate.",
    "47:2": "Take [the] pair of mill stones and grind flour! Uncover your veil, strip off [your] skirt, uncover [your] thigh, pass through [the] rivers!",
    "47:3": "Your nakedness shall be exposed; indeed, your shame shall become visible. I will take vengeance and I will not {spare}<note: Literally \"plead with\"> a person.",
    "47:4": "Our redeemer, Yahweh of hosts [is] his name, the holy one of Israel.",
    "47:5": "Sit silently and go into the darkness, daughter of Chaldea, for {they shall no longer call}<note: Literally \"you shall not add they shall call to\"> you mistress of kingdoms.",
    "47:6": "I was angry with my people; I profaned my inheritance, and I gave them into your hand. You did not {give}<note: Literally \"set up\"> them mercy; on [the] aged you made your yoke very heavy.",
    "47:7": "And you said, \"I shall be an eternal mistress forever!\" You did not set these [things] upon your heart; you did not remember its end.",
    "47:8": "Therefore now hear this, luxuriant [one] who sits<note: Or \"sitting\"> in security, who says<note: Or \"saying\"> in her heart, \"I [am], and besides me [there is] no one. I shall not sit [as] a widow, and I shall not know [the] loss of children.\"",
    "47:9": "And these two shall come to you [in] a moment, in one day: [the] loss of children and widowhood shall come on you {completely},<note: Literally \"as their fullness\"> in spite of your many sorceries, in spite of the power of your great enchantments.",
    "47:10": "And you felt secure in your wickedness; you said, \"{No one}<note: Literally \"none\"> sees<note: Or \"[is] seeing\"> me.\" Your wisdom and your knowledge led you astray, and you said in your heart, \"I [am], and besides me [there is] no one.\"",
    "47:11": "And evil shall come upon you, you will not know; it will be on the lookout for her. And disaster shall fall upon you; you will not be able to {avert}<note: Literally \"make amends\"> it. And ruin shall come on you suddenly; you do not know.",
    "47:12": "Stand, now, in your enchantments, and in your many sorceries with which you have labored from your youth. Perhaps you may be able to benefit; perhaps you may {scare away}.<note: Literally \"terrify\">",
    "47:13": "You struggle with your many consultations;<note: Or \"advice\"> let them stand, now, and save you-- those who see the stars, divide [the] {celestial sphere},<note: Literally \"heavens,\" that is, for astrology> who inform by new moons-- from [those things] that are coming upon you.",
    "47:14": "Look! They are like stubble; [the] fire burns them completely. They cannot deliver {themselves}<note: Literally \"their lives\"> from [the] {power}<note: Literally \"hand\"> of [the] flame; there is no coal {for warming oneself},<note: Literally \"to grow warm\"> [no] fire before which to sit.",
    "47:15": "So are to you [those with] whom you have labored, your traders from your youth. They wander, each to his side; there is no one who can save you.",
    "48:1": "Hear this, house of Jacob, who are called by the name of Israel and came out from the waters of Judah, who swear by the name of Yahweh, and {invoke}<note: Literally \"cause to remember\"> the God of Israel, [but] not in truth and not in righteousness.",
    "48:2": "For they call themselves {after the holy city},<note: Literally \"from the city of the holiness\"> and they lean on the God of Israel-- Yahweh of hosts [is] his name.",
    "48:3": "\"I declared the former things from {of old},<note: Literally \"then\"> and they went out from my mouth. And I {announced}<note: Literally \"caused to hear\"> them suddenly; I acted,<note: Or \"did\"> and they came [to pass],",
    "48:4": "because {I know}<note: Literally \"knowing me\"> that you [are] obstinate, and your neck an iron sinew, and your forehead bronze.",
    "48:5": "And I declared [them] to you from of old; I { announced}<note: Literally \"caused to hear\"> [them] to you before they came [to pass] so that you would not say, 'My idol did them, and my image and my cast image commanded them.'",
    "48:6": "You have heard; see it all. And will you not declare [it]? I {announce}<note: Literally \"cause to hear\"> new things to you from this time and hidden things that<note: Or \"and\"> you have not known.",
    "48:7": "Now they are created, and not from {of old},<note: Literally \"then\"> and before today, and you have not heard them so that you could not say, \"Look! I knew them.\"",
    "48:8": "Neither have you heard, nor have you known, nor from {of old}<note: Literally \"then\"> has your ear been opened. For I knew you would deal treacherously, very treacherously, and you [are] called a rebel from [the] womb.",
    "48:9": "For the sake of my name I {refrain from}<note: Literally \"make long\"> my anger, and [for] my praise I restrain [it] for you [so as] not to cut you off.",
    "48:10": "Look! I have refined you, but<note: Or \"and\"> not like<note: Or \"with\"> silver; I have chosen you in [the] furnace of misery.",
    "48:11": "For my own sake, for my own sake I do [it]; for why should it<note: That is, my name> be defiled? And I will not give my glory to another.\"",
    "48:12": "\"Listen to me, Jacob, and Israel, {whom I called}:<note: Literally \"who was called by me\"> I [am] he. I [am the] first; also I [am the] last.",
    "48:13": "Indeed, my hand founded [the] earth, and my right hand spread out [the] heavens; [when] I summon<note: Or \"calling\"> them, they stand in position together.",
    "48:14": "Assemble, all of you, and hear! Who among them declared these [things]? Yahweh loves him; he shall perform<note: Or \"do\"> his wish against Babylon and his arm [against] {the Chaldeans}.<note: Literally \"Chaldea\">",
    "48:15": "I, I myself, I have spoken! Indeed, I have called him. I have brought him, and he will be successful [in] his way.",
    "48:16": "Draw near to me; hear this! I have not spoken in secrecy from [the] {beginning};<note: Literally \"head\"> from [the] time {it came to be},<note: Literally \"[of] becoming it\"> there I [have been]; And now the Lord Yahweh has sent me and his Spirit.\"",
    "48:17": "Thus says Yahweh, your redeemer, the holy one of Israel: \"I [am] Yahweh your God, {who teaches}<note: Literally \"teaching\"> you to profit, leads you in [the] way you should go.\r\n",
    "48:18": "O that you had listened attentively to my commandments! Then<note: Or \"and\"> your prosperity would have been like [a] river, and your righteousness like the waves of the sea.\r\n",
    "48:19": "And your offspring would have been like the sand, and the descendants of your {body}<note: Literally \"intestines\"> like its grains.<note: Hebrew \"grain\"> It would not be cut off, and its name would not be destroyed from my presence.\"",
    "48:20": "Go out from Babylon! Flee from Chaldea! Proclaim<note: Or \"announce\"> [it] with a shout<note: Or \"sound\"> of rejoicing; proclaim<note: Or \"cause to hear\"> this! {Send it forth}<note: Literally \"Cause it to go out\"> to the end of the earth; say, \"Yahweh has redeemed his servant Jacob!\"",
    "48:21": "And [when] he led them through the deserts, they were not thirsty; he made water flow from [the] rock for them, and he split [the] rock, and [the] water gushed out.",
    "48:22": "\"There is no peace,\" says Yahweh, \"for the wicked.\"",
    "49:1": "Listen to me, coastlands, and listen attentively, peoples from far away! Yahweh called me from [the] womb; from the {body}<note: Literally \"intestines\"> of my mother he made my name known.",
    "49:2": "And he {made}<note: Literally \"put\"> my mouth like a sharp sword; he hid me in the shadow of his hand, and he {made}<note: Literally \"put\"> me like an sharpened arrow; he hid me in his quiver.",
    "49:3": "And he said to me, \"You [are] my servant, Israel, in whom I will show my glory.\"",
    "49:4": "But<note: Or \"And\"> I myself said, \"I have labored in<note: Or \"for\"> vain; I have used up my strength for nothing and vanity! Nevertheless, my justice [is] with Yahweh, and my reward [is] with my God.\"",
    "49:5": "And now Yahweh says, who formed me from [the] womb as a servant for him, to bring Jacob back to him, and that Israel might not<note: The reading tradition (Qere) has \"to him\"> be gathered, for<note: Or \"and\"> I am honored in the eyes of Yahweh, and my God has become my strength.",
    "49:6": "And he says, \"It is trivial {for you to be}<note: Literally \"from being you\"> a servant for me, to raise up the tribes of Jacob and to bring back the preserved of Israel. I will give you as a light [to the] nations, to be my salvation to the end of the earth.\"\r\n",
    "49:7": "Thus says Yahweh, the redeemer of Israel, his holy one, to the one who despises<note: A Dead Sea Scroll reads \"is despised [with respect to]\"> life, to the one who abhors [the] nation, to [the] slave of rulers: \"Kings shall see and stand up; princes, and they shall bow down, for the sake of Yahweh, who [is] faithful, the holy one of Israel, and he has chosen you.\"\r\n",
    "49:8": "Thus says Yahweh: \"I have answered you in a time of favor, and helped you on a day of salvation, and watched over you, and given you as a covenant of [the] people, to raise up [the] land, to give [the] desolate hereditary property as an inheritance,\r\n",
    "49:9": "saying to the {prisoners},<note: Literally \"captured ones\"> \"Come out!\" to those who [are] in darkness, \"Show yourselves!\" they shall feed {along}<note: Literally \"on\"> [the] ways, and their pasturage [shall be] on all [the] barren heights.",
    "49:10": "They shall not be hungry or thirsty, and heat and sun shall not strike them, for he who takes pity on them will lead them, and he will guide them to springs of water.",
    "49:11": "And I will {make}<note: Literally \"put\"> all my mountains like a road, and my highways shall lead up.<note: Or \"be high\">",
    "49:12": "Look! These shall come from afar, And look! These from [the] north and from [the] west and these from the land of Sinim.\"",
    "49:13": "Sing for joy, heavens, and rejoice, earth! Mountains must break forth [in] rejoicing! For Yahweh has comforted his people, and he will take pity on his afflicted ones.",
    "49:14": "But<note: Or \"And\"> Zion said, \"Yahweh has forsaken me, and the Lord has forgotten me!\"",
    "49:15": "Can a woman forget her suckling, [refrain] from having compassion on the child of her womb? Indeed, these may forget, but<note: Or \"and\"> I, I will not forget you!",
    "49:16": "Look, I have inscribed you on the palms of [my] hands; your walls [are] continually before me.",
    "49:17": "Your children hasten; your destroyers and those who laid you waste depart<note: Or \"move away\"> from you.",
    "49:18": "Lift your eyes up all around and see; all of them gather; they come to you. {As surely as I live},<note: Literally \"Life I\"> {declares}<note: Literally \"declaration of\"> Yahweh, surely you shall put on all of them like [an] ornament, and you shall bind them on like [a] bride.",
    "49:19": "Surely your sites of ruins and desolate [places] and land of ruins,<note: Hebrew \"ruin\"> surely now you will be {too cramped for your}<note: Literally \"cramped by\"> inhabitants,<note: Hebrew \"inhabitant\"> and those who engulfed you will be far away.\r\n",
    "49:20": "Yet the children {born when you were bereaved}<note: Literally \"of your bereavement\"> will say in your {hearing},<note: Literally \"ears\"> \"The place is [too] cramped for me; {make room}<note: Literally \"approach\"> for me so that I can dwell.\"\r\n",
    "49:21": "Then<note: Or \"And\"> you will say in your heart, \"Who has borne me these?\" And, \"I [was] bereaved and barren, exiled and thrust away; so<note: Or \"and\"> who raised these? Look at me! I was left alone; {where have these come from}?\"<note: Literally \"these where they\">\r\n",
    "49:22": "Thus says the Lord Yahweh: \"Look! I will lift my hand up to [the] nations, and I will raise my signal to [the] peoples, and they shall bring your sons in [their] bosom, and your daughters shall be carried on [their] shoulders.<note: Hebrew \"shoulder\">\r\n",
    "49:23": "And kings shall be your {guardians},<note: Literally \"those who nurture\"> and their queens your nurses. They shall bow down, {faces}<note: Literally \"noses\"> [to the] ground, to you, and they will lick up the dust of your feet. Then<note: Or \"And\"> you will know that I [am] Yahweh; those who await me shall not be ashamed.",
    "49:24": "Can war-booty be taken from [the] mighty? or can a captive of a righteous<note: The Dead Sea Scroll has \"violent\"> [person] be rescued?",
    "49:25": "But thus says Yahweh: \"Indeed a captive of [the] mighty shall be taken, and [the] war-booty [of] [the] tyrant shall be rescued, for<note: Or \"and\"> I myself will dispute [with] your opponent, and I myself will save your children.\r\n",
    "49:26": "And I will feed your oppressors their [own] flesh, and they shall be drunk [with] their blood as [with] wine. Then<note: Or \"And\"> all flesh shall know that I [am] Yahweh, your savior and redeemer, the strong [one] of Jacob.\"",
    "50:1": "Thus says Yahweh: \"Where [is] this divorce document of your mother's divorce, [with] which I dismissed her? or to whom of my creditors did I sell you? Look! you were sold because of your sin, and your mother was dismissed because of your transgressions.\r\n",
    "50:2": "Why was there no man when I came, no one who answered when I called? {Do I lack the strength to save}?<note: Literally \"short is short my hand from redemption\"> Or [is there] no power in me to deliver? Look! by my rebuke I dry up [the] sea; I {make}<note: Literally \"put\"> [the] rivers a desert; their fish stink because there is no water, and they<note: Hebrew \"she\"> die because of thirst.",
    "50:3": "I clothe [the] heavens [with] darkness, and I {make}<note: Literally \"put\"> their covering sackcloth.\"",
    "50:4": "The Lord Yahweh has given me [the] tongue of [a] pupil, to know how to help [the] weary [with] a word. He awakens {morning by morning},<note: Literally \"in the morning in the morning\"> awakens an ear for me to listen as [do] the pupils.",
    "50:5": "The Lord Yahweh has opened an ear for me, and I, I was not rebellious. I did not turn backwards;",
    "50:6": "I gave my back to those who struck [me], and my cheeks to those who pulled out my {beard};<note: Literally \"face\"> I did not hide my face from insults and spittle.",
    "50:7": "And the Lord Yahweh helps me, therefore I have not been put to shame; therefore I have set my face like flint. And I know that I shall not be ashamed;\r\n",
    "50:8": "he who obtains rights for me [is] near. Who will contend with me? Let us stand together. Who [is] the master of my judgment? Let him approach me.",
    "50:9": "Look! The Lord Yahweh helps me. Who is the one who will declare me guilty? Look! All of them will be worn out like a garment; [the] moth will eat them.",
    "50:10": "Who among you [is] in fear of Yahweh, obeys<note: Or \"listens\"> the voice of his servant? Who walks [in] darkness and has no light, trusts in the name of Yahweh and depends on his God?",
    "50:11": "Look! All of you [are] kindlers of fire, who gird yourselves with flaming arrows. Walk in the light of your fire, and among [the] flaming arrows you have kindled! You shall have this from my hand: you shall lie down in<note: Or \"to\"> a place of torment.",
    "51:1": "\"Listen to me, you who pursue righteousness, who seek Yahweh. Look to [the] rock [from which] you were hewn, and to [the] excavation of [the] pit [from which] you were quarried.",
    "51:2": "Look to Abraham your father, and to Sarah; she brought you forth. For I called him {alone},<note: Literally \"one\"> but<note: Or \"and\"> I blessed him and made him numerous.\"",
    "51:3": "For Yahweh will comfort Zion; he will comfort all its sites of ruins. And he will {make}<note: Literally \"put\"> its wilderness like Eden, and its desert like the garden of Yahweh. Joy and gladness will be found in it, thanksgiving and [the] {sound}<note: Literally \"voice\"> of song.",
    "51:4": "\"Listen attentively to me, my people, and my nation, listen to me! For a teaching will go out from me, and I will cause my justice to rest for a light to [the] peoples.",
    "51:5": "My righteousness [is] near; my salvation has gone out, and my arms will judge [the] peoples. [The] coastlands wait for me, and for my arm they wait.",
    "51:6": "Lift up your eyes to the heavens and look to the earth beneath, for [the] heavens will be torn to pieces like smoke, and the earth will be worn out like [a] garment, and those who inhabit her will die like gnats. But<note: Or \"And\"> my salvation will be forever, and my righteousness will not be broken to pieces.",
    "51:7": "Listen to me, you who know righteousness, people [who have] my teaching in their heart; you must not fear [the] reproach of men, or be terrified because of their abuse.",
    "51:8": "For a moth will eat them like garments; a moth will devour<note: Or \"eat\"> them like wool, but<note: Or \"and\"> my righteousness will be forever, and my salvation for {generation after generation}.<note: Literally \"generation of generations\">\"",
    "51:9": "Awake! Awake; put on strength, O arm of Yahweh! Awake as [in] days of long ago, [the] generations of a long time back! [Are] you not the one who cut Rahab in pieces, [the] one who pierced [the] sea-dragon?",
    "51:10": "Are you not the one who dried up [the] sea, [the] waters of [the] great deep, the one who {made}<note: Literally \"placed\"> [the] depths of [the] sea a way for those who are redeemed to cross over?",
    "51:11": "So<note: Or \"And\"> the redeemed ones of Yahweh shall return, and they shall come [to] Zion with singing, and everlasting joy [shall be] on their heads.<note: Hebrew \"head\"> Joy and gladness shall {appear};<note: Literally \"reach\"> sorrow and sighing shall flee away!",
    "51:12": "\"I, I [am] he who comforts you; who [are] you that<note: Or \"and\"> you are afraid of man? He dies! And of [the] son of humankind? He is {sacrificed}<note: Literally \"given\"> [as] grass!",
    "51:13": "And you have forgotten Yahweh, your maker, who stretched out [the] heavens, and founded [the] earth. And you tremble continually, all day, because of the wrath of the oppressor when he {takes aim}<note: Literally \"sets up\"> to destroy. But<note: Or \"And\"> where [is] the wrath of the oppressor?",
    "51:14": "[The] fettered one shall make haste to be freed. And he shall not die in<note: Or \"to\"> the pit, and he shall not lack his bread.",
    "51:15": "For<note: Or \"And\"> I [am] Yahweh, your God, who stirs up<note: Or \"stirring up\"> the sea, {so that}<note: Or \"and\"> its waves roar; Yahweh of hosts [is] his name.",
    "51:16": "And I have put my words in your mouth, and I have covered you in the shadow of my hand, to plant [the] heavens and to found [the] earth, saying to Zion, 'You [are] my people.'\"",
    "51:17": "Rouse yourself! Rouse yourself! Stand up, Jerusalem, who have drunk from the hand of Yahweh the cup of his wrath; you have drunk the goblet, the cup of staggering; you have drained [it] out.",
    "51:18": "There is no one who guides her among<note: Or \"from\"> all [the] children she has borne, and there is no one who grasps her by the hand among<note: Or \"from\"> all [the] children she raised.",
    "51:19": "Two [things] here [have] happened to you--who will {show sympathy}<note: Literally \"wander\"> for you?-- devastation and destruction, famine and sword--who will comfort you?",
    "51:20": "Your children have fainted; they lie at [the] head of all [the] streets, like an antelope in<note: Or \"of\"> a snare, those who are full [of] the wrath of Yahweh, the rebuke of your God.",
    "51:21": "Therefore hear now this afflicted [one] and drunken [one] but<note: Or \"and\"> not from wine.",
    "51:22": "Thus says your Lord, Yahweh, and your God pleads the cause [of] his people: \"Look! I have taken from your hand the cup of staggering. You shall not {continue}<note: Literally \"do again\"> to drink the goblet, the cup of my wrath, any longer.",
    "51:23": "And I will put it in the hand of your tormenters, who have said to {you},<note: Literally \"your inner self\"> 'Bow down that<note: Or \"and\"> we may {pass}<note: Or \"stride\"> over [you]!' And you have {made}<note: Literally \"placed\"> your back like the ground, and like the street for those who {pass}<note: Or \"stride\"> over [you].\"",
    "52:1": "Awake! Awake; put on your strength, Zion! Put on the garments of your beauty, Jerusalem, {holy city}!<note: Literally \"city of [the] holiness\"> For [the] uncircumcised and [the] unclean shall not {continue to}<note: Literally \"do again he shall\"> enter you any longer.",
    "52:2": "Shake yourself free from [the] dust! Rise up; sit, Jerusalem! Free yourselves [from] the bonds of your neck, captive daughter of Zion!",
    "52:3": "For thus says Yahweh: \"You were sold for nothing, and you shall be redeemed without money.\"\r\n",
    "52:4": "For thus says the Lord Yahweh: \"My people went down [to] Egypt in the beginning, to dwell as aliens there, and Assyria oppressed him {without cause}.<note: Literally \"in nothing\">\r\n",
    "52:5": "And now what do I have here?\"{declares}<note: Literally \"declaration of\"> Yahweh, \"for my people is taken without cause. Its rulers howl,\" {declares}<note: Literally \"declaration of\"> Yahweh--\"and my name [is] reviled continually, all day.",
    "52:6": "Therefore my people shall know my name, therefore in that day, that I [am] the one who speaks. {Here am I}.\"<note: Literally \"Look at me\">",
    "52:7": "How delightful on the mountains are the feet of him who brings good news, who announces peace, who brings good news, who announces salvation, who says to Zion, \"Your God reigns as a king.\"",
    "52:8": "The voices<note: Hebrew \"voice\"> of your watchmen! They lift up [their] voices;<note: Hebrew \"voice\"> together they sing for joy; for they {clearly}<note: Literally \"eye in eye \"> see Yahweh's return [to] Zion.",
    "52:9": "Break forth, sing for joy together, ruins of Jerusalem, for Yahweh has comforted his people; he has redeemed Jerusalem.",
    "52:10": "Yahweh has bared {his holy arm}<note: Literally \"the arm of his holiness\"> to the eyes of all the nations, and all [the] ends<note: Hebrew \"end\"> of [the] earth shall see the salvation of our God.",
    "52:11": "Depart, depart, go out from there! You must not touch any unclean thing. Go out from the midst of it, keep clean, you who carry the vessels of Yahweh.",
    "52:12": "For you shall not go out in haste, and you shall not go in flight, for Yahweh [is] going before you, and your rear guard [is] the God of Israel.",
    "52:13": "Look, my servant shall achieve success; he shall be exalted, and he shall be lifted up, and he shall be very high.",
    "52:14": "Just as many were appalled at you-- such [was] his appearance beyond human disfigurement, and his form beyond the sons of mankind--",
    "52:15": "so he shall sprinkle many nations; because of him, kings shall shut their mouths.<note: Hebrew \"mouth\"> For they shall see what has not been told them, and they shall consider with full attention what they have not heard.",
    "53:1": "Who has believed our message, and to whom has the arm of Yahweh been revealed?",
    "53:2": "For<note: Or \"And\"> he went<note: Or \"grew\"> up like [a] shoot before him, and like [a] root from dry ground. He had no form and no majesty that<note: Or \"and\"> we should see him, and no appearance that<note: Or \"and\"> we should take pleasure in him.",
    "53:3": "[He was] despised and rejected [by] men, a man of suffering, and acquainted with<note: Or \"knowledgeable of\"> sickness, and like {one from whom others hide their faces},<note: Literally \"hiding of face from him\"> [he was] despised, and we did not hold him in high regard.",
    "53:4": "However, he was the one who lifted up our sicknesses, and he carried our pain, yet<note: Or \"and\"> we ourselves assumed him stricken, struck down [by] God and afflicted.",
    "53:5": "But<note: Or \"And\"> he [was] pierced<note: Or \"wounded\"> because of our transgressions, crushed because of our iniquities; the chastisement for<note: Or \"of\"> our peace<note: Or \"healing\"> [was] upon him, and by his wounds<note: Hebrew \"wound\"> {we were healed}.<note: Literally \"it was healed for us\">",
    "53:6": "All of us have wandered about like sheep; we each have turned to his own way; and Yahweh let fall on him the iniquity of us all.",
    "53:7": "He was oppressed and afflicted, yet<note: Or \"and\"> he did not open his mouth; he was brought like [a] lamb to [the] slaughter, and like a sheep is dumb before its shearers, so<note: Or \"and\"> he did not open his mouth.",
    "53:8": "He was taken by restraint of justice, and who concerned himself with his generation? For he was cut off from the land of [the] living; he [received a] blow because of the transgression of my people.",
    "53:9": "He made<note: Or \"gave\"> his grave with [the] wicked, and with [the] rich in his death, although he had done no violence, and [there was] no deceit in his mouth.",
    "53:10": "Yet<note: Or \"And\"> Yahweh was pleased to crush him; he {made him sick}.<note: Literally \"he made sick\"> If she<note: Or \"you\"> places<note: Or \"makes\"> his life a guilt offering,<note: Or \"compensation\"> he will see offspring. He will prolong days, and the will of Yahweh will succeed in his hand.",
    "53:11": "From the trouble of his life<note: Or \"soul\"> he will see;<note: Dead Sea Scrolls add \"light\"> he will be satisfied. In his knowledge, [the] righteous [one], my servant, shall declare many righteous,<note: Or \"right\"> and he is the one who will bear their iniquities.",
    "53:12": "Therefore, I will divide to him [a portion] among the many,<note: Or \"great\"> and with [the] strong ones he will divide bounty, {because}<note: Literally \"Instead of that\"> he poured his life out to death and was counted with [the] transgressors; and<note: Or \"yet\"> he was the one who bore the sin of many and will intercede for the transgressors.",
    "54:1": "\"Sing for joy, barren [woman]; [who] has not borne! Burst forth [into] rejoicing and rejoice, [she who] has not been in labor! For [the] children of [the] desolate woman [are] more than [the] children of [the] married woman,\" says Yahweh.",
    "54:2": "\"Enlarge the site of your tent, and let them stretch out the tent curtains of your dwelling place. You must not spare; make your tent cords long and strengthen your pegs,",
    "54:3": "for you will spread out [to the] right and [to the] left. And your descendants<note: Hebrew \"descendant\"> will be heir [to the] nations, and they will inhabit desolate towns.",
    "54:4": "You must not fear, for you will not be ashamed, and you must not be confounded, for you will not feel abashed, for you will forget the shame of your youth, and you will no longer remember the disgrace of your widowhood.",
    "54:5": "For your husband<note: The Hebrew is plural> [is] your maker,<note: The Hebrew is plural> his name [is] Yahweh of hosts; and your redeemer [is] the holy one of Israel, he is called the God of all of the earth.",
    "54:6": "For Yahweh has called you like a wife forsaken and hurt of spirit, like<note: Or \"and\"> [the] wife of childhood when she is rejected, says your God.",
    "54:7": "I abandoned you {for a short}<note: Literally \"in a small\"> moment, but<note: Or \"and\"> I will gather you with great compassion.",
    "54:8": "I hid my face from you [for] a moment, in the flowing of anger, but<note: Or \"and\"> I will have compassion on you with everlasting faithfulness\" says your redeemer, Yahweh.",
    "54:9": "\"For this [is like] the waters of Noah to me, when I swore {that the waters of Noah would never again pass}<note: Literally \"from the passing over of the waters of Noah again\"> over the earth, so I swore {that I would not be}<note: Literally \"from being \"> angry at you and rebuke you.",
    "54:10": "For the mountains may depart, and the hills may sway, but<note: Or \"and\"> my faithfulness shall not depart from you, and my covenant of peace shall not sway,\" says Yahweh, who has compassion on you,",
    "54:11": "\"O afflicted [one], driven away, [who] is not consoled. Look! I [am] about to set your stones in hard mortar, and I will lay your foundation with sapphires.",
    "54:12": "And I will {make}<note: Literally \"place\"> your battlements of ruby, and your gates of stones of beryl, and all your wall of precious stones.",
    "54:13": "And all your children [shall be] pupils of Yahweh, and the peace of your children [shall be] great.",
    "54:14": "In righteousness you shall be established. Be far from oppression, for you shall not fear, and from terror, for it shall not come near you.\r\n",
    "54:15": "If indeed one attacks, [it is] not from me; whoever attacks you shall fall because of you.",
    "54:16": "Look! I myself have created [the] craftsman who blows<note: Or \"blowing\"> [the] fire [of] coals, and who produces<note: Or \"producing\"> a weapon for his work; also<note: Or \"and\"> I myself have created [the] destroyer to destroy.",
    "54:17": "Every weapon formed against you shall not succeed, and you shall declare guilty every tongue [that] rises against you for judgment. This [is] the inheritance of the servants of Yahweh, and their {legal right}<note: Literally \"justice\"> from me,\" {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "55:1": "\"Ho! Everyone thirsty, come to the waters! And whoever has no money, come, buy and eat, and come, buy without money, wine and milk without price!",
    "55:2": "Why do you weigh out money for [what is] not food, and your labor for {what cannot satisfy}?<note: Literally \"[what is] not for satiation\"> Listen carefully to me, and eat [what is] good, and let your soul take pleasure in {rich}<note: Literally \"fatty\"> food.",
    "55:3": "Extend your ear, and come to me! Listen so that<note: Or \"and\"> your soul may live, and I will {make}<note: Literally \"cut\"> an everlasting covenant with<note: or \"for\"> you, the enduring proofs of {the mercies shown to}<note: Literally \"mercy of\"> David.",
    "55:4": "Look! I made<note: Or \"gave\"> him a witness to [the] peoples, a leader and a commander [for the] peoples.",
    "55:5": "Look! You shall call a nation [that] you do not know, and a nation [that] does not know you shall run to you, because of Yahweh your God, and the holy one of Israel, for he has glorified you.\"",
    "55:6": "Seek Yahweh {while he lets himself be found};<note: Literally \"in his letting himself be found\"> call him {while he is}<note: Literally \"in his being\"> near.",
    "55:7": "Let [the] wicked forsake his way, and [the] man of sin his thoughts. And let him return to Yahweh, that<note: Or \"and\"> he may take pity on him, and to our God, for he will {forgive manifold}.<note: Literally \"make numerous to\">",
    "55:8": "\"For my thoughts [are] not your thoughts, and your ways [are] not my ways,\" {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "55:9": "\"For [as] [the] heavens are {higher}<note: Literally \"high\"> than [the] earth, so my ways are {higher}<note: Literally \"high\"> than your ways, and my thoughts than your thoughts.",
    "55:10": "For just as the rain and the snow come down from heaven, and they do not return there except they have watered the earth thoroughly and cause it to bring forth and sprout, and give seed to the sower and bread to the eater,",
    "55:11": "so shall be my word that goes out from my mouth. It shall not return to me without success, but shall accomplish<note: Or \"do\"> what I desire and be successful [in the thing for] which I sent it.",
    "55:12": "For you shall go out in joy, and you shall be led in peace. The mountains and the hills shall break forth before you, rejoicing and all the trees of the field shall clap hands.<note: Hebrew \"hand\">",
    "55:13": "Instead of the thorn bush, [the] juniper shall go up; instead of the brier, [the] myrtle shall go up, and it shall serve as a memorial to Yahweh, for an everlasting sign [that] shall not be cut off.\"",
    "56:1": "Thus says Yahweh: \"Observe justice and do righteousness, for my salvation [is] close to coming, and my justice to being revealed.\r\n",
    "56:2": "Happy [is the] man [who] does this, and [the] son of humankind [who] keeps hold of it, who keeps [the] Sabbath {so as not to profane}<note: Literally \"from profaning\"> it, and who keeps his hand from doing any<note: Or \"all\"> evil.\"",
    "56:3": "And do not let the {foreigner}<note: Literally \"son of the foreign country\"> [who] joins himself to Yahweh say, \"Surely Yahweh will separate me from his people.\" And do not let the eunuch say, \"Look! I [am] a dry tree!\"",
    "56:4": "For thus says Yahweh, \"To the eunuchs who keep my Sabbaths, and choose that in which I delight, and who keep hold of my covenant.",
    "56:5": "And I will give them a monument and a name in my house and within my walls, better than sons and daughters; I will give him an everlasting name that shall not be cut off.",
    "56:6": "And the {foreigners}<note: Literally \"sons of the foreign country\"> [who] join themselves to Yahweh to serve him and to love the name of Yahweh, to become his servants, every one who keeps [the] Sabbath, {so as not to profane}<note: Literally \"from profaning\"> it, and those who keep hold of my covenant,",
    "56:7": "I will bring them to {my holy mountain};<note: Literally \"the mountain of my holiness\"> I will make them merry in my house of prayer. their burnt offerings and their sacrifices {will be accepted}<note: Literally \"for acceptance\"> on my altar, for my house shall be called a house of prayer for all peoples,\"",
    "56:8": "{declares}<note: Literally \"declaration of\"> the Lord Yahweh, who gathers<note: Or \"gathering\"> the scattered ones of Israel (still I will gather to<note: Or \"upon\"> him, to his gathered ones).",
    "56:9": "All wild animals [in the] field, come, to devour,<note: Or \"eat\"> all wild animals in the forest!",
    "56:10": "His watchmen [are] blind, none of them know. They [are] all dumb dogs; they are unable to bark, panting, lying down, loving to slumber.",
    "56:11": "And the dogs {have a greedy appetite};<note: Literally \"are strong of soul\"> they {are never satisfied}.<note: Literally \"do not know satiation\"> And they are [the] shepherds! They do not have<note: Or \"know\"> understanding. They all turn to their [own] way, each one for his [own] gain, {every one of them}.<note: Literally \"from his end \">",
    "56:12": "\"Come, let me take wine, and let us carouse [with] intoxicating drink, and tomorrow will be like today, {very great indeed}.\"<note: Literally \"excessively\">",
    "57:1": "The righteous [one] perishes, and there is no one who takes<note: Or \"sets\"> [it] to heart. And men of faithfulness [are] gathered, while there is no one who understands, for the righteous is gathered from the presence of wickedness.",
    "57:2": "he enters [into] peace; they will rest on their beds, walking straight ahead of him.",
    "57:3": "\"But<note: Or \"And\"> you, come near here, you children of a soothsayer, offspring [of] an adulterer and she [who] commits fornication.",
    "57:4": "At whom do you make fun? At whom do you {open}<note: Literally \"widen\"> [your] mouth [and] {stick out}<note: Literally \"make long\"> [your] tongue? [Are] you not children of transgression, offspring of deception,",
    "57:5": "who burn with lust among the oaks, under every leafy tree, who slaughter children in the valleys, under the clefts of the rocks?",
    "57:6": "Your portion [is] among [the] smooth [stones] of [the] valley; they, they [are] your lot; indeed, to them you have poured out a drink offering, you have brought a food offering. Shall I relent concerning these [things]? \r\n",
    "57:7": "You have set your bed upon a high and lofty mountain; indeed, you went up there to slaughter sacrifice.",
    "57:8": "And you have set your symbol behind the door and the doorpost; for you depart<note: The reading tradition (Qere) has \"uncover,\" which makes no sense in context, but with different vowels it would be \"depart\"> from me, and you go up; you make your bed wide, and you {make a deal with}<note: Literally \"cut off for yourself from\"> them, you have loved their bed; you have seen [their] {genitals}.<note: Literally \"hand\">",
    "57:9": "And you climbed down to the king with oil, and you made your perfumes numerous, and you sent your envoys {far away},<note: Literally \"to from far\"> and you {sent down deep}<note: Literally \"humiliated\"> to Sheol.",
    "57:10": "You grow weary by the greatness of your way, [but] you did not say, 'Despairing!' You found the {renewal}<note: Literally \"life\"> of your {strength},<note: Literally \"hand;\" compare the \"hand\" in verse 8> therefore you do not grow weak.",
    "57:11": "And of whom were you afraid and feared, that you deceived and did not remember me? Did you not place [it] on your heart? [Have] I not been silent, even from long ago, and [so] you do not fear me?",
    "57:12": "I myself will declare your righteousness and your works, but<note: Or \"and\"> they will not benefit you.",
    "57:13": "When {you cry},<note: Literally \"your crying\"> let your collection deliver you, and [the] wind will carry all of them away; a breath will take [them] away. But<note: Or \"And\"> he who takes refuge in me shall take possession [of] [the] land, and he shall inherit my {holy mountain}.\"<note: Literally \"mountain of holiness \">",
    "57:14": "And one shall say, \"Build up, build up! Clear [the] way! Remove [the] obstacles<note: Hebrew \"obstacle\"> from the way of my people!\"",
    "57:15": "For thus says [the] high and lofty one who resides forever, and [whose] name [is] holy: \"I reside [in] a high and holy place, and with [the] {contrite}<note: Literally \"crushed\"> and humble of spirit, to revive [the] spirit of [the] humble, and to revive [the] heart of [the] {contrite}.<note: Literally \"crushed\">\r\n",
    "57:16": "For I will not attack forever, and I will not be angry forever, for [the] spirit will grow faint before me, and [the] breaths [that] I myself I have made.",
    "57:17": "I was angry because of his sin of gain, and I struck him; I hid and I was angry, but<note: Or \"and\"> he walked apostate, in the ways<note: Hebrew \"way\"> of his heart.",
    "57:18": "I have seen his ways, but<note: Or \"and\"> I will heal him; and I will lead him and give him and his mourners comfort as a recompense,",
    "57:19": "creating fruit of lips. Peace, peace to the far and near,\" says Yahweh, \"and I will heal him.",
    "57:20": "But<note: Or \"And\"> the wicked [are] like the churning sea, that is not able to keep quiet, and its waters toss up mire and mud.",
    "57:21": "There is no peace,\" says my God, \"for the wicked.\"",
    "58:1": "\"Call with [the] throat; you must not keep back! lift up your voice like [a] trumpet, and declare<note: Or \"announce\"> to my people their rebellion, and to the house of Jacob their sins.",
    "58:2": "Yet<note: Or \"And\"> they seek me day [by] day, and they desire the knowledge of my ways like a nation that {practiced}<note: Literally \"did\"> righteousness, and had not forsaken the judgment of its God; they ask me for {righteous judgments},<note: Literally \"judgments of righteousness\"> they desire the closeness of God.",
    "58:3": "'Why do we fast, and you do not see [it]? We humiliate our soul, and you do not notice [it]?' Look! You find delight on the day of your fast, and you oppress all your workers!",
    "58:4": "Look! You fast to quarrel and strife, and to strike with a {wicked fist}.<note: Literally \"fist of wickedness\"> You shall not fast as [you do] {today},<note: Literally \"the day\"> to {make your voice heard}<note: Literally \"cause to hear your voice\"> on the height.",
    "58:5": "Is [the] fast I choose like this, a day for humankind to humiliate {himself}<note: Literally \"his soul\">? To bow his head like a reed, and {make}<note: Literally \"he makes\"> his bed [on] sackcloth and ashes; you call this a fast and a day of pleasure to Yahweh?",
    "58:6": "Is this not [the] fast I choose: to release [the] bonds of injustice, to untie [the] ropes of [the] yoke, and to let [the] oppressed go free, and {tear}<note: Literally \"you must tear\"> every yoke to pieces?",
    "58:7": "[Is it] not to break your bread for the hungry? You must bring {home}<note: Literally \"a house\"> [the] poor, [the] homeless. When you see [the] naked, you must cover him, and you must not hide yourself from your {relatives}.<note: Literally \"flesh\">",
    "58:8": "Then your light shall break forth like the dawn, and your healing shall grow quickly. And your salvation shall go before you; the glory of Yahweh will be your rear guard.",
    "58:9": "Then you shall call, and Yahweh himself will answer. You shall cry for help, and he will say, 'Here I [am]!' If you remove from among you [the] yoke, the {finger-pointing}<note: Literally \"stretching out of [the] finger\"> and {evil speech},<note: Literally \"the speaking of evil\">",
    "58:10": "if<note: Or \"and\"> you offer your soul to the hungry, and you satisfy [the] appetite of [the] afflicted, then<note: Or \"and\"> your light shall rise in the darkness, and your darkness [will be] like noon.",
    "58:11": "And Yahweh will lead you continually, and satisfy your soul in a barren land, and he will strengthen your bones, and you shall be like a well-watered garden, and like a spring of water whose water does not fail.",
    "58:12": "And they shall rebuild ancient ruins from you; you shall erect [the] foundations of {many generations,}<note: Literally \"generation and generation\"> and {you shall be called}<note: Literally \"shall be called to you\"> [the] bricklayer [of] [the] breach, [the] restorer of paths to live [in].",
    "58:13": "If you hold your foot back from [the] Sabbath, [from] doing your affairs on {my holy day},<note: Literally \"the day of my holiness\"> if<note: Or \"and\"> you call the Sabbath a pleasure, the holy [day] of Yahweh honorable, if<note: Literally \"and\"> you honor him {more than}<note: Literally \"from\"> doing your ways, than finding your affairs<note: Hebrew \"affair\"> and speaking a word,",
    "58:14": "then you shall take your pleasure in<note: Or \"on\"> Yahweh, and I will make you ride upon [the] heights of [the] earth, and I will feed you the heritage of Jacob your ancestor,<note: Or \"father\"> for the mouth of Yahweh has spoken.\" \r\n",
    "59:1": "Look! The hand of Yahweh is not too short {to save},<note: Literally \"from saving\"> and his ear is not [too] dull {to hear}.<note: Literally \"from hearing\">",
    "59:2": "Rather, your iniquities have been {barriers}<note: Literally \"dividers\"> between you and your God, and your sins have hidden [his] face from you, from hearing.",
    "59:3": "For your hands are defiled with blood, and your fingers with iniquity. Your lips have spoken lies, your tongue speaks wickedness.",
    "59:4": "There is nobody {who pleads with}<note: Literally \"calling in\"> justice, and there is nobody who judges with honesty. They rely on nothing and speak vanity. They conceive trouble and beget iniquity;",
    "59:5": "they hatch viper eggs, and they weave a spider web. One who eats their eggs dies, and that which is pressed is hatched [as] a serpent.",
    "59:6": "Their webs cannot become clothing, and they cannot cover themselves with their works. Their works [are] works of iniquity, and deeds<note: Hebrew \"deed\"> of violence [are] in their hands.",
    "59:7": "Their feet run to evil, and they hasten to shed innocent blood. Their thoughts [are] thoughts of iniquity; devastation and destruction [are] in their highways.",
    "59:8": "They do not know [the] way of peace, and there is no justice in their firm paths. They have made their paths crooked for themselves; everyone {who walks}<note: Literally \"walking\"> in it knows no peace.",
    "59:9": "Therefore justice is far from us, and righteousness does not reach us. We wait for light, but<note: Or \"and\"> look! [there is] darkness; for brightness, [but] we walk in darkness.",
    "59:10": "We grope like the blind [along] a wall, and we grope {as without}<note: Literally \"like there are no\"> eyes. We stumble at noon as [in] the twilight; among the strong [we are] like the dead.",
    "59:11": "We all groan like bears, and we coo mutteringly like doves. We wait for justice, but<note: Or \"and\"> there is none; for salvation, [but] it is far from us.",
    "59:12": "For our transgressions are numerous before you, and our sins {testify}<note: Or \"answers\"> against us. Indeed, our transgressions [are] with us, and we know our iniquities:",
    "59:13": "transgressing and denying Yahweh, and turning {away from following}<note: Literally \"back from behind\"> our God; speaking oppression and falsehood, conceiving and uttering words of deception from [the] heart.",
    "59:14": "And justice is pushed back, and righteousness stands afar; for truth stumbles in the public square, and straightforwardness is unable to enter,",
    "59:15": "and truth is missing, and he who turns aside from evil [is] plundered. And Yahweh saw, and it was displeasing in his eyes that there was no justice",
    "59:16": "And he saw that there was no man, and he was appalled that there was no one who intercedes, so<note: Or \"and\"> his arm came to assist him, and his righteousness {was what}<note: Literally \"it\"> sustained him.",
    "59:17": "And he put on righteousness like [a] breastplate, and a helmet of salvation on his head, and he put on garments of vengeance [for] clothing, and he wrapped [himself in] zeal as [in a] robe.",
    "59:18": "According to deeds, so he will repay; wrath to his enemies, requital to those who are his {enemies}.<note: Literally \"hostile\"> He will repay requital to the coastlands.",
    "59:19": "So<note: Or \"And\"> they shall fear the name of Yahweh from [the] west, and his glory from the sunrise, for he will come like [a] narrow stream; the wind of Yahweh drives it on.",
    "59:20": "\"And a redeemer will come to Zion, to those in Jacob who turn away from transgression,\" {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "59:21": "\"And as for me, this [is] my covenant with them, says Yahweh: my spirit that [is] upon you, and my words that I have placed in your mouth shall not depart from your mouth, or<note: Or \"and\"> from the mouths<note: Hebrew \"mouth\"> of your {children},<note: Literally \"offspring\"> or<note: Or \"and\"> from the mouths<note: Hebrew \"mouth\"> of {your children's children},\"<note: Literally \"the offspring of your offspring\"> says Yahweh, \"from now on and forever.\"\r\n",
    "60:1": "\"Arise, shine! For your light has come, and the glory of Yahweh has risen on you.",
    "60:2": "For look! darkness shall cover [the] earth, and thick darkness [the] peoples, but<note: Or \"and\"> Yahweh will rise on you, and his glory will appear over you.",
    "60:3": "And nations shall come to your light, and kings to the bright light of your sunrise.",
    "60:4": "Lift up your eyes all around and see! All of them gather; they come to you. Your sons shall come from afar, and your daughters shall be looked after on [the] hip.",
    "60:5": "Then you shall see and you shall be radiant; and your heart shall tremble and open itself wide, because [the] abundance of [the] sea shall fall upon you; [the] wealth of [the] nations shall come to you.",
    "60:6": "A multitude of camels shall cover you, the young male camels of Midian and Ephah. All those from Sheba shall come; they shall bring gold and frankincense, and they shall proclaim the praise of Yahweh.",
    "60:7": "All the flocks of Kedar shall be gathered to you; the rams of Nebaioth shall serve you. They shall present a sacrifice for favor [on] my altar, and I will glorify {my honorable house}.<note: Literally \"house of my honor\">",
    "60:8": "Who [are] these? They fly like [a] cloud, and like doves to their coops.",
    "60:9": "Because [the] coastlands wait for me, and the ships of Tarshish [are] first to bring your children from afar, their silver and gold with them, for the name of Yahweh your God, and for the holy one of Israel, because he has glorified you.",
    "60:10": "And {foreigners}<note: Literally \"sons of a foreign country\"> shall build your walls, and their kings shall serve you, for in my anger I struck you, but<note: Or \"and\"> in my favor I have taken pity on you.",
    "60:11": "And your gates shall continually be open, day and night they shall not be shut, to bring you [the] wealth of nations, and their kings shall be led.",
    "60:12": "For the nation and the kingdom that will not serve you shall perish, and the nations shall be utterly devastated.",
    "60:13": "The glory of Lebanon shall come to you; [the] cypress, [the] plane, and [the] pine together, to glorify the place of my sanctuary, and I will do honor to the place of my feet.",
    "60:14": "And the children of those who oppressed you shall come to you bending low, and all those who treated you disrespectfully shall bow down at the soles of your feet. And they shall call you the city of Yahweh, Zion [of] the holy one of Israel.",
    "60:15": "Instead of you being forsaken and hated {with no one passing through,}<note: Or \"and there is not one who passes through\"> I will {make}<note: Literally \"place\"> you an everlasting {object of pride},<note: Literally \"pride\"> a joy of {coming generations}.<note: Literally \"generation and generation\">",
    "60:16": "And you shall suck [the] milk of nations, and suck [the] breast of kings, and you shall know that I [am] Yahweh your Savior, and your Redeemer, the Strong One of Jacob.",
    "60:17": "Instead of bronze I will bring gold, and instead of iron I will bring silver, and instead of wood, bronze, and instead of stones, iron. And I will {appoint}<note: Literally \"put\"> peace [as] your overseer, and righteousness [as] {your ruling body}.<note: Literally \"they who force you to work\">",
    "60:18": "Violence shall no longer be heard in your land; devastation or<note: Or \"and\"> destruction on your borders. And you shall call your walls Salvation, and your gates, Praise.",
    "60:19": "The sun shall no longer be your light by day, and for bright light the moon shall not give you light, but<note: Or \"and\"> Yahweh will be your everlasting light, and your God your glory.",
    "60:20": "Your sun shall no longer go [down], and your moon shall not {wane},<note: Literally \"be taken away\"> for Yahweh himself will be your everlasting light, and your days of mourning shall come to an end.",
    "60:21": "And all your people [shall be] righteous; they shall take possession of [the] land forever, the shoot of his<note: The reading tradition (Qere) has \"my\"> planting, the work of my hands, to show my glory.",
    "60:22": "The small [one] shall become [a] tribe, and the smallest one a mighty nation. I [am] Yahweh; I will hasten it in its time.\" \r\n",
    "61:1": "[The] Spirit of the Lord Yahweh [is] upon me, because Yahweh has anointed me, he has sent me to bring good news [to the] oppressed, to bind up {the brokenhearted},<note: Literally \"those broken of heart\"> to {proclaim}<note: Literally \"call\"> release to [the] captives and liberation to those who are bound,",
    "61:2": "to {proclaim}<note: Literally \"call\"> [the] year of Yahweh's favor, and our God's day of vengeance, to comfort all those in mourning,",
    "61:3": "to {give}<note: Literally \"place\"> for those in mourning in Zion, to give them a head wrap instead of ashes, [the] oil of joy instead of mourning, a garment of praise instead of a faint spirit. And {they will be called}<note: Literally \"it will be called to them\"> oaks of righteousness, the planting of Yahweh, to show his glory.",
    "61:4": "And they shall build [the] ancient ruins, they shall erect [the] former deserted [places]. And they shall restore [the] {devastated cities},<note: Literally \"cities of devastation\"> [the] deserted [places] of {many generations}.<note: Literally \"generation and generation\">",
    "61:5": "And strangers shall stand and feed your flocks,<note: Hebrew \"flock\"> and {foreigners}<note: Literally \"sons of a foreign country\"> [shall be] your farmers and vinedressers.",
    "61:6": "But<note: Or \"And\"> you shall be called the priests of Yahweh, {you will be called}<note: Literally \"it shall be said of you\"> servers of our God. You shall eat [the] wealth of [the] nations, and you shall boast in their riches.",
    "61:7": "Instead of your shame, a double portion, and [instead of] insult, they will rejoice [over] their portion. Therefore they will take a double portion in their land; {they shall possess everlasting joy}.<note: Literally \"possession of joy everlasting shall be for them\">",
    "61:8": "For I, Yahweh, love justice, hate robbery and<note: Or \"in\"> injustice, and I will {faithfully}<note: Literally \"in [the] faithfulness\"> give their reward, and I will {make}<note: Literally \"cut\"> an everlasting covenant {with}<note: Literally \"to\"> them.",
    "61:9": "And their descendants<note: Hebrew \"descendant\"> will be known among the nations, and their offspring in the midst of the peoples. All those who see them shall recognize them, that they [are] descendants<note: Hebrew \"descendant\"> [whom] Yahweh has blessed.",
    "61:10": "I will rejoice greatly in Yahweh; my being shall shout in exultation in my God. For he has clothed me [with] garments of salvation, he has covered me [with the] robe of righteousness, as [a] bridegroom adorns [himself] [with] a head wrap like a priest, and as [a] bride adorns herself [with] her jewelry.",
    "61:11": "For as the earth {produces}<note: Literally \"brings out\"> its sprout, and as a garden makes its plants sprout, so the Lord Yahweh will make righteousness sprout, and praise before all the nations.",
    "62:1": "For the sake of Zion I will not be silent, and for the sake of Jerusalem I will not maintain a quiet attitude, until her righteousness goes out like the bright light, and her salvation burns like a torch.",
    "62:2": "And [the] nations shall see your righteousness, and all [the] kings your glory, and {you will be called}<note: Literally \"it shall be called to you\"> a new name that the mouth of Yahweh will designate.",
    "62:3": "And you shall be a crown of beauty in the hand of Yahweh, and a headband of royalty in the hand of your God.",
    "62:4": "It shall no longer be said of you, \"Forsaken,\" and it shall no longer be said of your land, \"Desolation!\" but {you will}<note: Literally \"to you it shall\"> be called \"My Delight [Is] In Her,\" and your land, \"Married,\" for Yahweh delights in you, and your land shall be married.",
    "62:5": "For [as] a young man marries a virgin, [so] shall your sons marry you, and [as is the] joy of [the] bridegroom over [the] bride, [so] shall your God rejoice over you.",
    "62:6": "I have appointed watchmen upon your walls, Jerusalem; all day and all night they shall never be silent. You who profess Yahweh have no rest.",
    "62:7": "And you must not give him rest until he establishes, and until he {makes}<note: Literally \"places\"> Jerusalem {an object of praise}<note: Literally \"a praise\"> in the earth.",
    "62:8": "Yahweh has sworn by his right hand, and by {his mighty arm},<note: Literally \"the arm of his might\"> \"Surely I will never again give your grain [as] food to {your enemies},<note: Literally \"those who are hostile to you\"> and surely {foreigners}<note: Literally \"sons of a foreign country\"> shall not drink your new wine at which you have labored.\"",
    "62:9": "But those who gather it shall eat it, and they shall praise Yahweh, and those who gather it shall drink it in {my holy courts}.<note: Literally \"the courts of my holiness\">",
    "62:10": "Pass through, pass through the gates! Make the way clear {for}<note: Literally \"of\"> the people! Pile up, pile up the highway; clear [it] of stones!<note: Hebrew \"stone\"> Lift up an ensign over the peoples!",
    "62:11": "Look! Yahweh has proclaimed to the end of the earth: Say to daughter Zion, \"Look, your salvation [is] coming! Look, his reward [is] with him, and his reward before him.\r\n",
    "62:12": "And they shall call them \"The {Holy People},<note: Literally \"People of the Holiness\"> The Redeemed Of Yahweh,\" and {you}<note: Literally \"to you it\"> shall be called \"Sought After, A City Is Not Forsaken.\"",
    "63:1": "Who [is] this, coming from Edom, from Bozrah [in] bright red garments? [Who is] this honored in his garment, lying down in his great strength? \"[It is] I, speaking in justice, {mighty}<note: Literally \"great\"> to save!\"",
    "63:2": "Why [are] your garments<note: Hebrew \"garment\"> red, and your garments like he who treads in [the] winepress?",
    "63:3": "\"I have trodden [the] winepress alone, and there was no man from [the] peoples with me. And I trod them in my anger, and I trampled them in my wrath, and spattered their juice on my garments, and stained all my clothing,",
    "63:4": "for [the] day of vengeance [was] in my heart, and the year of my blood-vengeance has come!",
    "63:5": "And I looked, but<note: Or \"and\"> there was no helper, and I was appalled, but<note: Or \"and\"> there was no one who sustains, so<note: Or \"and\"> my arm came to assist me, and my wrath {was what}<note: Literally \"it\"> sustained me.",
    "63:6": "And I trampled peoples in my anger, and I made them drunk in my wrath, and I brought their juice down to the earth.\"",
    "63:7": "I will mention the loyal love of Yahweh, the praises of Yahweh, according to all that Yahweh has done for us, and [the] greatness of goodness to the house of Israel that he has done to them according to his mercy and the abundance of his loyal love.",
    "63:8": "And he said, \"Surely my people [are] children; they will not break faith.\" And he became a Savior to them.",
    "63:9": "In all their distress, {there was no distress},<note: The reading tradition (Qere) has \"he had distress\"> and the messenger of his {presence}<note: Literally \"face\"> saved them, in his love and compassion he himself redeemed them, and he lifted them up, and he supported them all [the] days of old.",
    "63:10": "But<note: Or \"And\"> they {were the ones who}<note: Literally \"they\"> rebelled, and they grieved {his Holy Spirit},<note: Literally \"the spirit of his holiness\"> so<note: Or \"and\"> he {became an enemy to them};<note: Literally \"was changed to them to one who is hostile\"> he himself fought against them.",
    "63:11": "Then<note: Or \"And\"> his people remembered the days of old, [of] Moses. Where [is] the one who led up them from [the] sea with the shepherds of his flock? Where [is] the one who puts {his Holy Spirit}<note: Literally \"the spirit of his holiness\"> inside him,",
    "63:12": "{who made}<note: Literally \"bringing\"> his magnificent arm move {at}<note: Literally \"to\"> the right hand of Moses, {who divided}<note: Literally \"dividing\"> [the] waters {before them},<note: Literally \"from their face\"> to make an everlasting name for himself,",
    "63:13": "{who led}<note: Literally \"leading\"> them through the depths? They did not stumble like [a] horse in the desert;",
    "63:14": "like cattle in the valley [that] goes down, the Spirit of Yahweh {gave him rest},<note: Literally \"caused to rest\"> so you lead your people to make a magnificent name for yourself.",
    "63:15": "Look from heaven, and see from the lofty residence of your holiness and glory. Where [are] your zeal and strength? {Your compassion}<note: Literally \"The agitation of your intestines\"> and mercy to me hold themselves back.",
    "63:16": "For you [are] our father, although Abraham does not know us, and Israel does not acknowledge us. You, Yahweh [are] our father, Our Redeemer from [of] old [is] your name.",
    "63:17": "Why do you make us wander, Yahweh? You harden our heart from your ways {so that we do not fear}<note: Literally \"from the fear of\"> you. Turn back for the sake of your servants, the tribes of your inheritance.",
    "63:18": "{Your holy people}<note: Literally \"The people of your holiness\"> took possession for [a] little [while]; our adversaries have trampled down your sanctuary.",
    "63:19": "We have been since antiquity; you did not rule them; {they were not called by your name}.<note: Literally \"your name was not called over them\">",
    "64:1": "<note: Isaiah 64:1 in the English Bible begins here. In the Hebrew Bible, 63:19 continues> Would that you would tear [the] heavens [and] come down; [the] mountains would quake before you,",
    "64:2": "<note: Isaiah 64:2-12 in the English Bible is 64:1-11 in the Hebrew Bible> as fire kindles brushwood, [the] fire causes water to boil, to make your name known to your adversaries, [that the] nations might tremble from your {presence}.<note: Literally \"face\">",
    "64:3": "When you did terrible deeds [which] we did not {expect},<note: Literally \"await\"> you came down; [the] mountains quaked because of your {presence}.<note: Literally \"face\">",
    "64:4": "And since ancient [times] they have not heard, have not listened, no eye has seen a God except you; he {acts}<note: Literally \"makes\"> for the one who waits for him.",
    "64:5": "You meet with the one who rejoices, one who does righteousness. In your ways they remember you. Look! You were angry and we sinned against them [in] ancient [times] and we were saved.",
    "64:6": "And we all have become like the unclean, and all our deeds of justice like a menstrual cloth, And we all wither like [a] leaf, and our iniquities take us away like the wind.",
    "64:7": "And there is no one who calls on your name, who pulls himself up to keep hold of you, for you have hidden your face from us,<note: Or \"him\"> and melted us into the hand of our iniquity.",
    "64:8": "Yet now Yahweh, you [are] our father; we [are] the clay and you [are] our {potter},<note: Literally \"one who fashions\"> and we all [are] the work of your hand.",
    "64:9": "You must not be exceedingly angry, Yahweh, and you must not remember iniquity forever! Look! Behold, now! We all [are] your people! \r\n",
    "64:10": "{Your holy cities}<note: Literally \"The cities of your holiness\"> have become a wilderness; Zion has become a wilderness, Jerusalem a desolation.",
    "64:11": "{Our holy and beautiful temple},<note: Literally \"the house of our holiness and our beauty\"> where our ancestors<note: Or \"fathers\"> praised you has {been burned}<note: Literally \"been for burning\"> [by] fire, and all our precious objects have become ruins.<note: Hebrew \"ruin\">",
    "64:12": "Will you control yourself because of these, Yahweh? Will you be silent? And will you oppress us exceedingly?",
    "65:1": "\"I let myself be sought by [those who] did not ask; I let myself be found by [those who] did not seek me. I said, 'Here I am; here I am!' to a nation [that] did not call on my name;",
    "65:2": "I spread out my hands all day to a stubborn people, those who walk after their thoughts [in] the way [that is] not good,",
    "65:3": "the people {who provoke}<note: Literally \"provoking\"> me to anger continually to my face, slaughtering for sacrifices in the garden, and making smoke offerings on bricks,",
    "65:4": "{who sit}<note: Literally \"sitting\"> in graves and spend the night in {secret places},<note: Literally \"watches\"> {who eat}<note: Literally \"eating\"> the flesh of swine with<note: Or \"and\"> a fragment<note: The reading tradition (Qere) has \"broth\"> of impurity [in] their vessels,",
    "65:5": "{who say},<note: Literally \"saying\"> \"{Keep to yourself}!<note: Literally \"Come near to you\"> You must not come near me, for I am [too] holy for you!\" These [are] a smoke in my {nostrils},<note: Literally \"nose\"> a fire burning all day.",
    "65:6": "Look! [It] is written before me: I will not be silent, but I will repay; and I will repay in<note: Or \"on\"> the fold of their garment",
    "65:7": "your iniquities and the iniquities of your ancestors<note: Or \"fathers\"> together, says Yahweh, because they made smoke offerings on the mountains and they taunted me on the hills, I will measure their punishment [from the] beginning into the fold of their garment.\"",
    "65:8": "Thus says Yahweh: \"Just as the new wine is found in the cluster, and they say 'You must not destroy it, for [there is] a blessing in it,' so I will do for the sake of my servants {by}<note: Literally \"to\"> not destroying {everyone}.<note: Literally \"all\">",
    "65:9": "And I will bring descendant s<note: Hebrew \"descendant\"> out from Jacob, and a {people}<note: Literally \"man\"> from Judah to take possession of my mountain, and my chosen ones shall inherit it, and my servants shall settle there.",
    "65:10": "And Sharon shall become a pasture for<note: Literally \"of\"> flocks,<note: Hebrew \"flock\"> and the valley of Achor a resting place for<note: Or \"of\"> herds<note: Hebrew \"herd\"> for my people who have sought me.",
    "65:11": "But<note: Or \"and\"> you {who forsake}<note: Literally \"forsaking\"> Yahweh, forgetting {my holy mountain},<note: Literally \"the mountain of my holiness\"> who set a table for Fortune, and who {pour out}<note: Literally \"fill\"> a jug of mixed wine for Destiny,",
    "65:12": "and I will remit you to the sword, and all of you shall bow down to the slaughter, because I called, but<note: Or \"and\"> you did not answer; I spoke, but<note: Or \"and\"> you did not listen, but<note: Or \"and\"> you did the evil in my eyes, and you chose that in which I do not delight.\"",
    "65:13": "Therefore thus says the Lord Yahweh: \"Look! My servants shall eat but<note: Or \"and\"> you, you shall be hungry. Look! My servants shall drink but<note: Or \"and\"> you, you shall be thirsty. Look! My servants shall rejoice but<note: Or \"and\"> you, you shall be ashamed.\r\n",
    "65:14": "Look! My servants shall shout {for joy},<note: Literally \"from goodness of heart\"> but<note: Or \"and\"> you, you shall cry out {for pain}<note: Literally \"from pain of heart\"> and howl {for sadness}.<note: Literally \"from a breaking of [the] spirit\">",
    "65:15": "And you shall leave your name to my chosen ones as a curse, and the Lord Yahweh will kill you, and he will {give}<note: Literally \"call\"> his servants another name.",
    "65:16": "Whoever blesses himself in the land shall bless himself by the God of trustworthiness, and the one who swears an oath in the land shall swear by the God of trustworthiness, because the former troubles are forgotten, and they are hidden from my eyes.",
    "65:17": "For look! I [am] about to create new heavens and a new earth, and the former things shall not be remembered, and they shall not {come to mind}.<note: Literally \"go up to heart\">",
    "65:18": "But rejoice and shout in exultation forever and ever [over] what I [am] about to create! For look! I [am] about to create Jerusalem [as a source of] rejoicing, and her people [as a source of] joy.",
    "65:19": "And I will shout in exultation over Jerusalem, and I will rejoice over my people, and [the] sound of weeping shall no longer be heard in it, or<note: Or \"and\"> [the] sound of a cry for help.",
    "65:20": "There will no longer be a nursing infant {who lives only a few}<note: Literally \"of\"> days, or<note: Or \"and\"> an old man who does not fill his days, for the boy will die {a hundred years old},<note: Literally \"a son of a hundred year\"> and the one who {fails to reach}<note: Literally \"misses\"> {a hundred years}<note: Literally \"a son of a hundred year\"> will be {considered}<note: Literally \"treated\"> accursed.",
    "65:21": "And they shall build houses and inhabit [them], and they shall plant vineyards and eat their fruit.",
    "65:22": "They shall not build and another inhabit; they shall not plant and another eat. For the days of my people [shall be] like the days of [a] tree, and my chosen ones shall enjoy the work of their hands.",
    "65:23": "They shall not labor for nothing, and they shall not give birth to horror, for they {shall be offspring blessed by}<note: Literally \"the offspring of the blessing of\"> Yahweh, and their descendants with them.",
    "65:24": "And this will happen: before they call, I myself will answer; [while] still they [are] speaking, I myself will hear.",
    "65:25": "[The] wolf and [the] lamb shall feed like one, and [the] lion shall eat straw like the ox, but<note: Or \"and\"> dust [shall be] [the] serpent's food. They shall do no evil, and they shall not destroy on all {my holy mountain},\"<note: Literally \"the mountain of my holiness\"> says Yahweh.",
    "66:1": "Thus says Yahweh: \"Heaven [is] my throne, and the earth [is] the footstool for my feet. Where [is] this house that you would build for me? And where [is] this resting place for me?\r\n",
    "66:2": "And my hand has made all these [things], and all these {came to be},\"<note: Literally \"were\"> {declares}<note: Literally \"declaration of\"> Yahweh, \"but<note: Or \"and\"> I look to this [one]: \r\n to [the] humble and [the] contrite of spirit and [the one] frightened at my word.\r\n",
    "66:3": "The one who slaughters [a] bull strikes a man; the one who slaughters [a] lamb for sacrifice breaks the neck [of] a dog. The one who offers an offering, [the] blood of swine; the one who offers frankincense blesses an idol. Indeed, they themselves have chosen their ways, and their soul delights in their abhorrence.",
    "66:4": "Indeed, I myself I will choose their ill treatment, and I will bring them objects of their dread, because I called, and {no one answered};<note: Literally \"there was no one who answers\"> I spoke and they did not listen, but<note: Or \"and\"> they did the evil in my eyes, and they chose that in which I do not delight.\"",
    "66:5": "Hear the word of Yahweh, you who are frightened at his word: Your brothers who hate you, who exclude you for my name's sake have said, \"Let Yahweh be honored so that<note: Or \"and\"> we may see your joy!\" But<note: Or \"And\"> they themselves shall be ashamed.\r\n",
    "66:6": "A voice, an uproar from [the] city! A voice from [the] temple! The voice of Yahweh {paying back}<note: Literally \"rewarding retribution to\"> his enemies!",
    "66:7": "Before she was in labor she gave birth; before labor pains<note: Hebrew \"pain\"> came to her, she gave birth to a son.",
    "66:8": "Who has heard [anything] like this? Who has seen [anything] like these [things]? Can a land be born in one day? Or can a nation be born in a moment? [Yet] when she was in labor, Zion indeed gave birth [to] her children. \r\n",
    "66:9": "Shall I myself I break open and not {deliver}?\"<note: Literally \"cause to bring forth\"> says Yahweh, \"or I who {delivers}<note: Literally \"causes to bring forth\"> lock up [the womb]?\" says your God.",
    "66:10": "\"Rejoice with Jerusalem and shout in exultation with her, all those who love her! Rejoice with her [in] joy, all those who mourn over her,",
    "66:11": "so that you may suck and be satisfied from her {consoling breast},<note: Literally \"breast of consolation\"> so that you may drink deeply and refresh yourselves from her {heavy breast}.\"<note: Literally \"breast of heaviness \">",
    "66:12": "For thus says Yahweh: \"Look! I [am] about to spread prosperity out to her like a river, and [the] wealth of [the] nations like an overflowing stream, and you shall suck and be carried on the hip; and you shall you shall be played with on the knees.\r\n",
    "66:13": "As a man whose mother comforts him, so I myself will comfort you, and you shall be comforted in Jerusalem.",
    "66:14": "And you shall see and your heart shall rejoice, and your bones shall {flourish}<note: Literally \"sprout\"> like the grass, and the hand of Yahweh shall make itself known {to}<note: Literally \"with\"> his servants, and he shall curse his enemies.",
    "66:15": "For look! Yahweh will come in fire, and his chariots like the storm wind, to {give back}<note: Literally \"cause to turn around\"> his anger in wrath, and his rebuke in flames of fire.",
    "66:16": "For Yahweh enters into judgment [on] all flesh with fire and his sword, and {those slain by}<note: Literally \"the slain of\"> Yahweh shall be many.",
    "66:17": "Those who sanctify themselves and those who cleanse themselves {to go into}<note: Literally \"toward\"> the gardens after [the] one in the middle, eating the flesh of swine and detestable things<note: Hebrew \"thing\"> and rodents<note: Hebrew \"rodent\"> together shall come to an end!\" {declares}<note: Literally \"declaration of\"> Yahweh. \r\n",
    "66:18": "\"And I--their works and thoughts!--[am] about to come to gather all nations and tongues, and they shall come and see my glory.",
    "66:19": "And I will set a sign among them, and I will send survivors from them to the nations: Tarshish, Pul, and Lud, who draw [the] bow; Tubal and Javan, the faraway coastlands that have not heard [of] my fame, and have not seen my glory. And they shall declare my glory among the nations,\r\n",
    "66:20": "and bring all your countrymen<note: Or \"brothers\"> from all the nations [as] an offering to Yahweh on horses and chariots<note: Hebrew \"chariot\"> and in litters and on mules and camels, to<note: Or \"on\"> {my holy mountain},<note: Literally \"the mountain of holiness me\"> Jerusalem,\" says Yahweh, \"just as the sons of Israel bring [an] offering in a clean vessel [to] the house of Yahweh.",
    "66:21": "And indeed, I will take some of them as priests [and] the Levites,\" says Yahweh.",
    "66:22": "\"For just as the new heavens and earth that I [am] about to make shall stand before me,\" {declares}<note: Literally \"declaration of\"> Yahweh, \"so shall your descendants<note: Hebrew \"descendant\"> and your name stand.",
    "66:23": "And this shall happen: From {new moon to new moon}<note: Literally \"enough of new moon in his new moon\"> and from {Sabbath to Sabbath}<note: Literally \"enough of Sabbath in his Sabbath\"> all flesh shall come to bow in worship before me,\" says Yahweh.",
    "66:24": "\"And they shall go out and look at the corpses of the people<note: Or \"men\"> {who have rebelled}<note: Literally \"rebelling\"> against me, for their worm shall not die, and their fire shall not be quenched, and they shall be an abhorrence to all flesh.\"\r\n"
  }
}