{
  "abbreviation": "Jas",
  "passages": {
    "1:1": "James, a slave of God and of the Lord Jesus Christ, to the twelve tribes in the dispersion. Greetings!",
    "1:2": "Consider [it] all joy, my brothers, whenever you encounter various trials,",
    "1:3": "[because you]<note: *Here \"[because]\" is supplied as a component of the participle (\"know\") which is understood as causal> know that the testing of your faith produces endurance.",
    "1:4": "And let endurance have [its] perfect effect, so that you may be mature and complete, lacking in nothing.",
    "1:5": "Now if any of you lacks wisdom, let him ask for [it] from God, who gives to all without reservation and not reproaching, and it will be given to him.",
    "1:6": "But let him ask for [it] in faith, without any doubting, for the one who doubts is like the surf of the sea, driven by the wind and tossed about.",
    "1:7": "For that person must not suppose that he will receive anything from the Lord;",
    "1:8": "[he is] a double-minded man, unstable in all his ways.",
    "1:9": "Now let the brother of humble circumstances boast in his high position,",
    "1:10": "but the rich person in his humiliation, because he will pass away like a flower of the grass.",
    "1:11": "For the sun rises with its burning heat and dries up the grass, and its flower falls off, and the beauty of its appearance is lost. So also the rich person in his pursuits<note: Or \"on his (business) journeys\"; or \"in his ways\"> will wither away.",
    "1:12": "Blessed [is] the person<note: Literally \"the man,\" but clearly in a generic sense here meaning \"someone, a person\"> who endures testing, because [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"is\") which is understood as temporal> is approved he will receive the crown of life that he<note: Most manuscripts read \"the Lord\" here, while others read \"God\"> has promised to those who love him.",
    "1:13": "No one who is being tempted should say, \"I am being tempted by God,\" for God {cannot be tempted}<note: Literally \"is without temptation\"> by evil, and he himself tempts no one.",
    "1:14": "But each one is tempted [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"is dragged away\") which is understood as temporal> is dragged away and enticed by his own desires.",
    "1:15": "Then desire, [after it]<note: *Here \"[after]\" is supplied as a component of the participle (\"has conceived\") which is understood as temporal> has conceived, gives birth to sin, and sin, [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"is brought to completion\") which is understood as temporal> is brought to completion, gives birth to death.",
    "1:16": "Do not be deceived, my dear brothers.",
    "1:17": "Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow of change.",
    "1:18": "[By his]<note: *Here \"[by]\" is supplied as a component of the participle (\"will\") which is understood as means> will he gave birth to us through the message of truth, so that we should be a kind of first fruits of his creatures.",
    "1:19": "Understand [this], my dear brothers: every person must be quick to hear, slow to speak, slow to anger,",
    "1:20": "for human<note: Literally \"man's\"> anger does not accomplish the righteousness of God.",
    "1:21": "Therefore, putting aside all moral uncleanness and wicked excess, welcome<note: Or \"receive\"> with humility the implanted message which is able to save your souls.",
    "1:22": "But be doers of the message and not hearers only,<note: Some manuscripts have \"not only hearers\"> deceiving yourselves,",
    "1:23": "because if anyone is a hearer of the message and not a doer, this one is like someone<note: Literally \"a man,\" but clearly in a generic sense here meaning \"someone, a person\"> staring at {his own face}<note: Literally \"the face of his existence\"> in a mirror,",
    "1:24": "for he looks at himself and goes away and immediately forgets what sort of [person] he was.",
    "1:25": "But the one who looks into the perfect law of liberty and continues [to do it], not being a forgetful hearer but a doer who acts, this one will be blessed {in what he does}<note: Literally \"in his doing\">.",
    "1:26": "If anyone thinks he is religious, [although he]<note: *Here \"[although]\" is supplied as a component of the participle (\"bridle\") which is understood as concessive> does not bridle his tongue but deceives his heart, this person's religion [is] worthless.",
    "1:27": "Pure and undefiled religion in the sight of our<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> God and Father is this: to look after orphans and widows in their affliction, [and] to keep oneself unstained by the world.",
    "2:1": "My brothers, do not hold your faith in our glorious Lord Jesus Christ with partiality.",
    "2:2": "For if someone<note: Literally \"a man,\" but clearly in a generic sense here meaning \"someone, a person\"> enters into your assembly<note: Literally \"synagogue,\" but here probably referring to a Christian assembly> in fine clothing with a gold ring on his finger, and a poor person in filthy clothing also enters,",
    "2:3": "and you look favorably on the one wearing the fine clothing and you say, \"Be seated here in a good place,\" and to the poor person you say, \"You stand or be seated there<note: Some manuscripts have \"you stand there or be seated\"> by my footstool,\"",
    "2:4": "have you not made distinctions among yourselves and become judges with evil thoughts?",
    "2:5": "Listen, my dear brothers! Did not God choose the poor of the world [to be] rich in faith, and heirs of the kingdom that he has promised to those who love him?",
    "2:6": "But you have dishonored the poor! Are not the rich exploiting you and they themselves dragging you into the courts?",
    "2:7": "Do they themselves not blaspheme the good name {of the one to whom you belong}<note: Literally \"that was called over you\">?",
    "2:8": "However, if you carry out the royal law according to the scripture, \"You shall love your neighbor as yourself,\"<note: A quotation from Lev 19:18> you are doing well.",
    "2:9": "But if you show partiality, you commit sin, [and thus]<note: *Here \"[and thus]\" is supplied as a component of the participle (\"are convicted\") which is understood as result> are convicted by the law as transgressors.",
    "2:10": "For whoever keeps the whole law but stumbles in one [point only] has become guilty of all [of it].",
    "2:11": "For the one who said \"Do not commit adultery\"<note: A quotation from Exod 20:14; Deut 5:18> also said \"Do not murder.\"<note: A quotation from Exod 20:13; Deut 5:17> Now if you do not commit adultery but you do murder, you have become a transgressor of the law.",
    "2:12": "Thus speak and thus act as those who are going to be judged by the law of liberty.",
    "2:13": "For judgment [is] merciless to the one who has not practiced mercy. Mercy triumphs over judgment.",
    "2:14": "What [is] the benefit, my brothers, if someone says [that he] has faith but does not have works? That faith [is] not able to save him, [is it]?<note: *The negative construction in Greek anticipates a negative answer here>",
    "2:15": "If a brother or a sister is poorly clothed and lacking food for the day,",
    "2:16": "and one of you should say to them, \"Go in peace, keep warm and {eat well}<note: Literally, \"be satisfied\">,\" but does not give them what is necessary for the body, what [is] the benefit?",
    "2:17": "Thus also faith, if it does not have works, is dead by itself.",
    "2:18": "But someone will say, \"You have faith and I have works.\"<note: Some see the quotation by \"someone\" extending to the end of v. 18, while others see it extending through v. 19> Show me your faith apart from your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> works, and I will show you my<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> faith by my works.",
    "2:19": "You believe that God is one; you do well. Even the demons believe, and shudder!",
    "2:20": "But do you want to know, O foolish person, that faith apart from works is useless?",
    "2:21": "Was not Abraham our father justified by works [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"offered up\") which is understood as temporal> offered up his son Isaac on the altar?",
    "2:22": "You see that faith was working together with his works, and by the works the faith was perfected.",
    "2:23": "And the scripture was fulfilled that says, \"And Abraham believed God, and it was credited to him for righteousness,\"<note: A quotation from Gen 15:6> and he was called God's friend.",
    "2:24": "You see that a person is justified by works and not by faith alone.",
    "2:25": "And likewise was not Rahab the prostitute also justified by works [when she]<note: *Here \"[when]\" is supplied as a component of the participle (\"welcomed\") which is understood as temporal> welcomed the messengers and sent [them] out by a different route?",
    "2:26": "For just as the body without the spirit is dead, so also faith without works is dead.",
    "3:1": "Not many should become teachers, my brothers, [because you]<note: *Here \"[because]\" is supplied as a component of the participle (\"know\") which is understood as causal> know that we will receive a greater judgment.<note: Or \"greater condemnation\">",
    "3:2": "For we all stumble [in] many [ways]. If anyone does not stumble in what he says, he [is] a perfect individual,<note: Literally \"man,\" but clearly in a generic sense here meaning \"someone, a person\"> able to hold in check his whole body also.",
    "3:3": "And if we put bits in the mouths of horses so that they obey us, we also guide their whole bodies.",
    "3:4": "Behold also ships: [although they] are so large and are driven by strong winds, they are guided by a very small rudder wherever the inclination of the pilot wishes.",
    "3:5": "So also the tongue is a small member [of the body]<note: *The words \"of the body\" are not in the Greek text but are supplied for clarity> and boasts great [things]. Behold how small a fire sets ablaze how great a forest!",
    "3:6": "And the tongue [is] a fire! The world of unrighteousness,<note: Or \"a fire, the world of unrighteousness! The tongue is set among our members\"> the tongue, is set among our members, defiling the whole body and setting on fire {the course of human existence}<note: Literally \"the wheel of origin\">, being set on fire by hell.",
    "3:7": "For every species of animals and birds, of reptiles and sea creatures, is being tamed and has been tamed by the human species,",
    "3:8": "but no human being is able to tame the tongue. [It is] a restless evil, full of deadly poison.",
    "3:9": "With it we bless the<note: *Or possibly \"our,\" if the Greek article is understood as a possessive pronoun> Lord and Father, and with it we curse people who are made in the likeness of God.",
    "3:10": "From the same mouth come blessing and cursing. My brothers, these [things] ought not to be so!",
    "3:11": "A spring does not pour forth from the same opening fresh and bitter [water, does it]?<note: *The negative construction in Greek anticipates a negative answer here>",
    "3:12": "A fig tree is not able, my brothers, to produce olives, or a grapevine figs. Neither can a saltwater spring produce fresh water.",
    "3:13": "Who [is] wise and understanding among you? Let him show by his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> good behavior his works, with the humility of wisdom.",
    "3:14": "But if you have bitter jealousy and selfish ambition in your hearts, do not boast and tell lies against the truth.",
    "3:15": "This is not the wisdom that comes down from above, but [is] earthly, unspiritual, demonic.",
    "3:16": "For where [there is] jealousy and selfish ambition, there [is] disorder and every evil practice.",
    "3:17": "But the wisdom from above is first pure, then peaceful, gentle, obedient, full of mercy and good fruits, nonjudgmental, without hypocrisy,",
    "3:18": "And the fruit of righteousness is sown in peace among<note: Or \"for\"; or possibly \"by\"> those who make peace.",
    "4:1": "From where [are] conflicts and from where [are] quarrels among you? [Is it] not from this, from your pleasures that wage war among your members?",
    "4:2": "You desire and do not have; you murder and are filled with envy, and are not able to obtain; you fight and quarrel. You do not have because you do not ask.",
    "4:3": "You ask and do not receive, because you ask with wrong motives, in order that you may spend [it] on your pleasures.",
    "4:4": "Adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wants to be a friend of the world makes [himself] an enemy of God.",
    "4:5": "Or do you think that in vain the scripture says, \"The spirit which he caused to dwell in us desires jealously\"?<note: This translation takes \"spirit\" to be the capacity within people that produces a divided mind and conflicts regarding God; other translations take this to refer to the Holy Spirit: \"He (God) jealously desires the Spirit which he caused to dwell in us\">",
    "4:6": "But he gives greater grace. Therefore it says, \"God opposes the proud, but gives grace to the humble.\"<note: A quotation from Prov 3:34>\r\n",
    "4:7": "Therefore subject yourselves to God. But resist the devil, and he will flee from you.",
    "4:8": "Draw near to God, and he will draw near to you. Cleanse [your] hands, [you] sinners, and purify [your] hearts, [you] double-minded!",
    "4:9": "Lament and mourn and weep! Let your laughter be turned to mourning, and your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> joy to gloominess.",
    "4:10": "Humble yourselves before the Lord, and he will exalt you.",
    "4:11": "Do not speak evil of one another, brothers. The one who speaks evil of a brother or judges his brother speaks evil of the law and judges the law. But if you judge the law, you are not a doer of the law but a judge [of the law].<note: The words \"of the law\" are not in the Greek text, but are an understood repetition from the previous clause>",
    "4:12": "There is one lawgiver and judge who is able to save and to destroy. But who are you to judge your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> neighbor?",
    "4:13": "Come now, you who say, \"Today or tomorrow we will travel to such and such a city and spend a year there, and carry on business and make a profit,\"",
    "4:14": "you who do not know {what will happen tomorrow}<note: Literally \"the [circumstance] of tomorrow\">, {what your life will be like}<note: Literally \"of what sort your life\">. For you are a smoky vapor that appears for a short time and then disappears.",
    "4:15": "Instead you should say, \"If the Lord wills, we will live and do this or that.\"",
    "4:16": "But now you boast in your arrogance. All such boasting is evil.",
    "4:17": "Therefore, to the one who knows to do good and does not do [it], to him it is sin.",
    "5:1": "Come now, you rich people, weep [and] cry aloud over the miseries that are coming upon you!",
    "5:2": "Your wealth has rotted, and your clothing has become moth-eaten.",
    "5:3": "Your gold and silver have become corroded, and their corrosion will be a witness against you, and it will consume your flesh like fire. You have stored up treasure in the last days.",
    "5:4": "Behold, the wages that were held back by you from the workers who reap your fields cry out, and the cries of the reapers have come to the ears of the Lord of hosts.",
    "5:5": "You have lived self-indulgently on the earth<note: Or \"land\"> and have lived luxuriously. You have fattened your hearts in the day of slaughter.",
    "5:6": "You have condemned, you have murdered the righteous [person]; he does not resist you.",
    "5:7": "Therefore be patient, brothers, until the coming of the Lord. Behold, the farmer waits for the precious fruit of the soil, being patient concerning it until it receives the early and late rains.",
    "5:8": "You also be patient. Strengthen your hearts, because the coming of the Lord is near.",
    "5:9": "Brothers, do not complain against one another, in order that you may not be judged. Behold, the judge stands before the doors!",
    "5:10": "Brothers, take [as an] example of perseverance and endurance the prophets who spoke in the name of the Lord.",
    "5:11": "Behold, we consider blessed those who have endured. You have heard about the patient endurance of Job, and you saw the outcome from the Lord, that the Lord is compassionate and merciful.",
    "5:12": "Now above all, my brothers, do not swear either by heaven or by earth or by any other oath, but let your yes be yes and your no, no, in order that you may not fall under judgment.",
    "5:13": "Is anyone among you suffering misfortune? He should pray. Is anyone cheerful? He should sing praise.",
    "5:14": "Is anyone among you sick? He should summon the elders of the church and they should pray over him, anointing him with olive oil in the name of the Lord.",
    "5:15": "And the prayer of faith will save the one who is sick, and the Lord will raise him up, and if he has committed sins {he will be forgiven}<note: Literally \"it will be forgiven him\">.",
    "5:16": "Therefore confess your sins to one another, and pray for one another, so that you may be healed. The effective prayer of a righteous person accomplishes much.",
    "5:17": "Elijah was a human being<note: Literally \"man,\" but in a generic sense; the emphasis is not on Elijah's masculine gender but his shared humanity> with the same nature as us, and {he prayed fervently}<note: Literally \"he prayed with prayer\"> for [it] not to rain, and it did not rain on the land [for] three years and six months.",
    "5:18": "And he prayed again, and the sky gave rain and the earth produced its fruit.",
    "5:19": "My brothers, if anyone among you should wander away from the truth and someone turns him back,",
    "5:20": "he should know that the one who turns a sinner back from the error of his way will save that person's<note: Literally \"his,\" but in context this refers to the sinner, not the person who turns the sinner back> soul from death, and will cover over a great number of sins. Peter\r\n"
  }
}