{
  "abbreviation": "Jdg",
  "passages": {
    "1:1": "After the death of Joshua, the {Israelites}<note: Literally \"sons/children of Israel\"> inquired of Yahweh, saying, \"Who will go up first for us against the Canaanites<note: Hebrew \"Canaanite\"> to fight against them?\"",
    "1:2": "And Yahweh said, \"Judah will go up. I hereby give the land into his hand.\"",
    "1:3": "And Judah said to Simeon his brother, \"Go up with me into my allotment, and let us fight against the Canaanites; then I too will go with you into your allotment.\" And Simeon went with him.",
    "1:4": "And Judah went up, and Yahweh gave the Canaanites<note: Hebrew \"Canaanite\"> and the Perizzites<note: Hebrew \"Perizzite\"> into their hand, and they defeated ten thousand men at Bezek.",
    "1:5": "At Bezek they came upon Adoni-bezek, and they fought against him and defeated the Canaanites<note: Hebrew \"Canaanite\"> and the Perizzites.<note: Hebrew \"Perizzite\">",
    "1:6": "And Adoni-bezek fled, but they pursued after him; they caught him and cut off {his thumbs and big toes}.<note: Literally \"the thumbs of his hands and feet\">",
    "1:7": "Adoni-bezek said, \"Seventy kings with {their thumbs and big toes}<note: Literally \"the thumbs of their hands and feet\"> cut off used to pick up [scraps] under my table; just as I have done, so God has repaid to me. And they brought him [to] Jerusalem, and he died there.",
    "1:8": "The descendants<note: Or \"sons/children\"> of Judah fought against Jerusalem, and they captured it, {put it to the sword},<note: Literally \"they struck it with the mouth of the sword\"> and {set the city on fire}.<note: Literally \"the city they sent away with fire\">",
    "1:9": "Afterward the descendants<note: Or \"sons/children\"> of Judah pursued to fight against the Canaanites<note: Hebrew \"Canaanite\"> who were living in the hill country, the Negev,<note: An arid region south of the Judean hills> and the Shephelah.<note: A geographical region associated with an area of low country on the western edge of the Judaean hills.>",
    "1:10": "And Judah went against the Canaanites<note: Hebrew \"Canaanite\"> living in Hebron (the former name of Hebron [was] Kiriath Arba). And they defeated Sheshai, Ahiman, and Talmai.",
    "1:11": "And from there they went to the inhabitants of Debir (the former name of Debir [was] Kiriath Sepher).",
    "1:12": "And Caleb said, \"Whoever attacks Kiriath Sepher and captures it, I will give to him Acsah my daughter as a wife.\"",
    "1:13": "Othniel son of Kenaz, the younger brother of Caleb, captured it, and he gave to him Acsah his daughter as a wife.",
    "1:14": "When she came [to him], she urged him to ask her father for a field. As she dismounted from the donkey, Caleb said to her, \"{What do you want}?\"<note: Literally \"What [is] for you?\">",
    "1:15": "And she said to him, \"Give me {a gift};<note: Literally \"blessing\"> you have given me the land of the Negev,<note: An arid region south of the Judaean hills> and give me also a spring of water.\" And Caleb gave to her the upper and lower spring.<note: Judges 1:11-15 is almost identical to Joshua 15:13-19>",
    "1:16": "The descendants<note: Or \"sons/children\"> of Hobab [the] Kenite, Moses' father-in-law, went up with the descendants<note: Or \"sons/children\"> of Judah from the city of palms [into] the wilderness of Judah, which [is] in [the] Negev<note: An arid region south of the Judaean hills> [near] Arad. And they went<note: Hebrew \"he went\"> and settled with the people.",
    "1:17": "And Judah went with his brother Simeon, and they defeated the Canaanites<note: Hebrew \"Canaanite\"> inhabiting Zephath; they utterly destroyed it, so he called the name of the city Hormah.",
    "1:18": "Judah captured Gaza and its territory, Ashkelon and its territory, and Ekron and its territory.",
    "1:19": "And Yahweh was with Judah, and he took possession of the hill country, but they could not drive out the inhabitants of the plain because they [had] chariots of iron.",
    "1:20": "They gave Hebron to Caleb just as Moses said, and he drove out the three sons of Anak from there.",
    "1:21": "But the descendants<note: Or \"sons/children\"> of Benjamin did not drive out the Jebusites<note: Hebrew \"Jebusite\"> who lived in Jerusalem, so the Jebusites have lived among the descendants<note: Or \"sons/children\"> of Benjamin in Jerusalem to this day.",
    "1:22": "Likewise, the house of Joseph went up [against] Bethel, and Yahweh [was] with them.",
    "1:23": "And the house of Joseph spied out Bethel (the former name of the city was Luz).",
    "1:24": "And when the spies saw a man leaving the city,<note: Or \"going out from the city\"> they said to him, \"Please show us the entrance of the city, and we will deal kindly<note: Or \"do a loyal love\"> with you.\"",
    "1:25": "So he showed them the entrance of the city, and they struck the city with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> but they let go the man and all his family.",
    "1:26": "And the man went [to] the land of the Hittites, and he built a city and named it Luz; this [is] its name to this day.",
    "1:27": "Manasseh did not drive out Beth-Sean and its towns, or Taanach and its towns, or the inhabitants<note: Hebrew \"inhabitant\"> of Dor and its towns, or the inhabitants of Ibleam and its towns, or the inhabitants of Megiddo and its towns; the Canaanites<note: Hebrew \"Canaanite\"> [were] determined to live in this land.",
    "1:28": "And it happened, when Israel grew strong, they put the Canaanites<note: Hebrew \"Canaanite\"> to forced labor, but they never totally drove them out.",
    "1:29": "Ephraim did not drive out the Canaanites<note: Hebrew \"Canaanite\"> living in Gezer, so the Canaanites<note: Hebrew \"Canaanite\"> lived in their midst in Gezer.",
    "1:30": "Zebulun did not drive out the inhabitants of Kitron or Nahalol, so the Canaanites<note: Hebrew \"Canaanite\"> lived in their midst and became [subjected] to forced labor.",
    "1:31": "Asher did not drive out the inhabitants of Acco, Sidon, Ahlab, Aczib, Helbah, Aphik, or Rehob,",
    "1:32": "so the Asherites<note: Hebrew \"Asherite\"> lived in the midst of the Canaanites,<note: Hebrew \"Canaanite\"> the inhabitants of the land, for they did not drive them out.",
    "1:33": "Naphtali did not drive out the inhabitants of Beth Shemesh or Beth-anath, but lived in the midst of the Canaanites,<note: Hebrew \"Canaanite\"> the inhabitants of the land; the inhabitants of Beth Shemesh and Beth-anath became forced labor for them.",
    "1:34": "The Amorites pressed<note: Or \"forced\"> the descendants<note: Or \"sons/children\"> of Dan to the hill country, and they did not allow them to come down to the plain;",
    "1:35": "the Amorites [were] determined to live in Har-heres,<note: Or \"Mount Heres\"> in Aijalon, and in Shaalbim, but the hand of the house of Joseph was heavy [on them], and they became [subjected] to forced labor.",
    "1:36": "The border of the Amorites<note: Hebrew \"Amorite\"> [ran] from the ascent of Akrabbim from Sela and upward.",
    "2:1": "And the angel of Yahweh went up from Gilgal to Bokim and said, \"I brought you up from Egypt, and I brought you to the land that I had promised to your ancestors.<note: Or \"fathers\"> I said, 'I will never break my covenant with you.",
    "2:2": "And [as for] you, do not {make a covenant}<note: Literally \"cut a covenant\"> with the inhabitants of this land; break down their altars.' But you did not listen to my voice. {Why would you do such a thing}?<note: Literally \"What is this thing you have done?\">",
    "2:3": "Now I say, I will not drive them out from before you; they will {become as thorns}<note: Or \"become snares;\" some ancient manuscripts read \"be adversaries\"> for you, and their gods will be a trap for you.\"",
    "2:4": "And as the angel of Yahweh spoke these words to all the {Israelites},<note: Literally \"sons/children of Israel\"> the people {wept bitterly}.<note: Literally \"lifted up their voices and they wept\">",
    "2:5": "And they called the name of this place Bokim,<note: \"Bokim\" means \"weepers\"> and there they sacrificed to Yahweh.",
    "2:6": "And Joshua sent the people away, and the {Israelites}<note: Literally \"sons/children of Israel\"> went each to their<note: Hebrew \"his\"> own inheritance to take possession of the land.",
    "2:7": "And the people served Yahweh all the days of Joshua, and all the days of the elders who outlived Joshua, who saw all the great work Yahweh had done for Israel.",
    "2:8": "And Joshua son of Nun, servant of Yahweh, died {at the age of one hundred and ten years}.<note: Literally \"a son of one hundred and ten years\">",
    "2:9": "They buried him within the border of his inheritance in Timnah-heres, in the hill country of Ephraim north of Mount Gaash.",
    "2:10": "Moreover, that entire generation was gathered to their<note: Hebrew \"his\"> ancestors,<note: Or \"fathers\"> and another generation grew up after them who did not know Yahweh or the work he had done for Israel.<note: Judges 2:6-10 is repeated in Joshua 24:28-31>",
    "2:11": "The {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh, and {they served}<note: Or \"they worshiped\"> the Baals.",
    "2:12": "They abandoned Yahweh the God of their ancestors,<note: Or \"fathers\"> who brought them out from the land of Egypt. They {followed}<note: Literally \"went after\"> other gods from the gods of the people who [were] around them; and they bowed down to them, and they provoked the anger of Yahweh.",
    "2:13": "They abandoned Yahweh, and they served Baal and the Ashtaroth.",
    "2:14": "So {the anger of Yahweh was kindled}<note: Literally \"The nose of Yahweh became hot\"> against Israel, and he gave them into the hand of plunderers; and they plundered them, and he sold them into the hand of their enemies from all sides. They were unable to withstand their enemies any longer.",
    "2:15": "{Whenever}<note: Literally \"At all that\"> they went out, the hand of Yahweh was against them to harm [them], just as Yahweh warned, and just as Yahweh had sworn to them. And {they were very distressed}.<note: Literally \"it was very cramped for them\">",
    "2:16": "Then Yahweh raised up leaders,<note: Or \"judges\"> and they delivered them from the hand of their plunderers.",
    "2:17": "But they did not listen to their leaders,<note: Or \"judges\"> but lusted after other gods and bowed down to them. They turned away quickly from the way that their ancestors<note: Or \"fathers\"> went, who had obeyed the commandment of Yahweh; they did not do [as their ancestors].",
    "2:18": "And when Yahweh raised leaders<note: Or \"judges\"> for them, Yahweh was with the leader,<note: Or \"judge\"> and he delivered them from the hand of their enemies all the days of the leader,<note: Or \"judge\"> for Yahweh was moved by their groaning because of their persecutors and oppressors.",
    "2:19": "But when the leader<note: Or \"judge\"> died they relapsed and acted corruptly, more than their ancestors,<note: Or \"fathers\"> following other gods, serving them,<note: Or \"worshiping them\"> and bowing down to them. They would not give up their deeds or their stubborn ways.",
    "2:20": "{So the anger of Yahweh burned}<note: Literally \"So the nose of Yahweh became hot\"> against Israel, and he said, \"Because this people transgressed my covenant that I commanded their ancestors,<note: Or \"fathers\"> and have not obeyed my voice,",
    "2:21": "I will not again drive out anyone from before them from the nations that Joshua left when he died,",
    "2:22": "in order to test Israel whether or not they would observe the way of Yahweh, to walk in it just as their ancestors<note: Or \"fathers\"> did.\"",
    "2:23": "So Yahweh left those nations; he did not drive them out at once, and he did not give them into the hand of Joshua.",
    "3:1": "These [are] the nations that Yahweh left, to test Israel by them ([that is, to test] all those who {had not experienced}<note: Literally \"did not know\"> any of the wars of Canaan,",
    "3:2": "in order that the generations of Israel would know war, to teach those {who had not experienced it}<note: Literally \"who had not known it\"> before):",
    "3:3": "the five rulers of the Philistines, all the Canaanites,<note: Hebrew \"Canaanite\"> the Sidonians,<note: Hebrew \"Sidonian\"> and the Hivites<note: Hebrew \"Hivite\"> living on Mount Lebanon, from Mount Baal Hermon up to Lebo-Hamath.",
    "3:4": "They were [left] for testing Israel, to know [whether] they would keep the commands of Yahweh that he commanded their ancestors<note: Or \"fathers\"> through the hand of Moses.",
    "3:5": "And the {Israelites}<note: Literally \"sons/children of Israel\"> lived in the midst of the Canaanites,<note: Hebrew \"Canaanite\"> the Hittites,<note: Hebrew \"Hittite\"> the Amorites,<note: Hebrew \"Amorite\"> the Perizzites,<note: Hebrew \"Perizzite\"> the Hivites,<note: Hebrew \"Hivite\"> and the Jebusites.<note: Hebrew \"Jebusite\">",
    "3:6": "And they took their daughters as wives for themselves, and they gave their daughters to their sons, and they served their gods.<note: Or \"worshiped their gods\">",
    "3:7": "The {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh. They forgot Yahweh their God, and they served the Baals and the Asheroth.<note: Asheroth are cultic poles set up next to an altar symbolizing the goddess Asherah>",
    "3:8": "And {the anger of Yahweh was kindled}<note: Literally \"the nose of Yahweh became hot\"> against Israel, and he sold them into the hand of Cushan-Rishathaim, the king of Aram Naharaim; and the {Israelites}<note: Literally \"sons/children of Israel\"> served Cushan-Rishathaim eight years.",
    "3:9": "The {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh, and Yahweh raised up a deliverer for the {Israelites}<note: Literally \"sons/children of Israel\"> who delivered them, Othniel son of Kenaz, Caleb's younger brother.",
    "3:10": "And the spirit of Yahweh came upon him, and he judged Israel. He went out to war, and Yahweh gave Cushan-Rishathaim king of Aram into his hand, and {he prevailed over}<note: Literally \"his hand was strong over\"> Cushan-Rishathaim.",
    "3:11": "So the land rested forty years. Then Othniel son of Kenaz died.",
    "3:12": "And again the {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh. So Yahweh strengthened Eglon king of Moab against Israel, because they did evil in the eyes of Yahweh.",
    "3:13": "He gathered to himself the {Ammonites and Amalekites},<note: Literally \"sons of Ammon and Amalek\" or \"children of Ammon and Amalek\"> and he went and defeated Israel, and they took possession of the city of palms.",
    "3:14": "And the {Israelites}<note: Literally \"sons/children of Israel\"> served Eglon king of Moab eighteen years.",
    "3:15": "And the {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh, and Yahweh raised up for them a deliverer, Ehud son of Gera, a Benjaminite and {a left-handed man}.<note: Literally \"a man bound by his right hand\"> And the {Israelites}<note: Literally \"sons/children of Israel\"> sent a tribute to Eglon king of Moab {through him}.<note: Literally \"in his hand\">",
    "3:16": "Ehud made for himself a short, {two-edged}<note: Literally \"with two mouths\"> sword (a cubit in length), and he fastened it under his clothes on his right thigh.",
    "3:17": "Then he presented the tribute to Eglon king of Moab. Now Eglon [was] a very fat man.",
    "3:18": "When Ehud<note: That is, Eglon> had finished presenting the tribute, he sent away the people who carried the tribute.",
    "3:19": "But he turned back from the sculptured stones<note: Or \"Pesilim\"; some translations translate the phrase as a proper name> that [were] near Gilgal, and he said, \"I have {a secret message}<note: Literally \"a word of secrecy\"> for you, O king.\" And he<note: Hebrew \"he\"> said, \"Silence!\" So all those standing in his presence went out,",
    "3:20": "and Ehud came to him [while] he [was] sitting alone in his cool upper room. And Ehud said, \"I have a {message from God}<note: Literally \"word of God\"> for you.\" So he got up from his seat.",
    "3:21": "Then Ehud reached with his left hand for the sword on his right thigh, and he thrust it into his<note: That is, Eglon's> stomach.",
    "3:22": "And the handle also went [in] after the blade, and the fat closed over the blade because he did not draw back the sword from his stomach; and it went protruding out the back.<note: The Hebrew is uncertain; some translations have \"and the dirt/entrails came out\">",
    "3:23": "And Ehud went out the vestibule, and he closed the doors of the upper room and locked [them] behind him.",
    "3:24": "After he left, his servants returned. When they saw [that] the doors of the upper room [were] locked, {they thought},<note: Hebrew \"they said\"> \"Surely he [is] {relieving himself}<note: Literally \"covering his feet\"> in the cool inner room.\"",
    "3:25": "And they waited so long they became embarrassed because he did not open the doors of the upper room. So they took the key and opened [the doors], and there their lord was lying on the ground dead.",
    "3:26": "And Ehud escaped while they delayed. He passed by the sculptured stones<note: Or \"Pesilim;\" some translations to translate the phrase as a proper name> and escaped to Seirah.",
    "3:27": "And when he arrived he sounded the trumpet in the hill country of Ephraim, and the {Israelites}<note: Literally \"sons/children of Israel\"> went down from the hill country with him leading them.",
    "3:28": "And he said to them, \"Follow after me! Yahweh has given Moab your enemies into your hand.\" So they went down after him, and they captured the fords of the Jordan toward Moab; and they did not allow anyone to cross over.",
    "3:29": "And they struck Moab at that time, about ten thousand men, {all strong and able men};<note: Literally \"all fat and men of strength\"> no one escaped.",
    "3:30": "And Moab was subdued on that day under the hand of Israel. And the land rested eighty years.<note: Hebrew \"year\">",
    "3:31": "And Shamgar son of Anath came after him, and he killed six hundred Philistines with the goad of an ox; he also delivered Israel.",
    "4:1": "And again the {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh, and Ehud died.",
    "4:2": "So Yahweh sold them into the hand of Jabin king of Canaan, who reigned in Hazor. The commander of his army [was] Sisera, and he [was] living in Harosheth Haggoyim.",
    "4:3": "And the {Israelites}<note: Literally \"sons/children of Israel\"> cried to Yahweh, as he [had] nine hundred iron chariots,<note: Hebrew \"chariot\"> and he oppressed the {Israelites}<note: Literally \"sons/children of Israel\"> {cruelly}<note: Literally \"with force\"> for twenty years.<note: Hebrew \"year\">",
    "4:4": "Now at that time Deborah, a prophetess, the wife of Lappidoth, [was] judging<note: Or \"leading\"> Israel.",
    "4:5": "And she used to sit under the palm tree of Deborah between Ramah and Bethel in the hill country of Ephraim; and the {Israelites}<note: Literally \"sons/children of Israel\"> went up to her for judgment.",
    "4:6": "She sent and called for Barak son of Abinoam from Kedesh Naphtali and said to him, \"Has not Yahweh the God of Israel commanded you? 'Go, {march to}<note: Literally \"take the lead at\"> Mount Tabor, and take ten thousand men from the descendants<note: Or \"sons/children\"> of Naphtali and Zebulun.",
    "4:7": "{I will draw out}<note: Literally \"I will draw to you\"> Sisera, the commander of Jabin's army, with his chariots and troops, to the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Kishon, and I will give him into your hand.'\"",
    "4:8": "Barak said to her, \"If you go with me, I will go; but if you do not go with me, I will not go.\"",
    "4:9": "She said, \"Surely I will go with you; however, there will be no glory for you in {the path you are taking},<note: Or \"the way you [are] going\"> for Yahweh will sell Sisera into [the] hand of a woman.\" And Deborah stood up and went with Barak to Kedesh.",
    "4:10": "Barak summoned Zebulun and Naphtali to Kedesh; and {they went up behind him},<note: Literally \"they went up in his feet\"> ten thousand men, and Deborah went up with him.",
    "4:11": "And Heber the Kenite [was] separated from [the other] Kenites,<note: Hebrew \"Kenite\"> [that is], from the descendants<note: Or \"sons/children\"> of Hobab the father-in-law of Moses. And {he was encamped}<note: Literally \"he spread his tent\"> at Elon-bezaanannim, which [is] near Kedesh.",
    "4:12": "When they<note: The subject is not specified in Hebrew> reported to Sisera that Barak son of Abinoam had gone up to Mount Tabor,",
    "4:13": "Sisera summoned all his chariots--all nine hundred chariots<note: Hebrew \"chariot\"> of iron--and the entire army that [was] with him from Harosheth Haggoyim to the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Kishon.",
    "4:14": "And Deborah said to Barak, \"Get up! This [is] the day that Yahweh has given Sisera into your hand. Has Yahweh not gone out before you?\" So Barak went out from Mount Tabor with ten thousand men following him.",
    "4:15": "And Yahweh threw Sisera and all his chariots and army into confusion<note: Or \"routed Sisera and all [his] chariot[s] and army\"> before {the edge of Barak's sword};<note: Literally \"[the] mouth of [the] sword before Barak\"> and Sisera dismounted from [his] chariot and fled on foot.",
    "4:16": "But Barak pursued after the chariots<note: Hebrew \"chariot\"> and army as far as Harosheth Haggoyim, and all of Sisera's army fell to {the edge of the sword};<note: Literally \"[the] mouth of [the] sword\"> no one was left.",
    "4:17": "Sisera fled on foot to the tent of Jael, the wife of Heber the Kenite, because [there was] peace between Jabin king of Hazor and the house of Heber the Kenite.",
    "4:18": "And Jael came out to meet Sisera, and she said to him, \"Turn aside, my lord; turn aside to me and do not be afraid.\" So he turned aside into her tent, and she covered him {with a blanket}.<note: Literally \"with a covering/rug\">",
    "4:19": "And he said to her, \"Please, give me a drink of water, because I am thirsty.\" So she opened a skin vessel of milk and gave him a drink and covered him.",
    "4:20": "And he said to her, \"Stand [at] the doorway of the tent, and if anyone comes and asks you, and says, 'Is there anyone here?' You must answer, 'No.'\"",
    "4:21": "But Jael, the wife of Heber the Kenite, took in her hand a tent peg and a hammer, and she went softly<note: Or \"secretly\"> to him and drove the peg into his temple, and it went through into the ground; he [was] fast asleep since he was exhausted, and he died.",
    "4:22": "And behold, Barak [was] pursuing Sisera, and Jael went out to meet him, and she said to him, \"Come, and I will show you the man whom you [are] seeking.\" And he came with her and saw that Sisera was lying dead with the peg in his temple.",
    "4:23": "On that day God subdued Jabin king of Canaan before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "4:24": "And the hand of the {Israelites}<note: Literally \"sons/children of Israel\"> {pressed harder}<note: Literally \"went harder\"> and harder on Jabin king of Canaan, until they destroyed Jabin king of Canaan.",
    "5:1": "And Deborah and Barak son of Abinoam sang on that day:",
    "5:2": "\"When long hair hangs loosely in Israel, when the people willingly offer themselves, bless Yahweh!",
    "5:3": "Hear, O kings! Give ear, O princes! I will sing to Yahweh; I will sing praise to Yahweh, the God of Israel.",
    "5:4": "Yahweh, when you went down from Seir, when you marched from the region of Edom, the earth trembled, the heavens poured down, the clouds poured down water.",
    "5:5": "The mountains trembled<note: Or \"quaked\"> before Yahweh, this Sinai, at the presence of Yahweh, the God of Israel.",
    "5:6": "\"In the days of Shamgar son of Anath, in the days of Jael, the caravans had ceased, {the travelers},<note: Literally \"the ones walking on the paths\"> {they kept to the byways}.<note: Literally \"they went [on the] crooked roads\">",
    "5:7": "The warriors<note: Others interpret this word as referring to the \"rural dwellers\"> ceased; they failed to appear in Israel, until I,<note: Or \"you\"> Deborah, arose; I<note: Or \"you\"> arose [as] a mother in Israel.",
    "5:8": "God chose new [leaders],<note: ESV, NRSV translate \"when new gods were chosen\"> then war [was at the] gates; a small shield or a spear was not seen among forty thousand in Israel.",
    "5:9": "My heart [goes out] to the commanders of Israel, those offering themselves willingly among the people; bless Yahweh!",
    "5:10": "The riders of white female donkeys, [those] sitting on saddle blankets, and [those] going on [the] way, talk about it!",
    "5:11": "At the sound of [those] dividing<note: Meaning uncertain; other translations have \"archers\" (Tanakh), \"musicians\" (ESV, NRSV) or \"singers\" (NIV, HCSB)> [the sheep] among the watering places, there they will recount the righteous deeds of Yahweh, the righteous deeds for his warriors<note: Hebrew \"warrior\"> in Israel. Then the people of Yahweh went down to the gates.",
    "5:12": "\"Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Take captive your captives, O son of Abinoam.",
    "5:13": "Then [the] remnant went down to [the] nobles; the people of Yahweh went down for him<note: Hebrew \"me\"> against [the] mighty.",
    "5:14": "From Ephraim [is] their root into Amalek, after you, Benjamin, with your family; from Makir [the] commanders went down, and from Zebulun [those] carrying [the] scepter of [the] military commander.",
    "5:15": "And the chiefs<note: Hebrew \"my chiefs\"; ancient translations read \"the chiefs\"> in Issachar [were] with Deborah; and Issachar likewise [was with] Barak; into the valley {he was sent to get him from behind}.<note: Literally \"he was sent at his feet\"> Among the clans of Reuben [were] great {decisions of the heart}.<note: Or \"thoughts of the heart\">",
    "5:16": "Why do you sit among the sheepfolds, to hear [the] calling sounds of the herds? For the clans of Reuben, [there were] great searchings of the heart.",
    "5:17": "Gilead has remained<note: Or \"stayed\"> beyond the Jordan. Why did Dan dwell as a foreigner [with] ships? Asher sat at [the] coast of [the] waters, and by his coves he has been settling down.",
    "5:18": "Zebulun [is] a people who scorned death, and Naphtali, on the heights of [the] field.",
    "5:19": "\"The kings came, they fought; then the kings of Canaan fought; at Taanach by the waters of Megiddo, they got no plunder in silver.",
    "5:20": "The stars fought from heaven; from their courses they fought against Sisera.",
    "5:21": "The wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> torrent of Kishon swept them away, the raging wadi torrent, the wadi torrent of Kishon. March on, my soul, [with] strength!",
    "5:22": "\"Then the hooves of the horse beat loudly, because of galloping, galloping of his stallions.",
    "5:23": "'Curse Meroz,' says the angel of Yahweh; 'curse bitterly its inhabitants, because they did not come to the help of Yahweh, to the help of Yahweh against the mighty.'",
    "5:24": "\"Most blessed of women is Jael, the wife of Heber the Kenite; most blessed is she of women among tent dwellers.",
    "5:25": "He asked for water, [and] she gave milk; in a drinking bowl for nobles, she brought curds.",
    "5:26": "She reached out her hand to the peg, and her right hand for the workman's hammer; and she struck Sisera, crushed his head, and she shattered and pierced his temple.",
    "5:27": "Between her feet he sank, he fell, he lay. Between her feet he sank down, he fell; Where he sank down, there he fell--{dead}.<note: Literally \"devastated\">",
    "5:28": "\"Through the window she looked down; the mother of Sisera cried out through the lattice, 'Why is his chariot delayed in coming? Why do the hoof beats<note: Or \"steps\"> of his chariot tarry?'",
    "5:29": "The wisest of her ladies answer her; she also answers the question herself:",
    "5:30": "'Are they not finding and dividing the plunder? {A bedmate or two bedmates for every man};<note: Literally \"a womb, two wombs for [head] of [every] man\"> colorful garments for Sisera, plunder of colorful garments,<note: Hebrew \"garment\"> beautifully finished colorful garments, on the neck of the plunderer?'",
    "5:31": "So may all your enemies perish, O Yahweh, but those who love him are like the rising sun at its brightest.\" And the land had rest for forty years. \r\n",
    "6:1": "The {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh, and Yahweh gave them into the hand of the Midianites<note: Hebrew \"Midianite\"> for seven years.",
    "6:2": "The hand of the Midianites<note: Hebrew \"Midianite\"> prevailed over Israel; because of the presence of the Midianites,<note: Hebrew \"Midianite\"> the {Israelites}<note: Literally \"sons/children of Israel\"> made for themselves hiding places that [were] in the mountains, caves, and strongholds.",
    "6:3": "And whenever Israel sowed seed, the Midianites,<note: Hebrew \"Midianite\"> Amalekites,<note: Hebrew \"Amalekite\"> and the people of [the] east would come up against them.",
    "6:4": "They would camp against them and destroy the produce of the land {as far as}<note: Literally \"until your coming to\"> Gaza; they left no produce in Israel, or sheep, ox, or donkey.",
    "6:5": "For they, their livestock, and their tents would come up like a great number of locusts; they and their camels could not be counted; they came into the land and devoured it.",
    "6:6": "Israel was very poor because of the presence of the Midianites,<note: Hebrew \"Midianite\"> and the {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh.",
    "6:7": "When the {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh on account of the Midianites,<note: Hebrew \"Midianite\">",
    "6:8": "Yahweh sent a prophet to the {Israelites},<note: Literally \"sons/children of Israel\"> and he said to them, \"Thus says Yahweh the God of Israel: 'I brought you up from Egypt; I brought you from the house of slavery.<note: Hebrew \"slaves\">",
    "6:9": "I delivered you from the hand of Egypt and from the hand of all your oppressors, and drove them out from {before you};<note: Literally \"your face/presence\"> and I gave you their land.",
    "6:10": "And I said to you, 'I [am] Yahweh your God; do not fear<note: Or \"revere\"> the gods of the Amorites,<note: Hebrew \"Amorite\"> in whose land you [are] living.' But you have not listened to my voice.\"",
    "6:11": "The angel of Yahweh came and sat under the oak<note: Or \"terebinth\"> that [was] at Ophrah that belonged to Jehoash [the] Abiezrite; and Gideon his son [was] threshing wheat in the winepress to hide [it]<note: Or \"keep [it] away\"> from the Midianites.<note: Hebrew \"Midianite\">",
    "6:12": "The angel of Yahweh appeared to him and said to him, \"Yahweh [is] with you, {you mighty warrior}.\"<note: Literally \"strong/mighty of power\">",
    "6:13": "Gideon said to him, \"Excuse me, my lord. [If] Yahweh is with us, why then has all this happened to us? Where are all his wonderful deeds that our ancestors<note: Or \"fathers\"> recounted to us, saying, 'Did not Yahweh bring us up from Egypt?' But now Yahweh has forsaken us; he has given us into the palm of Midian.\"",
    "6:14": "And Yahweh turned to him and said, \"Go in this your strength, and you will deliver Israel from the palm of Midian. Did I not send you?\"",
    "6:15": "He said to him, \"Excuse me, my lord. How will I deliver Israel? Look, my clan [is] the weakest in Manasseh, and I [am] the youngest in my father's house.\"",
    "6:16": "And Yahweh said to him, \"But I will be with you, and you will defeat Midian {as if they are one man}.\"<note: Literally \"as one man\">",
    "6:17": "And he<note: That is, Gideon> said to him, \"Please, if I have found favor in your eyes, {show me a sign}<note: Literally \"make a sign for me\"> that you [are] speaking with me.",
    "6:18": "Please, do not depart from here until I come [back] to you and bring out my gift and set it out before you.\"<note: Or \"in your presence\"> And he said, \"I will stay until you return.\"",
    "6:19": "And Gideon went and prepared {a young goat}<note: Literally \"a kid of goat\"> and unleavened cakes [from] an ephah of flour; he put meat in a basket, and the broth he put in a pot, and he brought [them] to him under the oak<note: Or \"terebinth\"> and presented [them].",
    "6:20": "The angel of God said to him, \"Take the meat and the unleavened cakes and put [them] on this rock; pour the broth [over it].\" And he did so.",
    "6:21": "Then the angel of Yahweh reached out the tip of the staff that [was] in his hand, and he touched the meat and the unleavened cakes; and fire went up from the rock and consumed the meat and the unleavened cakes. And the angel of Yahweh went {from his sight}.<note: Literally \"from his eyes\">",
    "6:22": "And Gideon realized that he [was] the angel of Yahweh; and Gideon said, \"Oh, my lord Yahweh! For now I have seen the angel of Yahweh face to face.\"",
    "6:23": "And Yahweh said to him, \"Peace be with you. Do not fear; you will not die.\"",
    "6:24": "And Gideon built there an altar to Yahweh, and he called it \"Yahweh [is] peace.\" To this day it is still in Ophrah [of the] Abiezrites.<note: Hebrew \"Abiezrite\">",
    "6:25": "Now on that same night Yahweh said to him, \"Take the bull of the cattle that belongs to your father, and a second bull seven years old, and pull down the altar of Baal that belongs to your father, and cut down the Asherah<note: An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah> that is beside it;",
    "6:26": "and build an altar to Yahweh your God on the top of this stronghold in the proper arrangement, and take a second bull and offer [it as] a burnt offering with the wood of the Asherah<note: An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah> that you will cut down.",
    "6:27": "Gideon took ten men from his servants, and he did just as Yahweh told him;<note: Or \"spoke to him\"> and because he was too afraid of his {father's family}<note: Literally \"father's house\"> and the men of the city to do [it during] the day, he did [it during] night.",
    "6:28": "When the men of the city got up early in the morning, look, the altar of Baal and the Asherah<note: An Asherah is a cultic pole set up next to an altar symbolizing the goddess Asherah> that [was] beside it [were] cut down, and the second bull was offered on the altar that had been built.",
    "6:29": "{And they said to one another},<note: Literally \"And each man to his neighbor said\"> \"Who did this thing?\" So they searched and inquired, and they said, \"Gideon son of Jehoash did this thing.\"",
    "6:30": "And the men of the city said to Jehoash, \"Bring out your son so that he may die, for he has pulled down the altar of Baal and cut down the Asherah that [was] beside it.\"",
    "6:31": "But Jehoash said to all who stood against him,<note: Or \"who arrayed against him\"> \"Will you contend for Baal? Will you rescue him? Whoever contends for him will be put to death by the morning. If he [is] a god, let him contend for himself because {his altar has been pulled down}.\"<note: Literally \"because he has pulled down his altar\"; the subject in Hebrew has not been specified>",
    "6:32": "Thus, on that day he<note: That is, Gideon> was called Jerub-Baal, {which means},<note: Literally \"saying\"> \"Let Baal contend against him,\" because he had pulled down his altar.",
    "6:33": "Then all the Midianites,<note: Hebrew \"Midianite\"> Amalekites,<note: Hebrew \"Amalekite\"> and the people of [the] east gathered together and crossed [the Jordan]; and they camped in the valley of Jezreel.",
    "6:34": "So the Spirit of Yahweh {took possession of}<note: Literally \"clothed\"> Gideon, and he blew on the trumpet, and [the] Abiezrites<note: Hebrew \"Abiezerite\"> were called to follow him.",
    "6:35": "He sent messengers throughout all Manasseh, and they were also called to follow him; and he sent messengers throughout Asher, Zebulun, and Naphtali, and they went up to meet them.",
    "6:36": "Then Gideon said to God, \"In order to see that you will deliver Israel by my hand, just as you have said,",
    "6:37": "I will place a fleece of wool on the threshing floor. If there is dew on the fleece only, and all of the ground [is] dry, I will know that you will deliver Israel by my hand, just as you have said.\"",
    "6:38": "And it was so. He arose early the next day and squeezed the fleece, and he wrung out dew from the fleece, a full drinking bowl of water.",
    "6:39": "And Gideon said to God, \"{Do not let your anger burn}<note: Literally \"Do not let your nose become hot\"> against me; let me speak once more. Please let me test once more with the fleece; let the fleece be dry, and let there be dew on the ground.\"",
    "6:40": "And God did so that night; only the fleece was dry, and dew was on all the ground.",
    "7:1": "Then Jerub-Baal (that [is], Gideon) rose early, and all the army that [was] with him. They were camped beside the spring of Harod;<note: Or \"En-Harod\"> the camp of Midian was north of the hill of Moreh, in the valley.",
    "7:2": "And Yahweh said to Gideon, \"The troops that [are] with you [are] too many for me to give Midian into their hands; Israel will boast, saying, 'My hand has delivered me.'",
    "7:3": "So then, please proclaim in the {hearing}<note: Literally \"ears\"> of the troops, saying, 'Whoever [is] fearful and trembling, let him return and depart from the Mount of Gilead.'\" About twenty-two thousand troops returned, and ten thousand remained.",
    "7:4": "And Yahweh said to Gideon, \"There [are] still too many troops; bring them down to the water, and I will sift through them<note: Or \"test them\"> for you there. For whomever I say to you, 'This [one] will go with you,' he will go with you; and for all whom I say to you, 'This [one] will not go with you,' he will not go.\"",
    "7:5": "So he brought down the troops to the water, and Yahweh said to Gideon, \"You must separate everyone who laps up the water to drink with his tongue like a dog from those {who kneel}.\"<note: Literally \"who kneels to his knees\">",
    "7:6": "The number of those lapping up [the water] with their hand to their mouth was three hundred men; all the rest of the troops kneeled to drink the water.",
    "7:7": "And Yahweh said to Gideon, \"I will deliver you with the three hundred men lapping up [the water]; I will give Midian into your hand, so let the [other] troops go, each to his own place.",
    "7:8": "So they took their provisions and their trumpets into their hand, and he sent all the men of Israel, each one, to his tent; but three hundred of the men he kept; the camp of Midian was below him in the valley.",
    "7:9": "And that night Yahweh said to him, \"Get up; go down against the camp, for I have given it into your hand.",
    "7:10": "But if you [are] afraid, go down to the camp with Purah your servant,",
    "7:11": "and you will hear what they say; and afterward {you will have courage},<note: Literally \"your hands will be strong\"> and you will go down against the camp.\" Then he went down with Purah his servant to the outpost of the armed men<note: Or \"edge of the men lined up in array\"> that [were] in the camp.",
    "7:12": "Now [the] Midianites,<note: Hebrew \"Midianite\"> Amalekites,<note: Hebrew \"Amalekite\"> and all the people of [the] east [were] lying in the valley, like a great multitude of locusts; their camels were without number, as numerous as the sand that [is] on the shore of the sea.",
    "7:13": "When Gideon came, a man [was] recounting a dream<note: Or \"telling a dream\"> to his friend, and he said, \"Behold, {I had a dream};<note: Literally \"I dreamed a dream\"> a round loaf of barley bread [was] tumbling into the camp of Midian, and it came up to the tent, it struck it, and it fell and turned it upside down so that the tent fell.\"",
    "7:14": "His friend answered him and said, \"This cannot be anything except the sword of Gideon son of Jehoash, a man of Israel; God has given Midian and the entire camp into his hand.\"",
    "7:15": "When Gideon heard the recounting of the dream<note: Or \"telling of the dream\"> and its interpretation, he bowed down and returned to the camp of Israel; and he said, \"Get up, for Yahweh has given the camp of Midian into your hand.\"",
    "7:16": "He divided the three hundred men [into] three companies,<note: Or \"divisions\"> and he put trumpets and empty jars in everyone's hand, with torches inside the jars.",
    "7:17": "And he said to them, \"Watch me and do the same. When I come to the edge of the camp, {do just as I do}.<note: Literally \"just as I will do, you must do\">",
    "7:18": "When I and all who [are] with me blow on the trumpet, you must also blow on the trumpets and surround the camp, and you must say, 'To Yahweh and to Gideon!'\"",
    "7:19": "So Gideon and the hundred men who [were] with him came to the edge of the camp [at] the beginning of the middle night-watch, when they had just finished setting up the guards, and they blew on the trumpets and smashed the jars that [were] in their hands.<note: Hebrew \"hand\">",
    "7:20": "When three companies<note: Or \"divisions\"> blew on the trumpets and broke the jars, they held in their left hand the torches and in their right hand the trumpets for blowing, and they cried, \"A sword for Yahweh and for Gideon!\"",
    "7:21": "And each stood {in his place}<note: Literally \"under him\"> all around the camp, and all the camp ran, and they cried out as they fled.",
    "7:22": "When they blew the three hundred trumpets, Yahweh set [the] sword of each one against his neighbor throughout the whole camp, and the camp<note: Or \"army\"> fled as far as Beth Shittah toward Zererah, up to Abel Meholah, the border by Tabbath.",
    "7:23": "And the men of Israel were called from Naphtali, from Asher, and from all of Manasseh, and they pursued after Midian.",
    "7:24": "And Gideon sent messengers throughout all the hill country of Ephraim, saying, \"Come down to oppose<note: Or \"meet\"> Midian, and capture from them the waters up to Beth Barah and the Jordan.\" He called out all the men of Ephraim, and they captured the waters up to Beth Barah and the Jordan.",
    "7:25": "And they captured the two commanders of Midian, Oreb and Zeeb, and they killed Oreb at the rock of Oreb, and they killed Zeeb at the wine press of Zeeb, while they chased Midian; and they brought the heads<note: Hebrew \"head\"> of Oreb and Zeeb to Gideon from beyond the Jordan.",
    "8:1": "The men of Ephraim said to him, \"What [is] this thing you have done to us, not calling us when you went to fight against the Midianites?\"<note: Hebrew \"Midianite\"> And they quarreled with him severely.",
    "8:2": "And he said to them, \"What I have done now in comparison with you? Are not the gleanings of Ephraim better than the grape harvest of Abiezer?",
    "8:3": "God has given into your hand the commanders of Midian, Oreb, and Zeeb. What have I been able to do in comparison with you?\" And their {anger}<note: Literally \"spirit\"> against him subsided when {he said that}.<note: Literally \"he said this thing/word\">",
    "8:4": "Then Gideon came to the Jordan, crossing it with the three hundred men who [were] with him, weary and pursuing.",
    "8:5": "He said to the men of Succoth, \"Please give loaves of bread to the people who [are] {following me},<note: Literally \"at my feet\"> for they [are] weary, and I am pursuing Zebah and Zalmunna, the kings of Midian.\"",
    "8:6": "The officials of Succoth said, \"Is the hand<note: Or \"palm\"> of Zebah and Zalmunna in your hand now, that we should give bread to your army?\"",
    "8:7": "Gideon said, \"Well then, when Yahweh gives Zebah and Zalmunna into my hand, I will trample your flesh with the thorns and briers of the wilderness.\"",
    "8:8": "He went from there [to] Penuel, and he spoke similarly to them; and the men of Penuel answered him just as the men of Succoth answered.",
    "8:9": "And he said also to the men of Penuel, saying, \"When I return {safely},<note: Literally \"in peace\"> I will tear down this tower.\"",
    "8:10": "Now Zebah and Zalmunna [were] in Karkor, and their armies with them, about fifteen thousand men remained from the entire army<note: Or \"camp\"> of the people of [the] east; those that fell [in battle were] one hundred and twenty thousand {swordsmen}.<note: Literally \"sword-drawing men\">",
    "8:11": "And Gideon went up the route of those who dwell in tents on the east of Nobah and Jogbehah, and he attacked the army<note: Or \"camp\"> when it was off its guard.<note: Or \"unsuspecting\">",
    "8:12": "And Zebah and Zalmunna fled, and he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and he routed<note: Or \"he frightened\" or \"he threw into panic\"> the entire army.<note: Or \"camp\">",
    "8:13": "Then Gideon son of Jehoash returned from the battle {by way of}<note: Literally \"from\"> the ascent of Heres.<note: Or \"pass of Heres\">",
    "8:14": "He captured a young man {from Succoth}<note: Literally \"from the men of Succoth\"> and questioned him. [The young man] listed<note: Or \"wrote down\"> for him the commanders of Succoth and its elders, seventy-seven men.",
    "8:15": "He came to the men of Succoth, and he said, \"Here [is] Zebah and Zalmunna, about whom you taunted me, saying, '[Is] the palm<note: Or \"hand\"> of Zebah and Zalmunna in your hand now, that we should give food to your weary men?'\"",
    "8:16": "He took the elders of the city and [the] thorn bushes and briers of the wilderness, and {he trampled}<note: Literally \"he taught,\" but see v. 7> the men of Succoth with them.",
    "8:17": "He broke down the tower of Penuel, and he killed the men of the city.",
    "8:18": "And he said to Zebah and Zalmunna, \"What type [were] the men whom you killed at Tabor?\" And they said, \"{They were like you};<note: Literally, \"like you, like them\"> each [one of them] had the appearance of the sons of the king.\"",
    "8:19": "He said, \"They [were] my brothers, the sons of my mother. As Yahweh lives, if you had kept them alive I would not kill you.\"",
    "8:20": "And he said to Jether, his firstborn, \"Get up, kill them.\" But the boy did not draw his sword, for he was afraid because he [was] still a boy.",
    "8:21": "Zebah and Zalmunna said, \"Get up yourself, and strike us, for as [is] the man, so [is] his power.\"<note: Or \"strength\"> So Gideon got up and killed Zebah and Zalmunna, and he took the crescent ornaments that were on the necks of their camels.",
    "8:22": "The men of Israel said to Gideon, \"Rule over us, both you and your sons, and your sons' son, for you have delivered us from the hand of Midian.",
    "8:23": "But Gideon said to them, \"I will not rule over you, and my son will not rule over you; Yahweh will rule over you.\"",
    "8:24": "And Gideon said to them, \"{Let me make a request of you},<note: Literally \"Let me ask from you a request\"> that each of you give to me an ornamental ring from his plunder.\" (They [had] ornamental rings of gold, because they [were] Ishmaelites.)",
    "8:25": "They said, \"We will gladly give [them],\" and they spread out a garment, and everyone threw there an ornamental ring of his plunder.",
    "8:26": "The weight of the ornamental rings of gold that he requested [was] one thousand seven hundred [shekels of] gold, apart from the crescents, pendants, and purple garments that [were] on the kings of Midian, and apart from the pendants that [were] on the necks of their camels.",
    "8:27": "Gideon made an ephod [out of] it, and he put it in his town in Ophrah, and all Israel prostituted [themselves] to it there, and it became a snare to Gideon and his family.",
    "8:28": "And Midian was subdued before the {Israelites},<note: Literally \"sons/children of Israel\"> and they did not again lift up their head, and the land rested for forty years in the days of Gideon.",
    "8:29": "Jerub-Baal son of Joash lived in his own house.",
    "8:30": "Now Gideon had seventy sons, {his own offspring},<note: Literally \"from his own loins\"> for he had many wives.",
    "8:31": "His concubine who [was] in Shechem also bore for him a son, and {he named him}<note: Literally \"he set his name\"> Abimelech.",
    "8:32": "And Gideon son of Joash died at a good old age, and he was buried in the tomb of Jehoash his father, in Ophrah [of] the Abiezrites.<note: Hebrew \"Abiezrite\">",
    "8:33": "And it happened, as soon as Gideon died, the {Israelites}<note: Literally \"sons/children of Israel\"> returned and prostituted [themselves] after the Baals, and they made for themselves Baal-Berith as god.",
    "8:34": "The {Israelites}<note: Literally \"sons/children of Israel\"> did not remember Yahweh their God, who had delivered them from the hand of their enemies from all around,",
    "8:35": "nor did they show favor<note: Or \"loyalty\"> to the house of Jerub-Baal ([that is], Gideon) in accordance with all the good that he did for Israel.",
    "9:1": "And Abimelech son of Jerub-Baal went to Shechem, to the relatives of his mother, and he said to them and to the house of his mother's father,",
    "9:2": "\"{Speak to}<note: Literally \"Speak into the ears\"> the lords of Shechem, 'What [is] better for you, that seventy men all from the sons of Jerub-Baal rule over you, or that one man rules over you?' Remember that I [am] your bone and your flesh.\"",
    "9:3": "And his mother's relatives spoke all these words concerning him {to}<note: Literally \"in the ears of\"> all the lords of Shechem; and {they supported Abimelech},<note: Literally \"it reached their heart after Abimelech\"> for they said, \"He is our relative.\"<note: Or \"brother\">",
    "9:4": "And they gave to him seventy [pieces of] silver from the temple<note: Or \"house\"> of Baal-Berith, and Abimelech hired with them<note: That is, the pieces of silver> worthless and reckless men, and {they followed him}.<note: Literally \"They went after him\">",
    "9:5": "And he went to his father's house at Ophrah, and he killed his brothers, the sons of Jerub-Baal, seventy men, on one stone. But Jotham the youngest son of Jerub-Baal survived, because he hid himself.",
    "9:6": "All the lords of Shechem and Beth-Millo gathered, and they went and made Abimelech as king, near [the] oak<note: Or \"terebinth\"> of [the] pillar that [is] at Shechem.",
    "9:7": "And they told Jotham, and he went up and stood on the top of Mount Gerizim, and {he cried out loud}<note: Literally \"he lifted his voice and called\"> and said to them, \"Listen to me, lords of Shechem, so that God may listen to you.",
    "9:8": "\"The trees went certainly, to anoint a king over themselves. And they said to the olive tree, 'Rule over us.'",
    "9:9": "And the olive tree replied, 'Should I stop [producing] my oil, which by me gods and men are honored, to go sway over the trees?'",
    "9:10": "Then the trees said to the fig tree, 'You, come rule over us.'",
    "9:11": "But the fig tree said to them, 'Should I stop [producing] my sweetness, and my good crop, to go sway over the trees?'",
    "9:12": "And the trees said to the vine, 'You, come rule over us.'",
    "9:13": "But the vine said to them, 'Should I stop [producing] my wine that makes the gods and men happy, to go sway over the trees?'",
    "9:14": "So all the trees said to the thornbush, 'You, come rule over us.'",
    "9:15": "And the thornbush said to the trees, 'If in good faith<note: Or \"honesty\"> you [are] anointing me as king over you, then come and take refuge in my shade; if not, may fire go out from the thornbush and devour the cedars of Lebanon.'",
    "9:16": "\"So then, if you have acted in good faith<note: Or \"honesty\"> and sincerity in making Abimelech king, and if you have dealt well with Jerub-Baal and his house, and have dealt with him {according to his accomplishments}<note: Literally \"according to the dealings of his hand\">--",
    "9:17": "for my father fought and {risked his life}<note: Literally \"he threw his life in front\"> for you and delivered you from the hand of Midian;",
    "9:18": "but today you have risen against the house of my father and killed his sons, seventy men on one stone, and you have made Abimelech, the son of his slave woman, a king over the lords of Shechem, because he is your relative<note: Or \"brother\">--",
    "9:19": "if you have acted in good faith<note: Or \"honesty\"> and sincerity with Jerub-Baal and his house this day, then rejoice in Abimelech, and let him also rejoice in you.",
    "9:20": "But if not, let a fire come out from Abimelech and let it devour the lords of Shechem and Beth-Millo; and let a fire come out from the lords of Shechem, and from Beth-Millo, and let it devour Abimelech.\"",
    "9:21": "And Jotham escaped and fled, and went to Beer; he remained there because of Abimelech his brother.",
    "9:22": "Abimelech ruled over Israel three years.",
    "9:23": "And God sent an evil spirit between Abimelech and the lords of Shechem, and the lords of Shechem dealt treacherously with Abimelech,",
    "9:24": "so that the violence done to the seventy brothers of Abimelech would be avenged and their blood be placed on Abimelech their brother, who killed them, and on the lords of Shechem, {who helped}<note: Literally \"who strengthened his hands\"> to kill his brothers.",
    "9:25": "And the lords of Shechem set for him ambushes on the top of the mountains, and they robbed all who passed by them along the road; and it was reported to Abimelech.",
    "9:26": "And Gaal son of Ebel and his relatives came, and they crossed over into Shechem, and the lords of Shechem {gave him confidence}.<note: Literally \"put confidence into him\">",
    "9:27": "They went out [into] the field and harvested their vineyards and trod [them], and they {held a festival}.<note: Literally \"made a rejoicing\"> And they went [into] the temple<note: Or \"house\"> of their god, and they ate and drank and cursed Abimelech.",
    "9:28": "Then Gaal son of Ebed said, \"Who [is] Abimelech, and who [are we of] Shechem that we should serve him? Is he not the son of Jerub-Baal, and [is not] Zebul his chief officer?<note: Or \"overseer\"> Serve the men of Hamor the father of Shechem. Why should we serve him?<note: That is, Abimelech>",
    "9:29": "If only this people {were in my command}!<note: Literally \"[were] in my hand\"> Then I would remove Abimelech, and I would have said,<note: Hebrew \"he said\"; the translation \"I would have said\" follows the LXX> 'Increase your army and come out!'\"",
    "9:30": "When Zebul the commander of the city heard the words of Gaal son of Ebed, {he became angry},<note: Literally \"his nose became hot\">",
    "9:31": "and he sent messengers to Abimelech in Tormah, saying, \"Look, Gaal son of Ebed and his relatives [are] coming to Shechem, and they [are] stirring up the city against you.",
    "9:32": "So then, get up [by] night, you and the army that [is] with you, and lie in ambush in the field.",
    "9:33": "And in the morning at sunrise, get up and rush the city; and look, when he and the troops who [are] with him come out to you, {you must act according to whatever opportunity offers itself}.<note: Literally \"you must do to him just as it will find your hand\">",
    "9:34": "So Abimelech and all the army that [was] with him got up [by] night, and they lay in ambush against Shechem [in] four divisions.<note: Or \"companies\">",
    "9:35": "Gaal son of Ebed went out and stood [at] the entrance of the city gate, and Abimelech and the army that [was] with him got up from the ambush.",
    "9:36": "When Gaal saw the army, he said to Zebul, \"Look, people [are] coming down from the top of the mountains!\" And Zebul said to him, \"{The shadows of the mountains look like people to you}.\"<note: Literally \"the shadows of the mountains you [are] seeing as men\">",
    "9:37": "{And Gaal spoke again}<note: Literally \"And he did again again Gaal to speak\"> and said, \"Look, people [are] coming down from Tabbur-erez, and one division<note: Or \"company\"> [is] coming from the direction of Elon-meonenim.\"<note: Or \"[the] Sorcerer's Oak\">",
    "9:38": "And Zebul said to him, \"Where then {is your boast},<note: Literally \"[is] your mouth\"> [you] who said, 'Who [is] Abimelech that we should serve him?' [Is] this not the army that you rejected? Please, go out now and fight against them.\"<note: Hebrew \"against him\">",
    "9:39": "So Gaal went out before the lords of Shechem and fought against Abimelech.",
    "9:40": "And Abimelech chased him, and he fled before him; many fell slain up to the entrance of the gate.",
    "9:41": "So Abimelech resided at Arumah, and Zebul drove out Gaal and his relatives<note: Or \"brothers\"> from living in Shechem.",
    "9:42": "On the next day the people went out [to] the field; and it was reported to Abimelech,",
    "9:43": "so he took the army and divided them into three divisions,<note: Or \"companies\"> and he laid an ambush in the field. And he saw the people [were] coming out from the city, and he arose against them and killed them.",
    "9:44": "Then Abimelech and the divisions<note: Or \"companies\"> that [were] with him dashed out and stood [at] the entrance of the city gate, and the two divisions dashed out against all who [were] in the field, and they killed them.",
    "9:45": "Abimelech fought against the city all that day, and he captured the city and killed the people that [were] in it; then he broke down the city and sowed it [with] salt.",
    "9:46": "When all the lords of the tower of Shechem heard, they went to the vault<note: Or \"cellar\"> of the temple<note: Or \"house\"> of El-Berith.",
    "9:47": "It was told to Abimelech that all the lords of the tower of Shechem had gathered.",
    "9:48": "So Abimelech went up Mount Zalmon, he and all his army that [were] with him, and Abimelech took the ax<note: Hebrew \"axes\"> in his hand and cut down a bundle of brushwood, and he lifted it and put [it] on his shoulder. And he said to the army that [was] with him, \"What you have seen me do, quickly do also.\"",
    "9:49": "So the whole army cut down each one branch for himself and followed Abimelech, and they put [them] against the vault<note: Or \"cellar\"> and set the vault ablaze with fire on those [inside], so that all the men of the tower of Shechem died, about a thousand men and women.",
    "9:50": "Then Abimelech went to Thebez, and he encamped against Thebez and captured it.",
    "9:51": "But there was a strong tower in the middle of the city, and all the men, women, and lords of the city fled there and shut themselves in; and they went up to the roof of the tower.",
    "9:52": "Abimelech came up to the tower and fought against it, and he came near the entrance of the tower to burn it with fire.",
    "9:53": "But a certain woman<note: Or \"But one woman\"> threw an upper millstone on Abimelech's head and cracked open his skull.",
    "9:54": "He called quickly to the young man carrying his weapons, and he said to him, \"Draw your sword and kill me, so that they will not say of me, 'A woman killed him.'\" So the young man<note: Hebrew \"his young man\"> stabbed him, and he died.",
    "9:55": "When the men of Israel saw that Abimelech was dead, each one went to his home.<note: Or \"place\">",
    "9:56": "So God repaid<note: Or \"returned\"> the wickedness<note: Or \"evil\"> that Abimelech committed against his father by killing his seventy brothers.",
    "9:57": "And God also repaid all the wickedness<note: Or \"evil\"> of the men of Shechem on their heads, and the curse of Jotham son of Jerub-Baal fell on them.",
    "10:1": "After Abimelech, Tola son of Puah son of Dod, a man of Issachar, rose up to deliver Israel; and he [was] living at Shamir in the hill country of Ephraim.",
    "10:2": "And he judged Israel twenty-three years. And he died and was buried in Shamir.",
    "10:3": "After him Jair the Gileadite rose up, and he judged Israel twenty-two years.",
    "10:4": "And he had thirty sons who would ride on thirty donkeys, and they had thirty towns that [are] in the land of Gilead that they called Havvoth Jair until this day.",
    "10:5": "And Jair died and was buried in Kamon.",
    "10:6": "And again, the {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh. They served the Baals, the Ashtaroth, the gods of Aram, Sidon, Moab, and the gods of the {Ammonites}<note: Literally \"sons/children of Ammon\"> and Philistines; they abandoned Yahweh and did not serve him.",
    "10:7": "And {the anger of Yahweh burned}<note: Literally \"the nose of Yahweh became hot\"> against Israel, and he sold them into the hand of [the] Philistines and the {Ammonites}.<note: Literally \"sons/children of Ammon\">",
    "10:8": "They crushed and oppressed the {Israelites}<note: Literally \"sons/children of Israel\"> in that year; for eighteen years they [crushed] all the {Israelites}<note: Literally \"sons/children of Israel\"> who [were] beyond the Jordan, in the land of the Amorites,<note: Hebrew \"Amorite\"> which [is] in Gilead.",
    "10:9": "The {Ammonites}<note: Literally \"sons/children of Ammon\"> crossed the Jordan to fight also against Judah, Benjamin, and the house of Ephraim; and Israel was very distressed.",
    "10:10": "Then the {Israelites}<note: Literally \"sons/children of Israel\"> cried out to Yahweh, saying, \"We have sinned against you; we have abandoned our God and served the Baals.\"",
    "10:11": "And Yahweh said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"[Did I] not [deliver you] from [the] Egyptians,<note: Hebrew \"from Egypt\"> the Amorites,<note: Hebrew \"Amorite\"> from the {Ammonites},<note: Literally \"sons/children of Ammon\"> and from the Philistines?<note: Hebrew \"Philistine\">",
    "10:12": "And when [the] Sidonians, [the] Amalekites,<note: Hebrew \"Amalekite\"> and [the] Maonites<note: Hebrew \"Maonite\"> oppressed you, you cried out to me, and I delivered you from their hand.",
    "10:13": "Yet you have abandoned me and served other gods. Therefore I will no longer deliver you.",
    "10:14": "Go and cry out to the gods whom you have chosen; let them deliver you in the time of your trouble.\"",
    "10:15": "And the {Israelites}<note: Literally \"sons/children of Israel\"> said to Yahweh, \"We have sinned; {do to us accordingly as you see fit};<note: Literally \"do to us according to the good in your eyes\"> only please deliver us this day.\"",
    "10:16": "So they removed the foreign gods from their midst and served Yahweh; and {he could no longer bear}<note: Literally \"his soul was short with\"> the misery of Israel.",
    "10:17": "And the {Ammonites}<note: Literally \"sons/children of Ammon\"> were summoned,<note: Or \"were called to arms\"> and they camped in Gilead. And the {Israelites}<note: Literally \"sons/children of Israel\"> gathered and camped at Mizpah.",
    "10:18": "The people, the ones commanding Gilead, {said to each other},<note: Literally \"said each to his neighbor\"> \"Who [is] the man that will begin to fight against the {Ammonites}?<note: Literally \"sons/children of Ammon\"> He will be as head over all the inhabitants of Gilead.\"",
    "11:1": "Jephthah the Gileadite was a mighty warrior; he was the son of a prostitute, and {Gilead was his father}.<note: Literally \"Gilead fathered Jephthah\">",
    "11:2": "Gilead's wife also bore for him sons; and the sons of [his] wife grew up and drove Jephthah away, and they said to him, \"You will not inherit the house of our father because you [are] the son of another woman.\"",
    "11:3": "So Jephthah fled from the presence of his brothers, and he lived in the land of Tob. And {outlaws}<note: Literally \"unprincipled/worthless men\"> gathered around Jephthah and went with him.",
    "11:4": "After a time the {Ammonites}<note: Literally \"sons/children of Ammon\"> made war with Israel.",
    "11:5": "When the {Ammonites}<note: Literally \"sons/children of Ammon\"> made war with Israel, the elders of Gilead went to bring Jephthah from the land of Tob.",
    "11:6": "And they said to Jephthah, \"Come and be our commander, so that we may make war against the {Ammonites}.\"<note: Literally \"sons/children of Ammon\">",
    "11:7": "Jephthah said to the elders, \"Did you not shun me and drive me out from the house of my father? Why do you come to me now when you have trouble?\"",
    "11:8": "And the elders of Gilead said to Jephthah, \"That being so, we have now returned to you, that you may go with us {to fight}<note: Literally \"to make war\"> against the {Ammonites}<note: Literally \"sons/children of Ammon\"> and become for us as head of all the inhabitants of Gilead.\"",
    "11:9": "So Jephthah said to the elders of Gilead, \"If you bring me back {to fight}<note: Literally \"to make war\"> against the {Ammonites},<note: Literally \"sons/children of Ammon\"> and Yahweh gives them {over to me},<note: Literally \"before me\"> will I be your head?\"",
    "11:10": "And the elders of Gilead said to Jephthah, \"Yahweh will be a {witness}<note: Literally \"hearer\"> between us; we will act according to your word.\"",
    "11:11": "So Jephthah went with the elders of Gilead, and the people made him head and commander over them. And Jephthah spoke all his words before Yahweh at Mizpah.",
    "11:12": "And Jephthah sent messengers to the king of the {Ammonites},<note: Literally \"sons/children of Ammon\"> saying, \"What [is between] you and me that you have come to me to make war against my land?\"",
    "11:13": "And the king of the {Ammonites}<note: Literally \"sons/children of Ammon\"> said to Jephthah's messengers, \"Because Israel took my land from [the] Arnon up to the Jabbok and the Jordan when they came up from Egypt; so then, restore it peacefully.\"",
    "11:14": "Once again Jephthah sent messengers to the king of the {Ammonites},<note: Literally \"sons/children of Ammon\">",
    "11:15": "and he said to him, \"Thus says Jephthah, 'Israel did not take the land of Moab or the land of the {Ammonites},<note: Literally \"sons/children of Ammon\">",
    "11:16": "because when they came up from Egypt, Israel went through the wilderness to the {Red Sea}<note: Literally \"sea of reed\"> and went to Kadesh.",
    "11:17": "Israel sent messengers to the king of Edom, saying, \"Please let us cross through your land,\" but the king of Edom would not listen. And they also sent [messengers] to the king of Moab, but he was not willing. So Israel stayed in Kadesh.",
    "11:18": "Then they traveled through the wilderness, went around the land of Edom and Moab, and came to {the east}<note: Literally \"[from] rise of sun\"> side of the land of Moab, and they<note: Hebrew \"he\"> encamped beyond [the] Arnon; and they did not go into the territory of Moab because [the] Arnon [was] the border of Moab.",
    "11:19": "Israel sent messengers to Sihon king of the Amorites,<note: Hebrew \"Amorite\"> king of Heshbon; and Israel said to him, 'Please let us cross through your land {to our country}.'<note: Literally \"to our place\">",
    "11:20": "But Sihon did not trust Israel to cross through his territory, so Sihon gathered all his people and then encamped at Jahaz; and he made war with Israel.",
    "11:21": "And Yahweh, the God of Israel, gave Sihon and all his people into the hand of Israel, and they defeated them; and Israel occupied all the land of the Amorites<note: Hebrew \"Amorite\"> inhabiting that land.",
    "11:22": "They occupied all the territory of the Amorites<note: Hebrew \"Amorite\"> from [the] Arnon up to the Jabbok, and from the wilderness up to the Jordan.",
    "11:23": "So then Yahweh, the God of Israel, has driven out the Amorites<note: Hebrew \"Amorite\"> from before his people Israel, and you want to possess it?",
    "11:24": "Do you not possess what Chemosh your god gave you to possess? Whoever Yahweh our God has driven out before us, we will possess it.",
    "11:25": "So then, [are] you any better than Balak son of Zippor, king of Moab? Did he ever quarrel with Israel, or did he ever make war against them?",
    "11:26": "When Israel lived in Heshbon and its villages, and in Aroer and its villages, and in all the towns that [are] {along the Arnon},<note: Literally \"on the hands of the Arnon\"> for three hundred years,<note: Hebrew \"year\"> why did you not recover [them] at that time?",
    "11:27": "I have not sinned against you; but you [are] the one who is doing wrong by making war against me. {Let Yahweh judge}<note: Literally \"Let Yahweh the judge, judge\"> today between the {Israelites}<note: Literally \"sons/children of Israel\"> and the {Ammonites}.\"<note: Literally \"sons/children of Ammon\">",
    "11:28": "But the king of the {Ammonites}<note: Literally \"sons/children of Ammon\"> did not listen to the message that Jephthah sent to him.",
    "11:29": "And the Spirit of Yahweh came upon Jephthah, and he passed through Gilead and Manasseh. He passed through Mizpah of Gilead, and from Mizpah of Gilead he passed through [to] the {Ammonites}.<note: Literally \"sons/children of Ammon\">",
    "11:30": "And Jephthah made a vow to Yahweh, and he said, \"If indeed you will give the {Ammonites}<note: Literally \"sons/children of Ammon\"> into my hand,",
    "11:31": "whatever<note: Or \"whoever\"> comes out from the doors of my house to meet me when I return safely from the {Ammonites}<note: Literally \"sons/children of Ammon\"> will be Yahweh's, and I will offer it [as] a burnt offering.\"",
    "11:32": "And Jephthah crossed [over] to the {Ammonites}<note: Literally \"sons/children of Ammon\"> to make war against them; and Yahweh gave them into his hand.",
    "11:33": "And he defeated them [with] a very great blow, from Aroer as far as Minnith, twenty towns,<note: Hebrew \"town\"> up to Abel Keramim. And the {Ammonites}<note: Literally \"sons/children of Ammon\"> were subdued before the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "11:34": "Jephthah came to Mizpah, to his house, and behold his daughter came out to meet him with tambourines and dancing. She [was] his only child; he did not have a son or daughter except her.",
    "11:35": "And the moment he saw her, he tore his clothes and said, \"Ah! My daughter, you have caused me to bow down, and you have become my trouble. {I made an oath}<note: Literally \"I have opened wide my mouth\"> to Yahweh, and I cannot take [it] back.\"",
    "11:36": "She said to him, \"My father, {you made an oath}<note: Literally \"you have opened wide your mouth\"> to Yahweh. Do to me according to what has gone out from your mouth, since Yahweh gave vengeance to you against your enemies, the {Ammonites}.\"<note: Literally \"sons/children of Ammon\">",
    "11:37": "And she said to her father, \"Let this thing be done for me: grant me two months so that I may go wander<note: Hebrew \"down\"> on the mountains and lament over my virginity, I and my companions.",
    "11:38": "And he said, \"Go.\" He sent her away [for] two months, and she went with her friends, and she lamented over her virginity on the mountains.",
    "11:39": "At the end of the two months she returned to her father, and he did to her [according to] his vow; and {she did not sleep with a man}.<note: Literally \"she did not know a man\"> And it became an annual custom in Israel",
    "11:40": "for the daughters of Israel to go and lament the daughter of Jephthah the Gileadite for forty days of the year.",
    "12:1": "The men of Ephraim were called to arms, and they crossed [over] to Zaphon and said to Jephthah, \"Why did you cross [over] and make war against the {Ammonites},<note: Literally \"sons/children of Ammon\"> and why did you not call us to go with you? We will burn down your house over you with fire.\"",
    "12:2": "And Jephthah said to them, \"I and my people were engaged in great conflict with the {Ammonites};<note: Literally \"sons/children of Ammon\"> I called you, but you did not deliver me from their hand.",
    "12:3": "I saw that you would not deliver [us]; {I risked my own life},<note: Literally \"I put my life in my hand\"> and I crossed [over] to the {Ammonites},<note: Literally \"sons/children of Ammon\"> and Yahweh gave them into my hand. Why have you come up to me this day to fight against me?\"",
    "12:4": "Jephthah gathered all the men of Gilead, and he made war with Ephraim; and the men of Gilead defeated Ephraim because they said, \"You [are] fugitives of Ephraim, you Gileadites, in the midst of Ephraim and Manasseh.\"",
    "12:5": "Then Gilead captured the fords of the Jordan from Ephraim, and whenever a fugitive of Ephraim said, \"Let me cross [over],\" the men of Gilead said to him, \"[Are] you an Ephraimite?\" [When] he said, \"No,\"",
    "12:6": "they said to him, \"Please say Shibboleth,\" and [if] he said, \"Sibboleth\"--because he could not {pronounce it}<note: Literally \"speak it\"> correctly--they grabbed him and executed him at the fords of Jordan. At that time forty-two thousand from Ephraim fell.",
    "12:7": "Jephthah judged Israel six years. Then Jephthah the Gileadite died, and he was buried in [one of] the cities of Gilead.",
    "12:8": "After him Ibzan from Bethlehem judged Israel.",
    "12:9": "He had thirty sons. He gave his thirty daughters away in marriage outside [his clan] and brought in from outside thirty young women for his sons. He judged Israel for seven years.",
    "12:10": "Then<note: Or \"And\"> Ibzan died and was buried in Bethlehem.",
    "12:11": "After him Elon the Zebulunite judged Israel, and he judged Israel ten years.",
    "12:12": "Then<note: Or \"And\"> Elon the Zebulunite died and was buried in Aijalon in the land of Zebulun.",
    "12:13": "After him Abdon the son of Hillel the Pirathonite judged Israel.",
    "12:14": "He had forty sons and thirty grandsons that rode on seventy male donkeys. He judged Israel for eight years.",
    "12:15": "Then<note: Or \"And\"> Abdon the son of Hillel the Pirathonite died and was buried in Pirathon, in the land of Ephraim in the hill country of the Amalekites.<note: Hebrew \"Amalekite\">",
    "13:1": "And again, the {Israelites}<note: Literally \"sons/children of Israel\"> did evil in the eyes of Yahweh, and Yahweh gave them into the hand of [the] Philistines forty years.",
    "13:2": "There was a certain man from Zorah, from the tribe of the Danites, and his name [was] Manoah; his wife [was] infertile and did not bear children.",
    "13:3": "And an angel of Yahweh appeared to the woman, and he said to her, \"Behold, you [are] infertile and have not borne [children], but you will conceive and bear a son.",
    "13:4": "So then, be careful and do not drink wine or strong drink, and do not eat anything unclean,",
    "13:5": "because you [will] conceive and bear a son. No razor {will touch}<note: Literally \"will go upon\"> his head, because the boy will be a {Nazirite of God}<note: Literally \"consecrated of God\" or \"devoted of God\"> {from birth}.<note: Literally \"from the womb\"> And it is he who will begin to deliver Israel from [the] hand of [the] Philistines.\"",
    "13:6": "And the woman came and told her husband, saying, \"A man of God came to me, and his appearance [was] like the appearance of an angel of God, very awesome. I did not ask him from where he [came], and he did not tell me his name.",
    "13:7": "And he said to me, 'Look, you [will] conceive and bear a son, so then, do not drink wine or strong drink, and do not eat anything unclean, for the boy will be a Nazirite of God from birth<note: Or \"the womb\"> until the day of his death.'\"",
    "13:8": "Then Manoah prayed to Yahweh and said, \"Excuse me, my Lord, please let the man of God whom you sent again come to us and teach us what we should do concerning the boy who will be born.\"",
    "13:9": "And God listened to the voice of Manoah, and an angel of God came again to the woman; she [was] sitting in the field, but Manoah her husband was not with her.",
    "13:10": "The woman quickly ran and told her husband, and she said to him, \"Look! The man who came to me the [other] day appeared to me.\"",
    "13:11": "So Manoah got up and went after his wife, and he came to the man and said to him, \"[Are] you the man that spoke to the woman?\" And he said, \"I [am].\"",
    "13:12": "And Manoah said to him, \"Now {when your words come true},<note: Literally \"when your words will come\"> what will be the boy's {manner of life}<note: Literally \"measure\"> and work?\"",
    "13:13": "And the angel of Yahweh said to Manoah, \"Let the woman be attentive to all that I said.",
    "13:14": "She should not eat of anything that comes from the vine, or drink wine or strong drink, or eat anything unclean; she should keep all that I commanded.\"",
    "13:15": "And Manoah said to the angel of Yahweh, \"{Please stay},<note: Literally \"Please, let us hold you back\"> and let us prepare a {young goat}<note: Literally \"kid of goat\"> for you.\"",
    "13:16": "The angel of Yahweh said to Manoah, \"If you keep me, I will not eat your food, but if you prepare a burnt offering for Yahweh, you can offer it (for Manoah did not know that he [was] an angel of Yahweh).\"",
    "13:17": "And Manoah said to the angel of Yahweh, \"What [is] your name so that when your words come [true] we may honor you?\"",
    "13:18": "But the angel of Yahweh said to him, \"Why do you ask my name? It [is too] wonderful.\"",
    "13:19": "And Manoah took the {young goat}<note: Literally \"kid of goat\"> and the grain offering, and he offered [it] to Yahweh on the rock, to the one who performs miracles.<note: Or \"the one who works wonders\"> And Manoah and his wife [were] watching.",
    "13:20": "And when the flame went up toward the heaven from the altar, the angel of Yahweh went up in the flame of the altar to heaven while Manoah and his wife [were] watching. And they fell on their faces to the ground.",
    "13:21": "The angel of Yahweh did not appear again to Manoah and his wife, and then Manoah knew that he [was] a messenger<note: Or \"angel\"> of Yahweh.",
    "13:22": "And Manoah said to his wife, \"We will certainly die because we have seen God.\"",
    "13:23": "But his wife said to him, \"If Yahweh wanted to kill us he would not have taken<note: Or \"accepted\"> from our hand the burnt offering and the grain offering, or shown us all these things, or now announced to us things such as these.\"",
    "13:24": "The woman bore a son, and she called him Samson; the boy grew big, and Yahweh blessed him.",
    "13:25": "And the Spirit of Yahweh began to stir him in the camp of Dan, between Zorah and Eshtaol.",
    "14:1": "And Samson went down to Timnah, and he saw a woman in Timnah from the daughters of the Philistines.",
    "14:2": "He went up and told his father and mother, and he said, \"I saw a woman in Timnah from the daughters of [the] Philistines; so then, take her for me as a wife.\"",
    "14:3": "But his father and mother said to him, \"Is there not a wife among the daughters of your relatives, or among all our<note: Hebrew \"my\"> people, that you must take a wife from [the] uncircumcised Philistines?\" But Samson said to his father, \"Take her for me because {she pleases me}.\"<note: Literally \"she is right in my eyes\">",
    "14:4": "His father and mother did not know that this [was] from Yahweh; he was seeking for an occasion against [the] Philistines. Now at that time [the] Philistines [were] ruling<note: Or \"having control\"> in Israel.",
    "14:5": "And Samson and his father and mother went down to Timnah, and they came to the vineyards of Timnah, and suddenly a young lion [came] roaring to meet him.",
    "14:6": "And the Spirit of Yahweh rushed upon him, and he tore the lion apart as one might tear apart a male kid goat ({he was bare-handed}).<note: Literally \"there was nothing in his hand\"> But he did not tell his father and mother what he had done.",
    "14:7": "Then he went down and talked to the woman, and {she pleased Samson}.<note: Literally \"she did what was right in the eyes of Samson\">",
    "14:8": "And he returned after awhile {to marry her},<note: Literally \"to take her\"> and he turned aside to see the carcass of the lion, and there [was] a swarm of wild honey bees in the body of the lion, and honey.",
    "14:9": "He scraped it out into his hands, and he went on, eating [it] as he went. And he went to his father and mother and gave [some] to them, and they ate it. But he did not tell them that he had scraped the honey from the body of the lion.",
    "14:10": "His father went down to the woman, and Samson prepared there a feast, as young men were accustomed to doing this.",
    "14:11": "When they saw him, they took thirty companions, and they were with him.",
    "14:12": "And Samson said to them, \"Let me tell you a riddle. If you can fully explain it to me within the seven days of the feast, and find [it out], I will give to you thirty linen garments and thirty festal garments.",
    "14:13": "But if you are unable to explain it to me, you must give me thirty linen garments and thirty festal garments.\" So they said to him, \"Tell your riddle; let us hear it.\"",
    "14:14": "He said to them, \"From the eater came out food, From [the] strong came out sweet.\"\r\n But they were unable to explain the riddle for three days. \r\n",
    "14:15": "When it was the fourth<note: Hebrew \"seventh\"; other ancient translations have \"fourth\"> day, they said to Samson's wife, \"Entice your husband and tell us the riddle, or we will burn you and your father's house with fire. Have you invited us to rob us?\"",
    "14:16": "And Samson's wife wept before him, and she said, \"You must hate me; you do not love me. You told the riddle to {my people},<note: Literally \"the sons/children of my people\"> but you have not explained [it] to me.\" He said to her, \"I have not explained [it] to my father and mother. [Why] should I explain it to you?\"",
    "14:17": "She wept before him the seven days of their feast; and it happened, because she nagged him, on the seventh day he explained [it] to her, and she told the riddle to {her people}.<note: Literally \"the sons/children of her people\">",
    "14:18": "The men of the city said to him on the seventh day before the sun went [down], \"What [is] sweeter than honey? What [is] stronger than a lion?\"\r\n And he said to them, \r\n \"If you had not plowed with my heifer, you would not have found out my riddle.\"\r\n",
    "14:19": "And the Spirit of Yahweh rushed on him, and he went down to Ashkelon. He killed thirty men from them, and he took their belongings, and he gave festal garments to the ones that explained the riddle. {He was angry},<note: Literally \"his nose was hot\"> and he went up to his father's house.",
    "14:20": "And Samson's wife was [given] to his companion who [was] his best man.<note: Or \"friend\">",
    "15:1": "After a while, at the time of the wheat harvest, Samson visited his wife with a {young goat}.<note: Literally \"kid of goat\"> He said, \"I want to go to my wife's private room.\" But her father would not allow him to enter.",
    "15:2": "Her father said, \"I really thought that you hated her, so I gave her to your companion. [Is] not her younger sister more beautiful than she? Please, {take her instead}.\"<note: Literally \"let her be in the place of her\">",
    "15:3": "And Samson said to them, \"This time, as far as the Philistines are concerned, when I do something evil I am without blame.\"",
    "15:4": "And Samson went and captured three hundred foxes, and he took torches. He turned [them] tail to tail, and he put one torch between two tails.",
    "15:5": "He set fire to the torches and let [the foxes] go into the standing grain of [the] Philistines, and he burned both the stacks<note: Hebrew \"stack\"> of sheaves and the standing grain, up to the vineyards<note: Hebrew \"vineyard\"> of olive groves.",
    "15:6": "And [the] Philistines said, \"Who has done this?\" And they said, \"Samson the son-in-law of the Timnite, because he took his wife and gave her to his companion.\" And [the] Philistines went up and burned her and her father with fire.",
    "15:7": "Samson said to them, \"If you want to behave like this, [I swear] I will not rest unless I have taken revenge on you.\"",
    "15:8": "And {he gave them a thorough beating},<note: Literally \"he struck them hip and thigh [with] a great blow\"> and he went down and stayed in the cleft of the rock of Etam.",
    "15:9": "Then [the] Philistines came up and encamped in Judah, and they overran Lehi.",
    "15:10": "And the men of Judah said, \"Why have you come up against us?\" And they said, \"To bind Samson; to do to him just as he did to us.\"",
    "15:11": "Then three thousand men from Judah went down to the cleft of the rock of Etam, and they said to Samson, \"Do you not know that the Philistines [are] ruling over us? What [is] this [that] you have done to us?\" And he said to them, \"Just as they did to me, so I have done to them.\"",
    "15:12": "They said to him, \"We have come down to bind you and give you over into the hand of [the] Philistines.\" And Samson said to them, \"Swear to me that you will not attack me yourselves.\"",
    "15:13": "They said to him, \"No, we will only bind you and give you into their hand; we will certainly not kill you.\" So they bound him with two new ropes, and they brought him up from the rock.",
    "15:14": "As he came up to Lehi, [the] Philistines came shouting to meet him; and the Spirit of Yahweh rushed on him, and the ropes that [were] on his arms became like flax that has burned with fire, and his bindings melted from his hands.",
    "15:15": "And he found a fresh jawbone of a donkey; he reached down and took it and killed one thousand men with it.",
    "15:16": "And Samson said, \"With the jawbone of the donkey, heap upon heap; with the jawbone of the donkey, I struck dead one thousand men.\"\r\n",
    "15:17": "And it happened, when he finished speaking he threw the jawbone from his hand; and he called that place Ramath Lehi.<note: That is, \"Hill of the Jawbone\">",
    "15:18": "And he was very thirsty, and he called to Yahweh and said, \"You gave this great victory into the hand of your servant, but now I must die of thirst and fall into the hand of the uncircumcised?\"",
    "15:19": "So God split the hollow place that [is] at Lehi, and water came out from it; and he drank, and his spirit returned, and he was revived. Thus he called its name {The Spring of Ha-Qore},<note: Literally \"the spring of the one who called\" or \"En-hakkore\"> which [is] at Lehi to this day.",
    "15:20": "And he judged Israel in the days of [the] Philistines twenty years.",
    "16:1": "Samson went down to Gaza; there he saw a prostitute and {had sex with her}.<note: Literally \"went into her\">",
    "16:2": "The Gazites [were told], \"Samson has come here,\" so they surrounded [the place] and lay in ambush for him all night at the city gate. They kept silent all night, saying, \"[We will wait] until the morning light, and then we will kill him.\"",
    "16:3": "But Samson lay until the middle of the night; he got up in the middle of the night and took hold of the doors of the city gate and the two door posts, tore them loose with the bar, put them on his shoulders, and carried them up to the top of the hill that is {in front of}<note: Literally \"on the face of\"> Hebron.",
    "16:4": "After this he fell in love [with] a woman in the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Sorek, and her name [was] Delilah.",
    "16:5": "And the rulers of [the] Philistines came up to her and said, \"Entice him and find out what makes his strength so great, and how we can overpower him, so that we may bind him up in order to subdue him; each of us will give you eleven hundred pieces of silver.",
    "16:6": "So Delilah said to Samson, \"Please tell me what makes your strength so great, and with what can you be tied up to subdue you?\"",
    "16:7": "Samson said to her, \"If you tie me up with seven fresh bowstrings that are not dried up, I will become weak like everyone else.\"",
    "16:8": "So the rulers of [the] Philistines brought up to her seven fresh bowstrings that were not dried up, and she tied him up with them.",
    "16:9": "The ambush [was] sitting [in wait] for her in an inner room. And she said to him, \"[The] Philistines [are] upon you Samson!\" And he snapped the bowstrings just as flax fiber snaps when it comes close to fire. And [the secret of] his strength remained unknown.",
    "16:10": "Delilah said to Samson, \"Look, you have mocked me and told me lies. Please tell me how you can be bound.\"",
    "16:11": "He said to her, \"If they tie me tightly with new ropes that have not been used, I will become weak and be like everyone else.\"",
    "16:12": "So Delilah took new ropes and tied him up with them, and she said to him, \"[The] Philistines [are] upon you, Samson!\" (The ambush [was] sitting in an inner room.) But he snapped them from his arms like thread.",
    "16:13": "And Delilah said to Samson, \"Until now you have mocked me and told lies to me. Tell me how you can be bound.\" And he said to her, \"If you weave seven locks of my head with warp-threads.\"<note: Many modern translations include an additional phrase found in the Greek translation: \"and fasten it with a pin, then I will become weak and be like everyone else. So while he slept, Delilah took the seven locks of his head and wove them\">",
    "16:14": "She fastened [it] with the pin and said to him, \"[The] Philistines [are] upon you, Samson!\" And Samson woke up from his sleep and tore loose the loom pin of the web and the warp-threads.<note: Hebrew \"warp-thread\">",
    "16:15": "And she said to him, \"How can you say, 'I love you,' when your heart is not with me? You have mocked me these three times, and you have not told me how your strength is [so] great.\"",
    "16:16": "And because she nagged him day after day with her words, and pestered him, {his soul grew impatient to the point of death}.<note: Literally \"his inner self grew tired/impatient to death\">",
    "16:17": "So {he confided everything to her},<note: Literally \"he told her all his heart\"> and he said to her, \"A razor {has never touched}<note: Literally \"has never gone up\"> my head, for I [am] a {Nazirite of God}<note: Literally \"consecrated of God\" or \"devoted of God\"> {from birth}.<note: Literally \"from the womb of my mother\"> If I am shaved my strength will leave me, and I will become weak, like everyone else.",
    "16:18": "Delilah realized that {he had confided in her},<note: Literally \"he had told her all his heart\"> so she sent and called the rulers of [the] Philistines, saying, \"Come up one more time, for {he has confided in me}.\"<note: Literally \"he has told me all his heart\"> And the rulers of [the] Philistines came up, and they brought the money {with them}.<note: Literally \"in their hand\">",
    "16:19": "And she put him to sleep on her lap; then she called the men<note: Hebrew \"man\"> and shaved off seven locks of his head. Then she began to subdue him,<note: Or \"humiliate him\"> and his strength went away from him.",
    "16:20": "And she said to him, \"[The] Philistines [are] upon you, Samson!\" And he woke up from his sleep and said, \"I will go out just like every other time and shake myself free,\" but he did not know that Yahweh had left him.",
    "16:21": "And [the] Philistines seized him, gouged his eyes, and brought him to Gaza. They tied him up with bronze shackles, and he became a grinder {in the prison}.<note: Literally \"in the house of the prisoners\">",
    "16:22": "But the hair of his head began to grow back after it had been shaved off.",
    "16:23": "The rulers of [the] Philistines had gathered to sacrifice a great sacrifice to Dagon their god and to rejoice. And they said, \"Our god has given Samson our enemy into our hand.\"",
    "16:24": "And the people saw him, and they praised their god, for they said, \"Our god has given into our hand those who hate us, devastate our land, and have {killed many of us}.\"<note: Literally \"made numerous our slain\">",
    "16:25": "After awhile, when their hearts<note: Hebrew \"heart\"> were merry, they said, \"Call Samson and let him entertain us.\" And they called Samson {from the prison},<note: Literally \"from the house of the prisoner\"> and {he entertained them}.<note: Literally \"he made sport before them\"> And they made him stand between the pillars.",
    "16:26": "Then Samson said to the servant who was holding him by his hand, \"Position me so that I can touch the pillars on which the house<note: Or \"temple\"> rests, so I can lean on them.\"",
    "16:27": "And the house<note: Or \"temple\"> was full of men and women, and all of the rulers of [the] Philistines [were] there--about three thousand men and women were on the roof watching the performance of Samson.",
    "16:28": "And Samson called to Yahweh and said, \"My Lord Yahweh, remember me! Please give me strength this one time, O God, so that I can repay [with] one act of revenge to [the] Philistines for my eyes.\"",
    "16:29": "And Samson reached out and held two of the middle pillars on which the house<note: Or \"temple\"> [was] resting, and he leaned on them, one on his right and one on his left.",
    "16:30": "And Samson said, \"Let me die with the Philistines.\" And he pushed<note: Or \"he caused to bend\"> with [all his] strength, and the house<note: Or \"temple\"> fell on the rulers and all of the people who [were] with him. And the dead whom he killed in his death were more than those he killed in his life.",
    "16:31": "His brothers and {his whole family}<note: Literally \"all the house of his father\"> came down and picked him up; and they brought him up and buried him between Zorah and Eshtaol in the tomb of Manoah his father; he judged Israel twenty years.",
    "17:1": "There was a man from the hill country of Ephraim; his name [was] Micah.",
    "17:2": "And he said to his mother, \"The eleven hundred [pieces] of silver that were taken from you, and about which you also pronounced a curse {in my hearing},<note: Literally \"In my ears\"> are with me; I took it.\" And his mother said, \"Blessed be my son by Yahweh.\"",
    "17:3": "He returned the eleven hundred pieces<note: Hebrew \"piece\"> of silver to his mother, and his mother thought, \"I will certainly consecrate to Yahweh the pieces<note: Hebrew \"piece\"> of silver from my hand for my son to make an idol of cast metal; now then, I will return them<note: Hebrew \"it\"> to you.\"",
    "17:4": "When he returned the pieces<note: Hebrew \"piece\"> of silver to his mother, his mother took two hundred pieces<note: Hebrew \"piece\"> of silver, and she gave it to the smith, and he made it [into] an idol of cast metal; and it was in the house of Micah.",
    "17:5": "The man Micah had for himself {a shrine},<note: Literally \"a house of god\"> and he made an ephod and teraphim, and {he appointed one of his sons}<note: Literally \"he filled the hand of one of his sons\"> who became a priest for him.",
    "17:6": "In those days there was no king in Israel, and each one did what was right in his own eyes.",
    "17:7": "There was a young man from Bethlehem in Judah, from the clan of Judah; he [was] a Levite and [was] dwelling as a foreigner<note: Or \"alien\"> there.",
    "17:8": "And the man went from the town of Bethlehem in Judah to live as a foreigner<note: Or \"alien\"> wherever he could find [a place]. And he came [to] the hill country of Ephraim, to the house of Micah, to continue his journey.",
    "17:9": "And Micah said to him, \"From where do you come?\" And he said to him, \"I [am] a Levite from Bethlehem in Judah; I [am] going to dwell as a foreigner<note: Or \"alien\"> wherever I can find [a place].\"",
    "17:10": "And Micah said to him, \"Stay with me and be to me a father and a priest, and I will give to you ten pieces<note: Hebrew \"piece\"> of silver a year, a set of clothes, and your food.\" So the Levite went [with him].",
    "17:11": "The Levite agreed to stay with the man; and the young man became as one of his sons.",
    "17:12": "So Micah {appointed the Levite},<note: Literally \"filled the hand of the Levite\"> and the young man became a priest for him; and he was in the house of Micah.",
    "17:13": "And Micah said, \"Now I know Yahweh will make me prosperous, because the Levite has become my priest.\"",
    "18:1": "In those days there was no king in Israel. And in those days the tribe of the Danites [was] seeking territory for itself to live in, because until that day it had not been allotted territory among the tribes of Israel.",
    "18:2": "The descendants<note: Or \"sons/children\"> of Dan sent from the whole number of their clan five {capable men}<note: Literally \"sons of physical strength\"> from Zorah and Eshtaol to spy out the land and to explore it. And they said to them, \"Go, explore the land.\" And they went to the hill country of Ephraim, to the house of Micah, and they spent the night there.<note: Or \"they lodged there\">",
    "18:3": "While they [were] with the house of Micah, they recognized the voice of the young Levite, and they turned aside there and said to him, \"Who brought you here? What [are] you doing in this place, and {what is your business here}?\"<note: Literally \"What is for you here?\">",
    "18:4": "And he said to them, \"Micah did such and such for me and hired me, and I became his priest.\"",
    "18:5": "And they said to him, \"Please inquire of God that we may know whether our journey that we [are] going on will be successful.\"",
    "18:6": "And the priest said to them, \"Go in peace. Yahweh [is] in front of you on the journey you want to go on.\"",
    "18:7": "And the five men went and came to Laish, and they observed the people who [were] living according to the customs of [the] Sidonians, quiet and unsuspecting, and lacking nothing in the land, and possessing restraint.<note: Or perhaps \"prosperity\"; the Hebrew of this word is uncertain> And they [were] far from [the] Sidonians and had no word with anyone.",
    "18:8": "They came to their relatives<note: Or \"brothers\"> [at] Zorah and Eshtaol, and their relatives<note: Or \"brothers\"> said to them, \"What [do] you [report]?\"",
    "18:9": "And they said to them, \"Come, let us go up against them; for we have seen the land, and [it is] very good. Will you do nothing? Do not hesitate to go, to enter, to possess the land.",
    "18:10": "When you go you will come to an unsuspecting people, and the land {is spread out on all sides};<note: Literally \"[is] wide of hands\"> God has given a place into your hands where there is no lack of anything that [is] on the earth.\"",
    "18:11": "Six hundred men from the clan of the Danites from Zorah and Eshtaol, armed [with] weapons of war, set out from there.",
    "18:12": "They went up and encamped at Kiriath Jearim in Judah. Therefore they called this place Camp of Dan<note: That is \"Mahaneh-dan\"> to this day; it is west of Kiriath Jearim.",
    "18:13": "From there they crossed [over to] the hill country of Ephraim, and they came to the house of Micah.",
    "18:14": "And the five men that went out to spy out the land ([that is], Laish) responded and said to their relatives,<note: Or \"brothers\"> \"Do you know that there are in these houses an ephod, teraphim, and an idol of cast metal? So then, consider what you must do.\"",
    "18:15": "So they turned to that direction, and they came to the house of the young Levite, the house of Micah, and {they greeted him}.<note: Literally \"they asked for him in peace\">",
    "18:16": "And six hundred men from the descendants<note: Or \"sons/children\"> of Dan, armed [with] their weapons of war, [were] standing [at] the entrance of the gate.",
    "18:17": "And the five men that went to spy out the land went up, and they entered there [and] took the carved divine image, ephod, teraphim, and the molten image. The priest [was] standing [at] the entrance of the gate [with] the six hundred men armed [with] the weapons of war.",
    "18:18": "When these went to Micah's house, they took the divine carved image, ephod, the teraphim, and the molten image, and the priest asked them, \"What [are] you doing?\"",
    "18:19": "And they said to him, \"Keep quiet! Put your hand on your mouth and come with us and be for us a father and a priest. Is it better being a priest for a house of one man or being a priest for a tribe and clan in Israel?\"",
    "18:20": "{The priest accepted the offer},<note: Literally \"It was good in the heart of the priest\"> and he took the ephod, teraphim, and molten image and went along with the people.",
    "18:21": "And they turned<note: Or \"resumed their journey\"> and went and put the little children, the livestock, and the valuable property in front of them.",
    "18:22": "When they were at a distance from the house, Micah and the men who [were] in the houses that [were] near the house of Micah cried out, and they overtook the descendants<note: Or \"sons/children\"> of Dan.",
    "18:23": "And they called to the descendants<note: Or \"sons/children\"> of Dan, who turned around to face them, and they said to Micah, \"What is the matter with you that you assembled together?\"",
    "18:24": "He said, \"You took away my gods that I had made, and the priest, and then you go [away]. What [is] now left for me? How can you say to me, 'What is the matter?'\"",
    "18:25": "And the descendants<note: Or \"sons/children\"> of Dan said to him, \"You should not let your voice be heard among us, so that {ill-tempered men}<note: Literally \"men of bitter soul\"> {will not attack you},<note: Literally \"will not fall on you\"> {and take your life}<note: Literally \"and you will lose your life\"> and the lives of your household.\"",
    "18:26": "And the descendants<note: Or \"sons/children\"> of Dan went their way. When Micah saw that they [were] stronger than him, he turned to return to his house.",
    "18:27": "And they took what Micah had made, and his priest, and they came to Laish, to a quiet and unsuspecting people, and {they put them to the sword}<note: Literally \"they put them to [the] mouth of [the] sword\"> and burned the city with fire.",
    "18:28": "There was no deliverer, because it [was] far from Sidon, and {they had had no dealings with anyone}.<note: Literally \"a thing was not for them with anyone\"> It [was] in the valley that belonged to Beth-rehob, and they rebuilt<note: Hebrew \"built\"> the city and lived in it.",
    "18:29": "And they called the name of the city Dan, after Dan their ancestor,<note: Or \"father\"> who was born to Israel; but the former name of the city [was] Laish.",
    "18:30": "And the descendants<note: Or \"sons/children\"> of Dan set up for themselves the carved divine image, and Jonathan son of Gershom, son of Manasseh,<note: Other ancient versions read \"Moses\"> he and his sons were priests for the tribe of the Danites until the time of the captivity of the land.",
    "18:31": "So they set up for themselves the carved divine image that Micah had made, all the days that the house of God [was] in Shiloh.",
    "19:1": "In those days there was no king in Israel; there was a man, a Levite, who dwelled as a foreigner<note: Or \"alien\"> in the remote areas of the hill country of Ephraim. And he took for himself a concubine from Bethlehem in Judah.",
    "19:2": "But his concubine felt repugnance toward him,<note: Other modern translations read \"his concubine played the harlot against him\"> and she left him and went to her father's house, to Bethlehem in Judah; she was there some four months.",
    "19:3": "So her husband set out, and he went after her to speak {tenderly to her},<note: Literally \"to her heart\"> to bring her back. He took with him his servant and a pair of donkeys. And she brought him [to] her father's house, and the father of the young woman saw him and was glad to meet him.",
    "19:4": "His father-in-law, the young woman's father, urged him to stay with him three days; and they ate and drank, and they spent the night there.",
    "19:5": "On the fourth day, they rose early in the morning, and he prepared to go, but the father of the young woman said to his son-in-law, \"{Refresh yourself}<note: Literally \"Refresh your heart\"> [with] a bit of food, and afterward you may go.\"",
    "19:6": "So the two of them sat and ate and drank together, and the father of the young woman said to the man, \"Please, agree to spend the night and {enjoy yourself}.\"<note: Literally \"and let your heart be good\">",
    "19:7": "The man got up to go, but his father-in-law urged him, and he returned and spent the night there.",
    "19:8": "On the fifth day he rose early in the morning to go, and the father of the young woman said, \"Please, {enjoy yourself},\"<note: Literally \"and let your heart be good\"> and they lingered until the day declined, and the two of them ate.",
    "19:9": "And the man got up to go--he, his concubine, and his servant--but his father-in-law, the father of the young woman, said to him, \"Please, the day has worn on to evening; please, spend the night, the day has drawn to a close. Spend the night here and {enjoy yourself}.<note: Literally \"and let your heart be good\"> You can rise early tomorrow for your journey and {go to your home}.\"<note: Literally \"go to your tent\">",
    "19:10": "But the man was not willing to spend the night, and he got up and went; and he arrived opposite Jebus (that is, Jerusalem). [He had] with him a pair of saddled donkeys and his concubine.",
    "19:11": "They [were] near Jebus, and {the day was far spent},<note: Literally \"the day went down very\"> and the servant said to his master, \"Please, come, let us turn aside to this city of the Jebusites,<note: Hebrew \"Jebusite\"> and let us spend the night in it.\"",
    "19:12": "But his master said to him, \"We will not turn aside to the city of foreigners,<note: Hebrew \"foreigner\"> who [are] not from the {Israelites};<note: Literally \"sons/children of Israel\"> we will cross over up to Gibeah.\"",
    "19:13": "And he said to his servant, \"Come, let us approach one of these places; we will spend the night in Gibeah or in Ramah.\"",
    "19:14": "So they crossed over and went their way, and the sun went down on them beside Gibeah, which belongs to Benjamin.",
    "19:15": "And they turned aside there to enter [and] to spend the night at Gibeah. And they went and sat in the open square of the city, but no one {took them in to spend the night}.<note: Literally \"was receiving them to [their] house to spend the night\">",
    "19:16": "Then behold, an old man [was] coming from his work from the field in the evening, and the man [was] from the hill country of Ephraim, and he [was] dwelling as a foreigner<note: Or \"alien\"> in Gibeah. (The people of the place [were] descendants<note: Or \"sons/children\"> of Benjamin.)",
    "19:17": "And the old man raised his eyes and saw the traveler in the open square of the city, and he said, \"Where are you going, and from where do you come?\"",
    "19:18": "And he said to him, \"We [are] crossing over from Bethlehem in Judah up to the remote areas of the hill country of Ephraim, where I [am] from. I went to Bethlehem in Judah, but [now] I am going to Yahweh's house,<note: Or \"my house,\" according to the LXX and some modern translations (NASB, NRSV)> but no one {took me in to spend the night}.<note: Literally \"was receiving me to [their] house\">",
    "19:19": "There is both straw and fodder for our donkeys, and also bread and wine for me, for your servant,<note: That is, the concubine> and for the young man who is with your servant; there is no lack of anything.\"",
    "19:20": "And the old man said, \"Peace to you. I will take care of your needs; however, you must not spend the night in the open square.\"",
    "19:21": "So he brought him to his house, and he fed the donkeys; they washed their feet, ate, and drank.",
    "19:22": "While {they were enjoying themselves},<note: Literally \"their hearts [were] being good\"> behold, the men of the city, {the perverse lot},<note: Literally \"sons of uselessness\"> surrounded the house, pounding on the door. And they said to the old man, the owner of the house, \"Bring out the man who came to your house so that {we may have sex with him}.\"<note: Literally \"we may know him\">",
    "19:23": "So the man, the owner of the house, went out to them and said to them, \"No, my brothers, do not act wickedly; since this man has come into my house, do not do this disgraceful thing.",
    "19:24": "Here is my virgin daughter and his concubine. Please, let me bring them out; do violence to them,<note: Or \"rape them\"> and do to them {whatever you please}.<note: Literally \"the good in your eyes\"> Do not do this disgraceful thing to this man.\"",
    "19:25": "But the men were not willing to listen to him, and the man seized his concubine and brought [her] out to them; and they had intercourse with her, and they abused her all night until the morning; they let her go at the approach of dawn.",
    "19:26": "And the woman came as the morning appeared, and she fell [at] the entrance of the man's house where her master was, until daylight.<note: Hebrew \"light\">",
    "19:27": "In the morning her master got up, and he opened the doors of the house and went out to go on his journey, and behold, his concubine [was] falling<note: Or \"spread out\"> [at] the entrance of the house, with her hand on the threshold.",
    "19:28": "And he said to her, \"Get up, let us go,\" but there was no answer. So he put her on the donkey, and the man got up and went to his place.",
    "19:29": "When he entered his house he took a knife, and he grasped his concubine and cut her into twelve pieces; and he sent her throughout the whole territory of Israel.",
    "19:30": "All who saw [it] said, \"Nothing like this has [ever] been since the {Israelites}<note: Literally \"sons/children of Israel\"> went up from the land of Egypt until this day. Take note of it, consider [it], and speak [up].\"",
    "20:1": "All the {Israelites}<note: Literally \"sons/children of Israel\"> went out, from Dan to Beersheba, including the land of Gilead, and they gathered as one body<note: Hebrew \"man\"> to Yahweh [at] Mizpah.",
    "20:2": "And the leaders of all the people, all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand sword-bearing infantry.",
    "20:3": "(The descendants<note: Or \"sons/children\"> of Benjamin heard that the {Israelites}<note: Literally \"sons/children of Israel\"> had gone up [to] Mizpah.) And the {Israelites}<note: Literally \"sons of Israel\" or \"children of \"Israel\"> said, \"Tell us, how did this evil act occur?\"",
    "20:4": "The Levite, the husband of the murdered woman, answered and said, \"I came to Gibeah, which belongs to Benjamin, I and my concubine, to spend the night.",
    "20:5": "The lords of Gibeah rose up against me and surrounded the house at night. They intended to kill me, and they raped my concubine, and she died.",
    "20:6": "Then I grabbed my concubine and cut her into pieces, and I sent her throughout all the territory of Israel's inheritance; for they committed a shameful and disgraceful thing in Israel.",
    "20:7": "Look, all you {Israelites}!<note: Literally \"sons/children of Israel\"> {Make your decision}<note: Literally \"give your word\"> and advice here.\"",
    "20:8": "All the people got up as one body,<note: Hebrew \"man\"> saying, \"Not one of us will go to his tent, or will any of us return to his house.",
    "20:9": "So then, this is what we will do to Gibeah: [we will go up] against her by lot.",
    "20:10": "We will take ten men of one hundred from all the tribes of Israel, and one hundred of one thousand, and one thousand of ten thousand, to bring provisions to the troops, to repay [them] when they come to Gibeah<note: Hebrew \"Geba\"> of Benjamin for all the disgraceful things<note: Hebrew \"thing\"> they did in Israel.\"",
    "20:11": "And all the men of Israel were gathered to the city as one body<note: Hebrew \"man\"> united.",
    "20:12": "Then the tribes of Israel sent men throughout all the tribes of Benjamin, saying, \"What [is] this wickedness that happened among you?",
    "20:13": "So then, hand over the men, {the perverse lot},<note: Literally \"sons of uselessness\"> who [are] in Gibeah, so that we may kill them and purge [this] wickedness from Israel.\" But the descendants<note: Or \"sons/children\"> of Benjamin were not willing to listen to the voice of their relatives,<note: Or \"brothers\"> the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "20:14": "And the descendants<note: Or \"sons/children\"> of Benjamin were gathered from the cities to Gibeah to go out for battle against the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "20:15": "From the cities the descendants<note: Or \"sons/children\"> of Benjamin were counted on that day twenty-six thousand {sword-wielding men},<note: Literally \"men drawing sword\"> besides the inhabitants of Gibeah, who were counted seven hundred well-trained<note: Or \"chosen\"> men.",
    "20:16": "From all these troops [were] seven hundred well-trained<note: Or \"choice/chosen\"> men {who were left-handed};<note: Literally \"bound [by] his right hand\"> each one could sling with a stone at a hair and not miss.",
    "20:17": "And the men of Israel besides Benjamin were counted four hundred thousand {sword-wielding men};<note: Literally \"men drawing sword\"> {all were warriors}.<note: Literally \"all were men of war\">",
    "20:18": "Then the {Israelites}<note: Literally \"sons/children of Israel\"> got up and went up [to] Bethel, and they inquired of God, saying, \"Who will go up first for the battle against the descendants<note: Or \"sons/children\"> of Benjamin?\" And Yahweh said, \"Judah [will go] first.\"",
    "20:19": "And the {Israelites}<note: Literally \"sons/children of Israel\"> got up in the morning, and they encamped against Gibeah.",
    "20:20": "Then the men of Israel marched out for the battle against Benjamin, and the men of Israel took up positions against them [for] battle at Gibeah.",
    "20:21": "The descendants<note: Or \"sons/children\"> of Benjamin went out from Gibeah, and they struck down on that day twenty-two thousand men of Israel to the ground.",
    "20:22": "But the troops, the men of Israel, {encouraged themselves},<note: Literally \"took heart\"> and again they arranged [their] battle [lines] in the place where they had arranged themselves the first day.",
    "20:23": "The {Israelites}<note: Literally \"sons/children of Israel\"> went up and wept before Yahweh until evening and inquired of Yahweh, saying, \"Should we again draw near from the battle against the descendants<note: Or \"sons/children\"> of Benjamin, our relatives?\"<note: Hebrew \"my brother\"> And Yahweh said, \"Go up against them.\"<note: Hebrew \"him\">",
    "20:24": "And the {Israelites}<note: Literally \"sons/children of Israel\"> drew near to the descendants<note: Or \"sons/children\"> of Benjamin on the second day.",
    "20:25": "And Benjamin went out from Gibeah to meet them on the second day, and they struck down the {Israelites}<note: Literally \"sons/children of Israel\"> again, eighteen thousand men to the ground; all of these [were] {sword-wielding}.<note: Literally \"drawers of sword\">",
    "20:26": "And all the {Israelites}<note: Literally \"sons/children of Israel\"> and all the troops went up and came to Bethel and wept; and they sat there before Yahweh and fasted on that day until evening; and they offered burnt offerings and fellowship offerings before Yahweh.",
    "20:27": "And the {Israelites}<note: Literally \"sons/children of Israel\"> inquired of Yahweh (In those days the ark of the covenant of God [was] there,",
    "20:28": "and Phinehas son of Eleazar, son of Aaron, [was] standing {before it}<note: Literally \"before presence of it/him\"> [to minister] in those days), saying, \"Should we go out once more to battle against the descendants<note: Or \"sons/children\"> of Benjamin our relatives,<note: Hebrew \"my brother\"> or should we stop?\" And Yahweh said, \"Go up tomorrow; I will give them<note: Hebrew \"him\"> into your hand.\"",
    "20:29": "So Israel stationed an ambush all around Gibeah.",
    "20:30": "And the {Israelites}<note: Literally \"sons/children of Israel\"> went up against the descendants<note: Or \"sons/children\"> of Benjamin on the third day, and they took up positions against Gibeah as before.",
    "20:31": "The descendants<note: Or \"sons/children\"> of Benjamin went out to meet the troops, and they lured [them] away from the city and began to inflict casualties on the troops as before, on the main road, one of which goes up [to] Bethel, the other to Gibeah; [and] in the field [there were] about thirty men of Israel.",
    "20:32": "And the descendants<note: Or \"sons/children\"> of Benjamin thought,<note: Or \"said\"> \"They [are] being defeated before us {as previously},\"<note: Literally \"on the first\"> and the {Israelites}<note: Literally \"sons/children of Israel\"> said, \"Let us flee and lure them<note: Hebrew \"him\"> away from the city to the main roads.\"",
    "20:33": "And all the men of Israel got up from their places<note: Hebrew \"place\"> and took up positions in Baal Tamar; and the ambush of Israel charged from their places,<note: Hebrew \"place\"> from the vicinity of Gibeah.<note: Hebrew \"Geba\">",
    "20:34": "Then ten thousand well-trained<note: Or \"choice/chosen\"> men from all Israel came out against Gibeah, and the battle became fierce;<note: Or \"the battle became heavy\"> they did not know that disaster [was about to] {close in}<note: Literally \"touching\"> on them.",
    "20:35": "And Yahweh defeated Benjamin in the presence of Israel, and the {Israelites}<note: Literally \"sons/children of Israel\"> destroyed on that day twenty-five thousand one hundred men of Benjamin, all of them {sword-wielding}.<note: Literally \"drawing sword\">",
    "20:36": "The descendants<note: Or \"sons/children\"> of Benjamin saw that they were defeated, and the men of Israel gave ground<note: Or \"a place\" or \"space\"> to Benjamin because they trusted the ambush that they had set against Gibeah.",
    "20:37": "And the ambush came quickly and advanced against Gibeah, and it {put the whole city to the sword}.<note: Literally \"struck the whole city with [the] mouth of [the] sword\">",
    "20:38": "Now the appointed time for the men of Israel with the ambush was that they sent up for them a great amount of smoke from the city.",
    "20:39": "And the men of Israel turned in the battle, and Benjamin began to inflict casualties on about thirty men of Israel because they thought,<note: Or \"said\"> \"They will be completely defeated before us as in the first battle.\"",
    "20:40": "And the cloud of smoke began to go up from the city in a column of smoke, and Benjamin turned backward, and behold, the whole city was going up {in smoke}!<note: Literally \"to heaven\">",
    "20:41": "And the men of Israel turned, and the men of Benjamin were dismayed because they saw that disaster was {closing in}<note: Literally \"touching\"> on them.",
    "20:42": "And they retreated from before the men of Israel to the way of the wilderness, but the battle caught up to them, and [those] who [came] from the cities<note: Other ancient translations \"city\"> destroyed them in the midst of them.",
    "20:43": "They surrounded Benjamin; they pursued them<note: Hebrew \"him\"> without rest<note: Or \"[at] Nohah,\" a location> [and] trod them<note: Hebrew \"him\"> down opposite Gibeah to the east.",
    "20:44": "And eighteen thousand men from Benjamin fell, all of them {able men}.<note: Literally \"men of strength\">",
    "20:45": "And they turned and fled toward the wilderness, to the rock of Rimmon, but they cut down on the main roads five thousand men; and they pursued after them up to Gidom, and they struck down two thousand men.",
    "20:46": "So all of Benjamin who fell on that day were twenty-five thousand {sword-wielding men};<note: Literally \"men drawing sword\"> all of these [were] {able men}.<note: Literally \"men of strength\">",
    "20:47": "But six hundred turned and fled toward the wilderness, to the rock of Rimmon, and they remained at the rock of Rimmon [for] four months.",
    "20:48": "And the men of Israel returned to the descendants<note: Or \"sons/children\"> of Benjamin, and they put them to {the edge of the sword},<note: Literally [the] mouth of [the] sword\"> both the inhabitants of city and [the] animals that were found; they also set on fire all the cities that they found.",
    "21:1": "The men of Israel had sworn at Mizpah, saying, \"None of us will give his daughter to Benjamin as a wife.\"",
    "21:2": "And the people of Bethel came and sat there until evening before God, and they lifted their voices and {wept bitterly}.<note: Literally \"they cried a great weeping\">",
    "21:3": "And they said, \"Why, Yahweh, God of Israel, has it happened today in Israel that one tribe is lacking from Israel?\"",
    "21:4": "On the next day the people rose early, and they built there an altar and sacrificed burnt offerings and fellowship offerings.",
    "21:5": "And the {Israelites}<note: Literally \"sons/children of Israel\"> said, \"Who in the assembly has not come up from all the tribes of Israel to Yahweh?\" For a solemn oath was [taken] concerning whoever did not come up to Yahweh at Mizpah, saying, \"He will certainly be put to death.\"",
    "21:6": "But the {Israelites}<note: Literally \"sons/children of Israel\"> had compassion for Benjamin, their relatives,<note: Hebrew \"his brother\"> and they said, \"Today one tribe is cut off from Israel.",
    "21:7": "What will we do for them--for the [ones] being left over--for wives? For we have sworn by Yahweh not to give to them our daughters as wives.\"",
    "21:8": "They asked, \"Which one is there from the tribes of Israel who did not come up to Yahweh at Mizpah?\" And behold, no one came from Jabesh-gilead to the camp, to the assembly.",
    "21:9": "The people were counted, and no one was there from the inhabitants of Jabesh-gilead.",
    "21:10": "And the congregation sent there twelve thousand men from the troops, and they commanded them, saying, \"Go, strike the inhabitants of Jabesh-gilead with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> and the women and children.",
    "21:11": "This is the thing you will do: {you will destroy}<note: Literally \"you will devote to destruction\"> every man and {every woman who had sex with a man}.\"<note: Literally \"every woman who knows the bed of a man\">",
    "21:12": "And they found among the inhabitants of Jabesh-gilead four hundred young virgins<note: Hebrew \"virgin\"> who had not {had sex with a man},<note: Literally \"known a man, as far as [the] bed of a male\"> and they brought them to the camp at Shiloh, which [is] in the land of Canaan.",
    "21:13": "Then the congregation sent and spoke all [this] to the descendants<note: Or \"sons/children\"> of Benjamin who [were] at the rock of Rimmon, and {they assured them they would not be hurt}.<note: Literally \"they proclaimed peace to them\">",
    "21:14": "And Benjamin returned at that time, and they gave to them the women whom they kept alive from Jabesh-gilead; but they were not enough for them.",
    "21:15": "And the people felt sorry for Benjamin because {Yahweh weakened the tribes of Israel}.<note: Literally \"Yahweh make a breach with the tribes of Israel\">",
    "21:16": "So the elders of the congregation said, \"What should we do for the remaining [ones] for wives, since the women from Benjamin have been destroyed?\"",
    "21:17": "And they said, \"[There must be] a remnant for Benjamin, so that a tribe will not be blotted out from Israel.",
    "21:18": "But we cannot give them wives from our daughters.\" (For the {Israelites}<note: Literally \"sons/children of Israel\"> swore, saying, \"Cursed be [anyone] who gives a wife to Benjamin.\")",
    "21:19": "And they said, \"Look, the annual feast of Yahweh [is] in Shiloh, which [is] to the north of Bethel, {east}<note: Literally \"rising of the sun\"> of [the] main road that goes up from Bethel to Shechem, and south of Lebonah.",
    "21:20": "They instructed the descendants<note: Or \"sons/children\"> of Benjamin, saying, \"Go, lie in ambush in the vineyards,",
    "21:21": "and watch and look; when the daughters of Shiloh dance in the dances, come out from the vineyards and seize for yourselves a wife from the daughters of Shiloh, and go to the land of Benjamin.",
    "21:22": "And if their fathers or their brothers complain to us, we will say to them, 'Allow us to have them, because we did not capture a wife for each man in the battle, and because you did not give [them] to them, {or else}<note: Literally \"as the time\"> you would have been guilty.'\"",
    "21:23": "The descendants<note: Or \"sons/children\"> of Benjamin did likewise, and they took wives for each of them from the dancers whom they seized, and they went and returned to their territory, and they rebuilt the cities and they lived in them.",
    "21:24": "So the {Israelites}<note: Literally \"sons/children of Israel\"> dispersed from there at that time according to tribe and family; and they went out from there, each one to their own territory.",
    "21:25": "In those days there was no king in Israel; each one did what was right in his own eyes."
  }
}