{
  "abbreviation": "Jn",
  "passages": {
    "1:1": "In the beginning was the Word, and the Word was with God, and the Word was God.",
    "1:2": "This one was in the beginning with God.",
    "1:3": "All [things] came into being through him, and apart from him not one [thing] came into being that<note: Or \"came into being. What ...,\" beginning a new sentence connected with the following verse. A major punctuation problem is involved, since the earliest manuscripts have no punctuation, but some important later ones place the punctuation before this phrase, effectively connecting it to v. 4: \"What has come into being was life in him\"> has come into being.",
    "1:4": "In him was life, and the life was the light of humanity.<note: Or \"humankind\">",
    "1:5": "And the light shines in the darkness, and the darkness did not overcome<note: Or \"comprehend\" (if primarily referring to people in the world)> it.",
    "1:6": "A man came, sent from God, {whose name was}<note: Literally \"the name to him\"> John.",
    "1:7": "This one came for a witness, in order that he could testify about the light, so that all would believe through him.",
    "1:8": "That one was not the light, but [came]<note: The verb is implied from the previous verse, and must be supplied in the English translation> in order that he could testify about the light.",
    "1:9": "The true light, who gives light to every person, was coming into the world.",
    "1:10": "He was in the world, and the world came into being through him, and the world did not recognize<note: Or \"acknowledge\"> him.",
    "1:11": "He came to his own [things], and his own [people] did not receive him.",
    "1:12": "But as many as received him--to those who believe in his name--he gave to them authority to become children of God,",
    "1:13": "who were born not of blood, nor of the will of the flesh, nor of the will of a husband, but of God.",
    "1:14": "And the Word became flesh and took up residence among us, and we saw his glory, glory as of the one and only from the Father, full of grace and truth.",
    "1:15": "John testified about him and cried out, saying, \"This one was [he about] whom I said, 'The one who comes after me is ahead of me, because he existed before me.'\"",
    "1:16": "For from his fullness we have all received, and grace after grace.",
    "1:17": "For the law was given through Moses; grace and truth came about through Jesus Christ.",
    "1:18": "No one has seen God at any time; the one and only, God, the one who is in the bosom of the Father--that one has made [him]<note: *Here the direct object is supplied from context in the English translation> known.",
    "1:19": "And this is the testimony of John, when the Jews sent<note: Some manuscripts have \"sent to him\"> priests and Levites from Jerusalem so that they could ask him, \"Who are you?\"",
    "1:20": "And he confessed--and he did not deny, and confessed--\"I am not the Christ!\"",
    "1:21": "And they asked him, \"Then who [are] you? Are you Elijah?\" And he said, \"I am not!\" \"Are you the Prophet?\"<note: A reference to the \"Prophet like Moses\" of Deut 18:15 (see Acts 3:22)> And he answered, \"No!\"",
    "1:22": "Then they said to him, \"Who are you, so that we can give an answer to those who sent us? What do you say about yourself?\"",
    "1:23": "He said, \"I [am] 'the voice of one crying out in the wilderness, \"Make straight the way of the Lord,\" '<note: A quotation from Isa 40:3>\r\n just as Isaiah the prophet said.\"\r\n",
    "1:24": "(And they had been sent from the Pharisees.)",
    "1:25": "And they asked him and said to him, \"Why then are you baptizing, if you are not the Christ, nor Elijah, nor the Prophet?\"",
    "1:26": "John answered them, saying, \"I baptize with water. In your midst stands [one] whom you do not know--",
    "1:27": "the one who comes after me, of whom I am not worthy {to untie}<note: Literally \"that I might untie\"> the strap of his sandal!\"",
    "1:28": "These [things] took place in Bethany on the other side of the Jordan, where John was baptizing.",
    "1:29": "On the next day he saw Jesus coming to him and said, \"Look! The Lamb of God who takes away the sin of the world!",
    "1:30": "This one is [the one] about whom I said, 'After me is coming a man who is ahead of me, because he existed before me.'",
    "1:31": "And I did not know him, but in order that he could be revealed to Israel, because of this I came baptizing with water.\"",
    "1:32": "And John testified, saying, \"I have seen the Spirit descending like a dove from heaven and remaining upon him.",
    "1:33": "And I did not know him, but the one who sent me to baptize with water, that one said to me, '[The one] upon whom you see the Spirit descending and remaining upon him--this one is the one who baptizes with the Holy Spirit.'",
    "1:34": "And I have seen and testify that this one is the Chosen One<note: Some manuscripts have \"the Son of God\"> of God.",
    "1:35": "On the next day again John was standing [there],<note: *The word \"[there]\" is not in the Greek text but is implied> and two of his disciples,",
    "1:36": "and looking at Jesus [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"walking by\") which is understood as temporal> was walking by, he said, \"Look! The Lamb of God!\"",
    "1:37": "And the two disciples heard him speaking, and they followed Jesus.",
    "1:38": "And Jesus, turning around and seeing them following [him],<note: *Here the direct object is supplied from context in the English translation> said to them, \"What do you seek?\" And they said to him, \"Rabbi\" (which means [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"translated\") which is understood as temporal> translated \"Teacher\"), \"where are you staying?\"",
    "1:39": "He said to them, \"Come and you will see!\" So they came and saw where he was staying, and they stayed with him that day (it was about the tenth hour).",
    "1:40": "Andrew, the brother of Simon Peter, was one of the two who heard John and followed him.",
    "1:41": "This one first found his own brother Simon and said to him, \"We have found the Messiah!\" (which is translated \"Christ\").",
    "1:42": "He brought him to Jesus. Looking at him, Jesus said, \"You are Simon the son of John. You will be called Cephas\" (which is interpreted \"Peter\").",
    "1:43": "On the next day he wanted to depart for Galilee, and he found Philip. And Jesus said to him, \"Follow me!\"",
    "1:44": "(Now Philip was from Bethsaida, the town of Andrew and Peter.)",
    "1:45": "Philip found Nathanael and said to him, \"We have found [the one] whom Moses wrote [about] in the law, and the prophets wrote [about]--Jesus son of Joseph from Nazareth!\"",
    "1:46": "And Nathanael said to him, \"Can anything good come out of Nazareth?\" Philip said to him, \"Come and see!\"",
    "1:47": "Jesus saw Nathanael coming toward him and said about him, \"Look! {A true Israelite}<note: Literally \"truly an Israelite\"> in whom is no deceit!\"",
    "1:48": "Nathanael said to him, \"From where do you know me?\" Jesus answered and said to him, \"Before Philip called you, [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"were\") which is understood as temporal> were under the fig tree, I saw you.\"",
    "1:49": "Nathanael answered him, \"Rabbi, you are the Son of God! You are the king of Israel!\"",
    "1:50": "Jesus answered and said to him, \"Because I said to you that I saw you under the fig tree, do you believe? You will see greater [things] than these!\"",
    "1:51": "And he said to him, \"Truly, truly I say to all of you, you will see heaven opened and the angels of God ascending and descending upon the Son of Man.\"",
    "2:1": "And on the third day, there was a wedding at Cana in Galilee, and the mother of Jesus was there.",
    "2:2": "And both Jesus and his disciples were invited to the wedding.",
    "2:3": "And [when the]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"ran out\")> wine ran out, the mother of Jesus said to him, \"They have no wine!\"",
    "2:4": "And Jesus said to her, \"What {does your concern have to do with me},<note: Literally \"to me and to you\"> woman? My hour has not yet come.\"",
    "2:5": "His mother said to the servants, \"Whatever he says to you, do [it]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "2:6": "Now six stone water jars were set there, in accordance with the ceremonial cleansing of the Jews, each holding two or three measures.<note: A \"measure\" was about 9 gallons (40 liters)>",
    "2:7": "Jesus said to them, \"Fill the water jars with water.\" And they filled them to the brim.",
    "2:8": "And he said to them, \"Now draw [some]<note: *Here the direct object is supplied from context in the English translation> out and take [it]<note: *Here the direct object is supplied from context in the English translation> to the head steward. So they took [it].<note: *Here the direct object is supplied from context in the English translation>",
    "2:9": "Now when the head steward tasted the water which had become wine and did not know where it was from--but the servants who had drawn the water knew--the head steward summoned the bridegroom",
    "2:10": "and said to him, \"{Everyone}<note: Literally \"every man\"> serves the good wine first, and whenever they are drunk, the inferior. You have kept the good wine until now!\"",
    "2:11": "This beginning of signs Jesus performed at Cana in Galilee, and revealed his glory, and his disciples believed in him.",
    "2:12": "After this he went down to Capernaum, and his mother and brothers<note: Some manuscripts have \"his brothers\"> and his disciples, and they stayed there {a few}<note: Literally \"not many\"> days.",
    "2:13": "And the Passover of the Jews was near, and Jesus went up to Jerusalem.",
    "2:14": "And he found in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> those who were selling oxen and sheep and doves, and the money changers seated.",
    "2:15": "And he made a whip of cords [and]<note: *Here \"[and]\" is supplied because the previous participle (\"made\") has been translated as a finite verb> drove [them]<note: *Here the direct object is supplied from context in the English translation> all out of the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> both the sheep and the oxen, and he poured out the coins of the money changers and overturned their<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> tables.",
    "2:16": "And to the ones selling the doves he said, \"Take these [things] away from here! Do not make my Father's house {a marketplace}!\"<note: Literally \"a market house\"; or \"a house of merchants\" (an allusion to Zech 14:21)>",
    "2:17": "His disciples remembered that it is written, \"Zeal for your house will consume me.\"<note: A quotation from Ps 69:9>",
    "2:18": "So the Jews answered and said to him, \"What sign do you show to us, because you are doing these [things]?\"",
    "2:19": "Jesus answered and said to them, \"Destroy this temple, and in three days I will raise it up!\"",
    "2:20": "Then the Jews said, \"This temple has been under construction<note: This translation of the aorist verb is based on a very close parallel in Ezra 5:16 (LXX), where it is clear from the following verb that the construction had not yet been completed> forty-six years, and will you raise it up in three days?\"",
    "2:21": "But he was speaking about the temple of his body.",
    "2:22": "So when he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture and the saying that Jesus had spoken.",
    "2:23": "Now while he was in Jerusalem at the Passover, during the feast, many believed in his name [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"saw\") which is understood as causal> saw his signs which he was doing.",
    "2:24": "But Jesus himself did not entrust himself to them, because he knew all [people],<note: The Greek term is masculine and thus refers to \"all [people]\" rather than \"all [things]\" (which would be neuter)>",
    "2:25": "and because he did not {need}<note: Literally \"have need that\"> anyone {to testify}<note: Literally \"should testify\"> about man, for he himself knew what was in man.<note: *Here \"man\" has been retained rather than the generic \"people\" to maintain the connection with the following verse>",
    "3:1": "Now there was a man of the Pharisees {whose name was}<note: Literally \"the name to him\"> Nicodemus, a ruler of the Jews.",
    "3:2": "This man came to him at night and said to him, \"Rabbi, we know that [you are]<note: *Here both the pronoun and verb are understood in Greek and are supplied in the translation> a teacher who has come from God, for no one is able to perform these signs that you are performing unless God were with him.\"",
    "3:3": "Jesus answered and said to him, \"Truly, truly I say to you, unless someone is born from above,<note: The same Greek word can mean either \"from above\" or \"again,\" which allows for the misunderstanding by Nicodemus here; Jesus was speaking of new birth \"from above,\" while Nicodemus misunderstood him to mean a second physical birth> he is not able to see the kingdom of God.\"",
    "3:4": "Nicodemus said to him, \"How can a man be born [when he] is an old man? He is not able to enter into his mother's womb for the second time and be born, [can he]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[can he]\">",
    "3:5": "Jesus answered, \"Truly, truly I say to you, unless someone is born of water and spirit, he is not able to enter into the kingdom of God.",
    "3:6": "What is born of the flesh is flesh, and what is born of the Spirit is spirit.",
    "3:7": "Do not be astonished that I said to you, 'It is necessary for you to be born from above.'<note: The same Greek word can mean either \"from above\" or \"again\" (see also v. 3)>",
    "3:8": "The wind blows wherever it wishes, and you hear the sound of it, but you do not know where it comes from and where it is going. So is everyone who is born of the Spirit.\"",
    "3:9": "Nicodemus answered and said to him, \"How can these [things] be?\"",
    "3:10": "Jesus answered and said to him, \"Are you the teacher of Israel, and you do not understand these [things]?",
    "3:11": "Truly, truly I say to you, we speak what we know, and we testify [about] what we have seen, and you do not accept our testimony!",
    "3:12": "If I tell you earthly things and you do not believe, how will you believe if I tell you heavenly things?",
    "3:13": "And no one has ascended into heaven except the one who descended from heaven--the Son of Man.",
    "3:14": "And just as Moses lifted up the snake in the wilderness,<note: An allusion to Num 21:5-9> thus it is necessary [that] the Son of Man be lifted up,",
    "3:15": "so that everyone who believes in him will have eternal life.\"<note: Some interpreters and Bible translations extend the quotation of Jesus' words through v. 21>",
    "3:16": "For in this way God loved the world, so that he gave his one and only Son, in order that everyone who believes in him will not perish, but will have eternal life.",
    "3:17": "For God did not send his Son into the world in order that he should judge<note: Or \"he should condemn\"> the world, but in order that the world should be saved through him.",
    "3:18": "The one who believes in him is not judged,<note: Or \"condemned\"> but the one who does not believe has already been judged,<note: Or \"been condemned\"> because he has not believed in the name of the one and only Son of God.",
    "3:19": "And this is the judgment: that the light has come into the world, and people loved the darkness rather than the light, because their deeds were evil.",
    "3:20": "For everyone who practices evil hates the light and does not come to the light, lest his deeds be exposed.",
    "3:21": "But the one who practices the truth comes to the light, in order that his deeds may be revealed, that they are done in God.",
    "3:22": "After these [things] Jesus and his disciples came into Judean territory, and there he spent time with them and was baptizing.",
    "3:23": "Now John was also baptizing at Aenon near Salim, because water was plentiful there, and they were coming and were being baptized.",
    "3:24": "(For John had not yet been thrown into prison.)",
    "3:25": "So a dispute occurred on the part of John's disciples with a Jew<note: Some significant early manuscripts read \"the Jews\"> concerning purification.",
    "3:26": "And they came to John and said to him, \"Rabbi, he who was with you on the other side of the Jordan, about whom you testified--look, this one is baptizing, and all are coming to him!\"",
    "3:27": "John answered and said, \"A man can receive not one [thing] unless it is granted to him from heaven!",
    "3:28": "You yourselves testify about me that I said, 'I am not the Christ, but I am sent before that one.'",
    "3:29": "The one who has the bride is the bridegroom. But the friend of the bridegroom, who stands and hears him, rejoices {greatly}<note: Literally \"with joy\"> because of the bridegroom's voice. So this joy of mine is complete.",
    "3:30": "It is necessary for that one to increase, but [for] me to decrease.\"",
    "3:31": "The one who comes from above is over all. The one who is from the earth is from the earth and speaks from the earth; the one who comes from heaven is over all.",
    "3:32": "What he has seen and heard, this he testifies, and no one accepts his testimony.",
    "3:33": "The one who accepts his testimony has attested that God is true.",
    "3:34": "For [the one] whom God sent speaks the words of God, for he does not give the Spirit by measure.",
    "3:35": "The Father loves the Son and has given all [things] into his hand.",
    "3:36": "The one who believes in the Son has eternal life, but the one who disobeys the Son will not see life--but the wrath of God remains on him.<note: Some interpreters and Bible translations extend the quotation of John the Baptist's words through v. 36>",
    "4:1": "Now when Jesus knew that the Pharisees had heard that Jesus was making and baptizing more disciples than John",
    "4:2": "(although Jesus himself was not baptizing, but his disciples),",
    "4:3": "he left Judea and departed again for Galilee.",
    "4:4": "And it was necessary [for] him to go through Samaria.",
    "4:5": "Now he came to a town of Samaria called Sychar, near the piece of land that Jacob had given to his son Joseph.",
    "4:6": "And Jacob's well was there, so Jesus, [because he] had become tired from the journey, simply sat down at the well. It was about the sixth hour.",
    "4:7": "A woman of Samaria came to draw water. Jesus said to her, \"Give me [water]<note: *Here \"water\" is supplied in the translation as the understood direct object of the verb \"give\"> to drink.\"",
    "4:8": "(For his disciples had gone away into the town so that they could buy food.)",
    "4:9": "So the Samaritan woman said to him, \"How do you, being a Jew, ask from me [water]<note: *Here \"water\" is supplied in the translation as the understood direct object of the verb \"ask\"> to drink, [since I]<note: *Here \"[since]\" is supplied as a component of the participle (\"am\") which is understood as causal> am a Samaritan woman?\" (For Jews have no dealings with Samaritans.)",
    "4:10": "Jesus answered and said to her, \"If you had known the gift of God and who it is who says to you, 'Give me [water]<note: *Here \"water\" is supplied in the translation as the understood direct object of the verb \"give\"> to drink,' you would have asked him, and he would have given you living water.\"",
    "4:11": "The woman said to him, \"Sir, you have no bucket and the well is deep! From where then do you get this living water?",
    "4:12": "You are not greater than our father Jacob, [are you],<note: *The negative construction in Greek anticipates a negative answer here, indicated by the supplied phrase \"[are you]\" in the translation> who gave us the well and drank from it himself, and his sons and his livestock?\"",
    "4:13": "Jesus answered and said to her, \"Everyone who drinks of this water will be thirsty again.",
    "4:14": "But whoever drinks of this water which I will give to him will never be thirsty for eternity, but the water which I will give to him will become in him a well of water springing up to eternal life.\"",
    "4:15": "The woman said to him, \"Sir, give me this water, so that I will not be thirsty or come here to draw [water]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "4:16": "He said to her, \"Go, call your husband and come here.\"",
    "4:17": "The woman answered and said to him, \"I do not have a husband.\" Jesus said to her, \"You have said rightly, 'I do not have a husband,'",
    "4:18": "for you have had five husbands, and [the one] whom you have now is not your husband; this you have said truthfully!\"",
    "4:19": "The woman said to him, \"Sir, I see that you are a prophet.",
    "4:20": "Our fathers worshiped on this mountain, and you [people]<note: *Here \"[people]\" is supplied in the translation because the Greek pronoun is plural> say that in Jerusalem is the place where it is necessary to worship.\"",
    "4:21": "Jesus said to her, \"Believe me, woman, that an hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.",
    "4:22": "You worship what you do not know. We worship what we know, because salvation is from the Jews.",
    "4:23": "But an hour is coming--and now is [here]<note: *The word \"[here]\" is not in the Greek text but is implied>--when the true worshipers will worship the Father in spirit and truth, for indeed the Father seeks such [people] [to be] his worshipers.",
    "4:24": "God [is] spirit, and the ones who worship him must worship in spirit and truth.\"",
    "4:25": "The woman said to him, \"I know that Messiah is coming\" (the one called Christ); \"whenever that one comes, he will proclaim all [things] to us.\"",
    "4:26": "Jesus said to her, \"I, the one speaking to you, am [he].<note: *Here the predicate nominative is supplied from context in the English translation>",
    "4:27": "And at this [point]<note: *The word \"[point]\" is not in the Greek text but is implied> his disciples came, and they were astonished that he was speaking with a woman. However, no one said, \"What do you seek?\" or \"Why are you speaking with her?\"",
    "4:28": "So the woman left her water jar and went away into the town and said to the people,<note: Assuming the term is used here in a generic sense to refer to persons of either gender, it should be translated \"people\"; if instead the term here refers only to the town leaders or elders who met at the town gate, then \"men\" would be appropriate>",
    "4:29": "\"Come, see a man who told me everything I have ever done! Perhaps this one is the Christ?\"",
    "4:30": "They went out from the town and were coming to him.",
    "4:31": "In the meanwhile the disciples were asking him, saying, \"Rabbi, eat [something]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "4:32": "But he said to them, \"I have food to eat that you do not know about.\"",
    "4:33": "So the disciples began to say<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> to one another, \"No one brought him [anything]<note: *Here the direct object is supplied from context in the English translation> to eat, [did they]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated by the supplied phrase \"[did they]\" in the translation>",
    "4:34": "Jesus said to them, \"My food is that I do the will of the one who sent me and complete his work.",
    "4:35": "Do you not say, 'There are yet four months and the harvest comes'? Behold, I say to you, lift up your eyes and look at the fields, that they are white for harvest already.<note: Some interpreters and Bible translations place the word \"already\" at the beginning of the next verse: \"Already the one who reaps receives wages ...\">",
    "4:36": "The one who reaps receives wages and gathers fruit for eternal life, in order that the one who sows and the one who reaps can rejoice together.",
    "4:37": "For in this [instance]<note: *The word \"[point]\" is not in the Greek text but is implied> the saying is true, 'It is one who sows and another who reaps.'",
    "4:38": "I sent you to reap what you did not work for; others have worked, and you have entered into their work.\"",
    "4:39": "Now from that town many of the Samaritans believed in him because of the word of the woman who testified, \"He told me everything that I have done.\"",
    "4:40": "So when the Samaritans came to him, they began asking<note: *The imperfect tense has been translated as ingressive here (\"began asking\")> him to stay with them. And he stayed there two days.",
    "4:41": "And many more believed because of his word,",
    "4:42": "And they were saying to the woman, \"No longer because of {what you said}<note: Literally \"your speaking\"> do we believe, for we ourselves have heard, and we know that this one is truly the Savior of the world!\"",
    "4:43": "And after the two days he departed from there into Galilee.",
    "4:44": "For Jesus himself testified that a prophet has no honor in his own homeland.",
    "4:45": "So when he came to Galilee, the Galileans welcomed him, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"had seen\") which is understood as causal> had seen all [the things] he had done in Jerusalem at the feast (for they themselves had also come to the feast).",
    "4:46": "Now he came again to Cana in Galilee, where he had made the water wine. And [there] was at Capernaum a certain royal official whose son was sick.",
    "4:47": "This man, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that Jesus had come from Judea into Galilee, went to him and asked that he come down and heal his son, for he was about to die.",
    "4:48": "So Jesus said to him, \"Unless you [people]<note: *Here \"[people]\" is supplied in the translation because the Greek verb (\"see\") is plural> see signs and wonders, you will never believe!\"",
    "4:49": "The royal official said to him, \"Sir, come down before my child dies!\"",
    "4:50": "Jesus said to him, \"Go, your son will live.\" The man believed the word that Jesus spoke to him, and he departed.",
    "4:51": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was going down\")> he was going down, his slaves met him, saying that his child was alive.",
    "4:52": "So he inquired from them the hour at which he had gotten better. Then they said to him, \"Yesterday at the seventh hour the fever left him.\"",
    "4:53": "So the father knew that [it was] that<note: Some manuscripts have \"that [it was] at that same hour\"> same hour at which Jesus said to him, \"Your son will live,\" and he himself believed, and his whole household.",
    "4:54": "Now this [is] again a second sign Jesus performed [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came from Judea into Galilee.",
    "5:1": "After these [things] [there] was a feast of the Jews, and Jesus went up to Jerusalem.",
    "5:2": "Now there is in Jerusalem near the Sheep Gate a pool called in Aramaic Bethzatha,<note: The majority of later manuscripts read \"Bethesda,\" while other early manuscripts read \"Bethsaida\"> which has five porticoes.",
    "5:3": "In these were lying a large number of those who were sick, blind, lame, paralyzed.<note: The majority of later manuscripts add the following words: \"waiting for the moving of the water. 4 For an angel of the Lord from time to time went down in the pool and stirred up the water. So the one who went in first after the stirring of the water was healed of whatever disease he suffered.\">",
    "5:5": "And a certain man was there who had [been] thirty-eight years in his sickness.",
    "5:6": "Jesus, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw this one lying [there] and knew that he had [been sick]<note: *The phrase \"[been sick]\" is not in the Greek text, but is supplied from the context> a long time already, said to him, \"Do you want to become well?\"",
    "5:7": "The one who was sick answered him, \"Sir, I do not have anyone that, whenever the water is stirred up, could put me into the pool. But {while}<note: Literally \"during which [time]\"> I am coming, another goes down before me.\"",
    "5:8": "Jesus said to him, \"Get up! Pick up your mat and walk!\"",
    "5:9": "And immediately the man became well and picked up his mat and began to walk.<note: *The imperfect tense has been translated as ingressive here (\"began to walk\")> (Now it was the Sabbath on that day.)",
    "5:10": "So the Jews were saying to the one who had been healed, \"It is the Sabbath, and it is not permitted for you to pick up the mat!\"<note: Some manuscripts have \"your mat\">",
    "5:11": "But he answered them, \"The one who made me well--that one said to me, 'Pick up your mat and walk!'\"",
    "5:12": "So they asked him,<note: Some manuscripts have \"They asked him\"> \"Who is the man who said to you, 'Pick up [your mat]<note: *In Greek the direct object (\"[your mat]\") is not in the Greek text but the repetition is implied from the previous verse> and walk?'\"",
    "5:13": "But the one who was healed did not know who it was, for Jesus had withdrawn [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> a crowd was in the place.",
    "5:14": "After these [things] Jesus found him at the temple and said to him, \"Look, you have become well! Sin no longer, lest something worse happen to you.\"",
    "5:15": "The man went and reported to the Jews that Jesus was the one who made him well.",
    "5:16": "And on account of this the Jews began to persecute<note: *The imperfect tense has been translated as ingressive here (\"began to persecute\")> Jesus, because he was doing these [things] on the Sabbath.",
    "5:17": "But he answered<note: Some manuscripts have \"Jesus answered\"> them, \"My Father is working until now, and I am working.\"",
    "5:18": "So on account of this the Jews were seeking even more to kill him, because he not only was breaking the Sabbath, but also was calling God his own Father, [thus]<note: *Here \"[thus]\" is supplied as a component of the participle (\"making\") which is understood as result> making himself equal with God.",
    "5:19": "So Jesus answered and said to them, \"Truly, truly I say to you, the Son can do nothing from himself except what he sees the Father doing. For whatever that one does, these [things] also the Son does likewise.",
    "5:20": "For the Father loves the Son and shows him everything that he himself is doing. And greater works than these he will show him, so that you will be astonished.",
    "5:21": "For just as the Father raises the dead and makes [them]<note: *Here the direct object is supplied from context in the English translation> alive, thus also the Son makes alive whomever he wishes.",
    "5:22": "For the Father does not judge anyone, but he has given all judgment to the Son,",
    "5:23": "in order that all [people]<note: *The word \"[people]\" is not in the Greek text but is implied> will honor the Son, just as they honor the Father. The one who does not honor the Son does not honor the Father who sent him.",
    "5:24": "Truly, truly I say to you that the one who hears my word and who believes the one who sent me has eternal life, and does not come into judgment, but has passed from death into life.",
    "5:25": "\"Truly, truly I say to you, that an hour is coming--and now is [here]--when the dead will hear the voice of the Son of God, and the ones who hear will live.",
    "5:26": "For just as the Father has life in himself, thus also he has granted to the Son to have life in himself.",
    "5:27": "And he has granted him authority to carry out judgment, because he is the Son of Man.",
    "5:28": "\"Do not be astonished [at] this, because an hour is coming in which all those in the tombs will hear his voice",
    "5:29": "and they will come out--those who have done good [things] to a resurrection of life, but those who have practiced evil [things] to a resurrection of judgment.",
    "5:30": "I am able to do nothing from myself. Just as I hear, I judge, and my judgment is just, because I do not seek my [own] will, but the will of the one who sent me.",
    "5:31": "\"If I testify about myself, my testimony is not true.",
    "5:32": "There is another who testifies about me, and I know that the testimony which he testifies about me is true.",
    "5:33": "You have sent to John and he has testified to the truth.",
    "5:34": "(And I do not receive testimony from people, but I say these [things] in order that you may be saved.)",
    "5:35": "That one was the lamp [which was] burning and shining, and you wanted to rejoice for an hour in his light.",
    "5:36": "\"But I have a testimony greater than John's, for the works which the Father has given to me that I should complete them--the very works which I am doing--[these] testify about me, that the Father has sent me.",
    "5:37": "And the Father who sent me, that one has testified about me. You have neither heard his voice at any time nor seen his form.",
    "5:38": "And you do not have his word residing in yourselves, because the one whom that one sent, in this one you do not believe.",
    "5:39": "You search<note: Or \"Search\" (an imperative)> the scriptures because you think that you have eternal life in them, and it is these that testify about me.",
    "5:40": "And you are not willing to come to me so that you may have life.",
    "5:41": "\"I do not accept glory<note: Or \"honor\"> from people,",
    "5:42": "but I know you, that you do not have the love of God in yourselves.",
    "5:43": "I have come in my Father's name, and you do not accept me. If another should come in his own name, you would accept that one!",
    "5:44": "How are you able to believe, [if you]<note: *Here \"[if]\" is supplied as a component of the participle (\"accept\") which is understood as conditional> accept glory from one another, and do not seek the glory [which is] from the only God?",
    "5:45": "Do not think that I will accuse you before the Father! The one who accuses you is Moses, in whom you have put your hope!",
    "5:46": "For if you had believed Moses, you would believe me, for that one wrote about me.",
    "5:47": "But if you do not believe that one's writings, how will you believe my words?\"",
    "6:1": "After these [things] Jesus went away to the other side of the sea of Galilee (that is, Tiberias).",
    "6:2": "And a large crowd was following him because they were observing the signs that he was doing on those who were sick.",
    "6:3": "So Jesus went up on the mountain and sat down there with his disciples.",
    "6:4": "(Now the Passover, the feast of the Jews, was near.)",
    "6:5": "{Then Jesus, when he looked up}<note: Literally \"then Jesus lifting up the eyes\"> <note: *Here \"[when]\" in the translation is supplied as a component of the participle \"lifting up\" which is understood as temporal> and saw that a large crowd was coming to him, said to Philip, \"Where can we buy bread so that these [people] can eat?\"",
    "6:6": "(Now he said this to test him, because he knew what he was going to do.)",
    "6:7": "Philip replied to him, \"Two hundred denarii [worth of] bread would not be enough for them, in order that each one could receive a little.\"",
    "6:8": "One of his disciples, Andrew the brother of Simon Peter, said to him,",
    "6:9": "\"Here is a boy who has five barley loaves and two fish, but what are these for so many [people]?\"",
    "6:10": "Jesus said, \"Make the people recline.\" (Now [there] was a lot of grass in the place.) So the men reclined, approximately five thousand [in] number.",
    "6:11": "Then Jesus took the bread, and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had given thanks\") which is understood as temporal> had given thanks, he distributed [it]<note: *Here the direct object is supplied from context in the English translation> to those who were reclining--likewise also of the fish, as much as they wanted.",
    "6:12": "And when they were satisfied, he said to his disciples, \"Gather the remaining fragments so that nothing is lost.\"",
    "6:13": "So they gathered [them],<note: *Here the direct object is supplied from context in the English translation> and filled twelve baskets with fragments from the five barley loaves which were left over by those who had eaten.",
    "6:14": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the people saw the sign that he performed, they began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"This one is truly the Prophet who is to come into the world!\"",
    "6:15": "Then Jesus, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew that they were about to come and seize him in order to make [him]<note: *Here the direct object is supplied from context in the English translation> king, withdrew again up the mountain [by] himself alone.",
    "6:16": "Now when evening came, his disciples went down to the sea.",
    "6:17": "And getting into a boat, they began to go<note: *The imperfect tense has been translated as ingressive here (\"began to go\")> to the other side of the sea, to Capernaum. And it had already become dark, and Jesus had not yet come to them.",
    "6:18": "And the sea began to be stirred up<note: *The imperfect tense has been translated as ingressive here (\"began to be stirred up\")> [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"was blowing\") which is understood as causal> a strong wind was blowing.",
    "6:19": "Then [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had rowed\") which is understood as temporal> had rowed about twenty-five or thirty stadia,<note: A \"stade\" or \"stadium\" (plur. \"stadia\") is about 607 ft (187 m), so this was around 3 miles (5 km)> they saw Jesus walking on the sea and coming near the boat, and they were afraid.",
    "6:20": "But he said to them, \"[It] is I! Do not be afraid!\"",
    "6:21": "So they were wanting to take him into the boat, and immediately the boat came to the land to which they were going.",
    "6:22": "On the next day, the crowd that was on the other side of the sea saw that other boats were not there (except one), and that Jesus had not entered with his disciples into the boat, but his disciples had departed alone.",
    "6:23": "Other boats from Tiberias came near the place where they had eaten the bread [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had given thanks\")> the Lord had given thanks.",
    "6:24": "So when the crowd saw that Jesus was not there, nor his disciples, they themselves got into the boats and came to Capernaum seeking Jesus.",
    "6:25": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"found\") which is understood as temporal> found him on the other side of the sea, they said to him, \"Rabbi, when did you get here?\"",
    "6:26": "Jesus replied to them and said, \"Truly, truly I say to you, you seek me not because you saw signs, but because you ate of the loaves and were satisfied!",
    "6:27": "Do not work for the food that perishes, but the food that remains to eternal life, which the Son of Man will give to you. For God the Father has set his seal on this one.\"",
    "6:28": "So they said to him, \"What shall we do that we can accomplish the works of God?\"",
    "6:29": "Jesus answered and said to them, \"This is the work of God: that you believe in [the one] whom that one sent.\"",
    "6:30": "So they said to him, \"Then what sign will you perform, so that we can see [it]<note: *Here the direct object is supplied from context in the English translation> and believe you? What will you do?",
    "6:31": "Our fathers ate the manna in the wilderness, just as it is written, 'He gave them bread from heaven to eat.'<note: A quotation from Ps 78:24 which refers to the events of Exod 16:4-36>",
    "6:32": "Then Jesus said to them, \"Truly, truly I say to you, Moses did not give you bread from heaven, but my Father is giving you the true bread from heaven!",
    "6:33": "For the bread of God is the one who comes down from heaven and gives life to the world.\"",
    "6:34": "So they said to him, \"Sir, always give us this bread!\"",
    "6:35": "Jesus said to them, \"I am the bread of life. The one who comes to me will never be hungry, and the one who believes in me will never be thirsty again.",
    "6:36": "But I said to you that you have seen me and do not believe.",
    "6:37": "Everyone whom the Father gives to me will come to me, and the one who comes to me I will never throw out,",
    "6:38": "because I have come down from heaven not that I should do my will, but the will of the one who sent me.",
    "6:39": "Now this is the will of the one who sent me: that everyone whom he has given me, I would not lose [any] of them,<note: This pronoun is neuter singular in Greek, but is collective> but raise them<note: This pronoun is neuter singular in Greek, but is collective> up on the last day.",
    "6:40": "For this is the will of my Father, that everyone who looks at the Son and believes in him would have eternal life, and I will raise him up on the last day.\"",
    "6:41": "Now the Jews began to grumble<note: *The imperfect tense has been translated as ingressive here (\"began to grumble\")> about him because he said, \"I am the bread that came down from heaven,\"",
    "6:42": "and they were saying, \"Is this one not Jesus the son of Joseph, whose father and mother we know? How does he now say, 'I have come down from heaven'?\"",
    "6:43": "Jesus answered and said to them, \"Do not grumble {among yourselves}!<note: Literally \"with one another\">",
    "6:44": "No one is able to come to me unless the Father who sent me draws him, and I will raise him up on the last day.",
    "6:45": "It is written in the prophets, 'And they will all be taught by God.'<note: A quotation from Isa 54:13> Everyone who hears from the Father and learns comes to me.",
    "6:46": "(Not that anyone has seen the Father except the one who is from God--this one has seen the Father.)<note: The switch from first person in vv. 44-45 to third person here and back to first person in vv. 47-51 suggests that this verse is a parenthetical comment by the author rather than the words of Jesus>",
    "6:47": "Truly, truly I say to you, the one who believes has eternal life.",
    "6:48": "I am the bread of life.",
    "6:49": "Your fathers ate the manna in the wilderness and they died.",
    "6:50": "This is the bread that comes down from heaven so that someone may eat from it and not die.",
    "6:51": "I am the living bread that came down from heaven. If anyone eats from this bread, he will live {forever}.<note: Literally \"for the age\"> And the bread that I will give for the life of the world is my flesh.\"",
    "6:52": "So the Jews began to quarrel<note: *The imperfect tense has been translated as ingressive here (\"began to quarrel\")> {among themselves},<note: Literally \"with one another\"> saying, \"How can this man give us his flesh to eat?\"",
    "6:53": "Then Jesus said to them, \"Truly, truly I say to you, unless you eat the flesh of the Son of Man and drink his blood, you do not have life in yourselves!",
    "6:54": "The one who eats my flesh and drinks my blood has eternal life, and I will raise him up on the last day.",
    "6:55": "For my flesh is true food, and my blood is true drink.",
    "6:56": "The one who eats<note: *This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English> my flesh and drinks my blood resides in me and I in him.",
    "6:57": "Just as the living Father sent me, and I live because of the Father, [so] also the one who eats<note: *This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English> me--that one will live because of me.",
    "6:58": "This is the bread that came down from heaven, not as the fathers ate and died. The one who eats<note: *This term is somewhat graphic and typically used for animals feeding, but the distinction from other Greek verbs for eating is difficult to convey in English> this bread will live {forever}.\"<note: Literally \"for the age\">",
    "6:59": "He said these [things] [while]<note: *Here \"[when]\" is supplied as a component of the participle (\"teaching\") which is understood as temporal> teaching in the synagogue in Capernaum.",
    "6:60": "Thus many of his disciples, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> said, \"This saying is hard! Who can understand it?\"",
    "6:61": "But Jesus, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew within himself that his disciples were grumbling about this, said to them, \"Does this cause you to be offended?",
    "6:62": "Then [what] if you see the Son of Man ascending where he was before?",
    "6:63": "The Spirit is the one who gives life; the flesh profits nothing. The words that I have spoken to you are spirit and are life.",
    "6:64": "But there are some of you who do not believe.\" (For Jesus knew from the beginning who they were who did not believe, and who it was who would betray him.)",
    "6:65": "And he said, \"Because of this I said to you that no one can come to me unless it has been granted to him by the Father.\"",
    "6:66": "For this [reason] many of his disciples {drew back}<note: Literally \"went away to the things behind\"> and were not walking with him any longer.",
    "6:67": "So Jesus said to the twelve, \"You do not want to go away also, [do you]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[do you]\">",
    "6:68": "Simon Peter answered him, \"Lord, to whom would we go? You have the words of eternal life.",
    "6:69": "And we have believed, and have come to know, that you are the Holy One of God.\"",
    "6:70": "Jesus replied to them, \"Did I not choose you, the twelve, and one of you is the devil?\"",
    "6:71": "(Now he was speaking about Judas [son] of Simon Iscariot, because this one--one of the twelve--was going to betray him.)",
    "7:1": "And after these [things] Jesus was going about in Galilee. For he did not want to go about in Judea, because the Jews were seeking to kill him.",
    "7:2": "Now the feast of the Jews--the [feast of] Tabernacles--was near.",
    "7:3": "So his brothers said to him, \"Depart from here and go to Judea, so that your disciples also can see your works that you are doing.",
    "7:4": "For no one does anything in secret and [yet] he himself desires to be {publicly recognized}.<note: Literally \"with openness\"> If you are doing these [things], reveal yourself to the world!\"",
    "7:5": "(For not even his brothers believed in him.)",
    "7:6": "So Jesus said to them, \"My time has not yet come, but your time is always ready.",
    "7:7": "The world cannot hate you, but it hates me, because I am testifying about it, that its deeds are evil.",
    "7:8": "You go up to the feast. I am not<note: Most manuscripts read \"not yet\" here, but this is obviously an easier reading intended to reconcile the statement with Jesus' later actions> going up to this feast, because my time is not yet completed.<note: Or \"fulfilled\">",
    "7:9": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he remained in Galilee.",
    "7:10": "But when his brothers had gone up to the feast, then he also went up, not openly, but (as it were) in secret.",
    "7:11": "So the Jews were looking for him at the feast, and were saying, \"Where is he?\"",
    "7:12": "And there was a lot of grumbling concerning him among the crowds; some were saying, \"He is a good [man],\" but others were saying, \"No, but he deceives the crowd.\"",
    "7:13": "However, no one was speaking openly about him for fear of the Jews.",
    "7:14": "{Now when the feast was already half over},<note: Literally \"now it being already in the middle of the feast\"> Jesus went to the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and began to teach.<note: *The imperfect tense has been translated as ingressive here (\"began to teach\")>",
    "7:15": "Then the Jews were astonished, saying, \"How does this man {possess knowledge},<note: Literally \"know letters\"> [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"been taught\") which is understood as causal> has not been taught?\"",
    "7:16": "So Jesus answered them and said, \"My teaching is not mine, but [is] from the one who sent me.",
    "7:17": "If anyone wants to do his will, he will know about my<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> teaching, whether it is from God or I am speaking from myself.",
    "7:18": "The one who speaks from himself seeks his own glory. But the one who seeks the glory of the one who sent him--this one is true, and there is no unrighteousness in him.",
    "7:19": "Has not Moses given you the law, and none of you carries out the law? Why do you seek to kill me?\"",
    "7:20": "The crowd replied, \"You have a demon! Who is seeking to kill you?\"",
    "7:21": "Jesus answered and said to them, \"I performed one work, and you are all astonished.",
    "7:22": "Because of this Moses has given you circumcision (not that it is from Moses, but from the fathers), and you circumcise a man on the Sabbath.",
    "7:23": "If a man receives circumcision on the Sabbath so that the law of Moses would not be broken, are you angry with me because I made a whole man well<note: Or \"a man entirely well\"> on the Sabbath?",
    "7:24": "Do not judge according to outward appearance, but judge according to righteous judgment!\"",
    "7:25": "Then some of the inhabitants of Jerusalem began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"Is this not [the one] whom they are seeking to kill?",
    "7:26": "And behold, he is speaking openly and they are saying nothing to him! Can it be that the rulers truly know that this man is the Christ?",
    "7:27": "Yet we know where this man is from, but the Christ, whenever he comes--no one knows where he is from!\"",
    "7:28": "Then Jesus cried out in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> teaching and saying, \"You both know me and you know where I am from! And I have not come from myself, but the one who sent me is true, whom you do not know.",
    "7:29": "I know him, because I am from him and he sent me.\"",
    "7:30": "So they were seeking to seize him, and no one laid a hand on him, because his hour had not yet come.",
    "7:31": "But from the crowd many believed in him and were saying, \"Whenever the Christ comes, he will not perform more signs than this man has done, [will he]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[will he]\">",
    "7:32": "The Pharisees heard the crowd murmuring these [things] about him, and the chief priests and the Pharisees sent officers in order {to take him into custody }.<note: Literally \"that they could seize him\">",
    "7:33": "Then Jesus said, \"Yet a little time I am with you, and I am going to the one who sent me.",
    "7:34": "You will seek me and will not find [me],<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts explicitly state \"me\"> and where I am, you cannot come.\"",
    "7:35": "So the Jews said to one another, \"Where [is] this one going to go, that we will not find him? He is not going to go to the Dispersion among the Greeks and teach the Greeks, [is he]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[is he]\">",
    "7:36": "What is this saying that he said, 'You will seek me and will not find [me],<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts explicitly state \"me\"> and where I am, you cannot come'?\"",
    "7:37": "Now on the last day of the feast--the great [day]--Jesus stood and cried out, saying, \"If anyone is thirsty, let him come to me, and let him drink,",
    "7:38": "the one who believes in me.<note: An alternative punctuation of vv. 37-38 reads: \"If anyone is thirsty, let him come to me and let him drink. 38 The one who believes in me, just as the scripture said, 'Out of his belly will flow rivers of living water.'\"> Just as the scripture said, 'Out of his belly will flow rivers of living water.'\"<note: A quotation from the Old Testament of uncertain origin; texts most often suggested are Isa 44:3; 55:1; 58:11; Zech 14:8>",
    "7:39": "Now he said this concerning the Spirit, whom those who believed in him were about to receive. For the Spirit was not yet [given],<note: A few manuscripts supply the participle \"given\" here; while it is unlikely this represents the original reading, many English versions nevertheless supply \"given\" to avoid the impression that the Spirit did not exist prior to this point> because Jesus had not yet been glorified.)",
    "7:40": "Then, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these words, [some] from the crowd began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"This man is truly the Prophet!\"",
    "7:41": "Others were saying, \"This man is the Christ!\" But others were saying, \"No, for the Christ does not come from Galilee, [does he]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[does he]\">",
    "7:42": "Has not the scripture said that the Christ comes from the descendants of David, and from Bethlehem, the village where David was?\"",
    "7:43": "So there was a division in the crowd because of him.",
    "7:44": "And some of them were wanting to seize him, but no one laid hands on him.",
    "7:45": "So the officers came to the chief priests and Pharisees. And they said to them, \"{Why}<note: Literally \"because of what\"> did you not bring him?\"",
    "7:46": "The officers replied, \"Never has a man spoken like this!\"",
    "7:47": "Then the Pharisees replied to them, \"You have not also been deceived, [have you]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[have you]\">",
    "7:48": "{None}<note: Literally \"not anyone\"> of the rulers or of the Pharisees have believed in him, [have they]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[have they]\">",
    "7:49": "But this crowd who does not know the law is accursed!\"",
    "7:50": "Nicodemus, the one who came to him previously--who was one of them--said to them,",
    "7:51": "\"Our law does not condemn a man unless it first hears from him and knows what he is doing, [does it]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[does it]\">",
    "7:52": "They answered and said to him, \"You are not also from Galilee, [are you]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are you]\"> Investigate and see that a prophet does not arise from Galilee!\" [[",
    "7:53": "And each one went to his [own] house.<note: John 7:53-8:11 is not found in the earliest and best manuscripts and was almost certainly not an original part of the Gospel of John; one significant group of Greek manuscripts places it after Luke 21:38>",
    "8:1": "But Jesus went to the Mount of Olives.",
    "8:2": "Now early in the morning he came again to the temple [courts].<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> And all the people were coming,<note: Some manuscripts have \"were coming to him\"> and he sat down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> began to teach<note: *The imperfect tense has been translated as ingressive here (\"began to teach\")> them.",
    "8:3": "Now the scribes and the Pharisees brought to him a woman<note: Some manuscripts have \"brought a woman\"> caught in adultery. And standing her in [their] midst,",
    "8:4": "they said to him, testing [him],<note: Some manuscripts omit \"testing [him]\"> \"Teacher, this woman was caught in the very act of committing adultery!",
    "8:5": "Now in the law, Moses commanded us to stone such women. So what do you say?\"",
    "8:6": "(Now they were saying this to test him, so that they would have [an occasion]<note: *Here the direct object is supplied from context in the English translation> to bring charges against him.) But Jesus, bending down, began to write<note: *The imperfect tense has been translated as ingressive here (\"began to write\")> with [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> finger on the ground, taking no notice.<note: Some manuscripts omit \"taking no notice\">",
    "8:7": "And when they persisted in asking him, straightening up he said<note: Some manuscripts have \"he straightened up and said\"> to them, \"The [one] of you without sin, let him throw the first stone at her!\"",
    "8:8": "And bending down again, he wrote on the ground.",
    "8:9": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> being convicted by their conscience,<note: Some manuscripts omit \"being convicted by their conscience\"> they began to depart,<note: *The imperfect tense has been translated as ingressive here (\"began to depart\")> one by one, beginning with the older ones, and Jesus<note: Some manuscripts have \"he\"> was left alone--and the woman who was in [their] midst.",
    "8:10": "So Jesus, straightening up and seeing no one except the woman,<note: Some manuscripts omit \"and seeing no one except the woman\"> said to her, \"Where are those accusers of yours?<note: Some manuscripts have \"said to her, 'Woman, where are they?\"> Does no one condemn you?\"",
    "8:11": "And she said, \"No one, Lord.\" So Jesus said, \"Neither do I condemn you. Go, and<note: Some manuscripts have \"and from now on\"> sin no more.\"]]<note: John 7:53-8:11 is not found in the earliest and best manuscripts and was almost certainly not an original part of the Gospel of John; one significant group of Greek manuscripts places it after Luke 21:38>",
    "8:12": "Then Jesus spoke to them again, saying, \"I am the light of the world! The one who follows me will never walk in darkness, but will have the light of life.\"",
    "8:13": "So the Pharisees said to him, \"You testify concerning yourself! Your testimony is not true.\"",
    "8:14": "Jesus answered and said to them, \"Even if I testify concerning myself, my testimony is true, because I know where I have come from and where I am going. But you do not know where I have come from or where I am going.",
    "8:15": "You judge according to externals; I do not judge anyone.",
    "8:16": "But even if I judge, my judgment is true, because I am not alone, but I and the Father who sent me.",
    "8:17": "And even in your law it is written that the testimony of two men is true.<note: An allusion to Deut 17:6>",
    "8:18": "I am the one who testifies concerning myself, and the Father who sent me testifies concerning me.\"",
    "8:19": "So they were saying to him, \"Where is your father?\" Jesus replied, \"You know neither me nor my Father! If you had known me, you would have known my Father also.\"",
    "8:20": "He spoke these words by the treasury [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"teaching\") which is understood as temporal> teaching in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and no one seized him, because his hour had not yet come.",
    "8:21": "So he said to them again, \"I am going away, and you will seek me and will die in your sin. Where I am going you cannot come!\"",
    "8:22": "Then the Jews began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"Perhaps he will kill himself, because he is saying, 'Where I am going you cannot come.'\"",
    "8:23": "And he said to them, \"You are from below; I am from above. You are from this world; I am not from this world.",
    "8:24": "Thus I said to you that you will die in your sins. For if you do not believe that I am [he], you will die in your sins.\"",
    "8:25": "So they began to say to him,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"Who are you?\" Jesus said to them, \"{What}<note: Literally \"that which\"> I have been saying to you [from] the beginning.",
    "8:26": "I have many [things] to say and to judge concerning you, but the one who sent me is true, and [the things] which I heard from him, these [things] I say to the world.\"",
    "8:27": "(They did not know that he was speaking to them about the Father.)",
    "8:28": "Then Jesus said,<note: Some manuscripts have \"said to them\"> \"When you lift up the Son of Man, then you will recognize that I am [he], and I do nothing from myself, but just as the Father taught me, I say these [things].",
    "8:29": "And the one who sent me is with me. He has not left me alone, because I always do the things that are pleasing to him.\"",
    "8:30": "[While]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was saying\")> he was saying these [things], many believed in him.",
    "8:31": "Then Jesus said to those Jews who had believed him, \"If you continue in my word you are truly my disciples,",
    "8:32": "and you will know the truth, and the truth will set you free.\"",
    "8:33": "They replied to him, \"We are descendants of Abraham and have not been enslaved to anyone at any time. How do you say, 'You will become free'?\"",
    "8:34": "Jesus replied to them, \"Truly, truly I say to you, that everyone who commits sin is a slave of sin.",
    "8:35": "And the slave does not remain in the household {forever};<note: Literally \"for the age\"> the son remains {forever}.<note: Literally \"for the age\">",
    "8:36": "So if the son sets you free, you will be truly free.",
    "8:37": "I know that you are descendants of Abraham. But you are seeking to kill me, because my word makes no progress among you.",
    "8:38": "I speak [the things] that I have seen with the Father; so also you do [the things] that you have heard from the Father.\"",
    "8:39": "They answered and said to him, \"Abraham is our father!\" Jesus said to them, \"If you are children of Abraham, do the deeds of Abraham!",
    "8:40": "But now you are seeking to kill me, a man who spoke to you the truth which I heard from God. This Abraham did not do.",
    "8:41": "You are doing the deeds of your father!\" They said<note: Some manuscripts have \"Then they said\"> to him, \"We were not born from sexual immorality! We have one father, God!\"\r\n",
    "8:42": "Jesus said to them, \"If God were your father, you would love me, for I have come forth from God and have come. For I have not come from myself, but that one sent me.",
    "8:43": "{Why}<note: Literally \"because of what\"> do you not understand my way of speaking? Because you are not able to listen to my message.",
    "8:44": "You are of your father the devil, and you want to do the desires of your father! That one was a murderer from the beginning, and does not stand firm in the truth, because truth is not in him. Whenever he speaks the lie, he speaks from his own [nature],<note: *The word \"[nature]\" is not in the Greek text but is implied> because he is a liar and the father {of lies}.<note: Literally \"of it\">",
    "8:45": "But because I am telling the truth, you do not believe me.",
    "8:46": "Who among you convicts me concerning sin? If I am telling the truth, {why}<note: Literally \"because of what\"> do you not believe me?",
    "8:47": "The one who is from God listens to the words of God. Because of this you do not listen--because you are not of God.\"",
    "8:48": "The Jews answered and said to him, \"Do we not correctly say that you are a Samaritan and have a demon?\"",
    "8:49": "Jesus replied, \"I do not have a demon, but I honor my Father, and you dishonor me!",
    "8:50": "But I do not seek my [own] glory. There is one who seeks and judges!",
    "8:51": "Truly, truly I say to you, if anyone keeps my word, he will never experience death {forever}.\"<note: Literally \"for the age\">",
    "8:52": "The Jews<note: Some manuscripts have \"Then the Jews\"> said to him, \"Now we know that you have a demon! Abraham and the prophets died, and you say, 'If anyone keeps my word, he will never taste death {forever}.'<note: Literally \"for the age\">",
    "8:53": "You are not greater than our father Abraham who died, [are you]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are you]\"> And the prophets died! Who do you make yourself [to be]?\"",
    "8:54": "Jesus replied, \"If I glorify myself, my glory is nothing. The one who glorifies me is my Father, [about] whom you say, 'He is our God.'",
    "8:55": "And you have not known him, but I know him. And if I were to say that I do not know him, I would be a liar like you! But I know him and I keep his word.",
    "8:56": "Abraham your father rejoiced that he would see my day, and he saw [it]<note: *Here the direct object is supplied from context in the English translation> and was glad.\"",
    "8:57": "So the Jews said to him, \"{You are}<note: Literally \"you have\"> not yet fifty years [old], and have you seen Abraham?\"",
    "8:58": "Jesus said to them, \"Truly, truly I say to you, before Abraham was, I am!\"",
    "8:59": "Then they picked up stones in order to throw [them]<note: *Here the direct object is supplied from context in the English translation> at him. But Jesus was hidden and went out of the temple [courts].<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself>",
    "9:1": "And [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"went away\") which is understood as temporal> went away, he saw a man blind from birth.",
    "9:2": "And his disciples asked him, saying, \"Rabbi, who sinned, this man or his parents, that he should be born blind?\"",
    "9:3": "Jesus replied, \"Neither this man sinned nor his parents, but [it happened]<note: *The words \"[it happened]\" are not in the Greek text but are implied> so that the works of God could be revealed in him.",
    "9:4": "It is necessary [for] us to do the deeds of the one who sent me while it is day; night is coming, when no one can work!",
    "9:5": "While I am in the world, I am the light of the world.\"",
    "9:6": "[When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he spat on the ground and made clay with the saliva, and smeared the clay on his eyes.",
    "9:7": "And he said to him, \"Go, wash in the pool of Siloam\" (which is translated \"sent\"). So he went and washed and came back seeing.",
    "9:8": "Then the neighbors and those who saw him previously (because he was a beggar) began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"Is this man not the one who used to sit and beg?\"",
    "9:9": "Others were saying, \"It is this man\"; others were saying, \"No, but he is like him.\" That one was saying, \"I am [he]!\"",
    "9:10": "So they began to say<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> to him, \"How<note: Some manuscripts have \"Then how\"> were your eyes opened?\"",
    "9:11": "He replied, \"The man who is called Jesus made clay and smeared [it]<note: *Here the direct object is supplied from context in the English translation> on my eyes and said to me, 'Go to Siloam and wash!' So I went, and I washed, [and]<note: *Here \"[and]\" is supplied because the two previous participles (\"went\" and \"washed\") have been translated as finite verbs> I received sight.\"",
    "9:12": "And they said to him, \"Where is that man?\" He said, \"I do not know.\"",
    "9:13": "They brought him--the one formerly blind--to the Pharisees.",
    "9:14": "(Now the day on which Jesus made the clay and opened his eyes was the Sabbath.)",
    "9:15": "So the Pharisees also were asking him again how he received sight. And he said to them, \"He put clay on my eyes, and I washed, and I see.\"",
    "9:16": "So some of the Pharisees were saying, \"This man is not from God, because he does not observe the Sabbath!\" Others<note: Some manuscripts have \"But others\"> were saying, \"How can a man [who is] a sinner perform such signs?\" And there was a division among them.",
    "9:17": "So they said to the blind man again, \"What do you say about him, because he opened your eyes?\" And he said, \"He is a prophet.\"",
    "9:18": "So the Jews did not believe concerning him that he had been blind and received sight, until they summoned the parents of the one<note: Literally \"of him\"> who received sight.",
    "9:19": "And they asked them, saying, \"Is this man your son, whom you say was born blind? Then how does he now see?\"",
    "9:20": "So his parents answered and said, \"We know that this man is our son, and that he was born blind.",
    "9:21": "But how he now sees we do not know, or who opened his eyes we do not know. Ask him! {He is a mature adult};<note: Literally \"he has maturity\"> he will speak for himself!\"",
    "9:22": "(His parents said these [things] because they were afraid of the Jews, for the Jews had already decided that if anyone should confess him [to be] Christ, he would be expelled from the synagogue.",
    "9:23": "Because of this his parents said, \"{He is a mature adult};<note: Literally \"he has maturity\"> ask him.\")",
    "9:24": "So they summoned the man who had been blind for the second time and said to him, \"Give glory to God! We know that this man is a sinner!\"",
    "9:25": "Then that man replied, \"Whether he is a sinner I do not know. One [thing] I know--that [although I]<note: *Here \"[although]\" is supplied as a component of the participle (\"was\") which is understood as concessive> was blind, now I see!\"",
    "9:26": "So they said to him, \"What did he do to you? How did he open your eyes?\"",
    "9:27": "He replied to them, \"I told you already and you did not listen! Why do you want to hear [it]<note: *Here the direct object is supplied from context in the English translation> again? You do not want to become his disciples also, [do you]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[do you]\">",
    "9:28": "They reviled<note: Some manuscripts have \"And they reviled\"> him and said, \"You are his disciple! But we are disciples of Moses!",
    "9:29": "We know that God has spoken to Moses, but we do not know where this man is from.\"",
    "9:30": "The man answered and said to them, \"For the remarkable thing is this, that you do not know where he is from, and he opened my eyes!",
    "9:31": "We know that God does not listen to sinners, but if someone is devout and does his will, he listens to this one.",
    "9:32": "From {time immemorial}<note: Literally \"the age\"> it has not been heard that someone opened the eyes of one born blind.",
    "9:33": "If this man were not from God, he would not be able to do anything!\"",
    "9:34": "They answered and said to him, \"You were born completely in sin, and are you attempting to teach<note: *Here the present tense is translated as a conative present (\"attempting to teach\")> us?\" And they threw him out.",
    "9:35": "Jesus heard that they had thrown him out, and finding him, he said, \"Do you believe in the Son of Man?\"",
    "9:36": "He answered and said, \"And who is [he], sir, that I may believe in him?\"",
    "9:37": "Jesus said to him, \"You have both seen him, and he is the one who is speaking with you.\" [[",
    "9:38": "And he said, \"I believe, Lord!\" and he worshiped him.",
    "9:39": "And Jesus said,]]<note: A number of important manuscripts lack v. 38 and the first part of v. 39 (\"and Jesus said\")> \"For judgment I have come into this world, so that those who do not see may see, and those who see may become blind!\"",
    "9:40": "[Some] of the Pharisees who were with him heard these [things] and said to him, \"We are not also blind, [are we]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are we]\">",
    "9:41": "Jesus said to them, \"If you were blind, you would not have sin. But now you say, 'We see,' your sin remains.",
    "10:1": "\"Truly, truly I say to you, the one who does not enter through the door into the fold of the sheep, but climbs up at some other place--that one is a thief and a robber.",
    "10:2": "But the one who enters through the door is the shepherd of the sheep.",
    "10:3": "For this one the doorkeeper opens, and the sheep hear his voice, and he calls his own sheep by name and leads them out.",
    "10:4": "Whenever he sends out all his own, he goes before them, and the sheep follow him because they know his voice.",
    "10:5": "And they will never follow a stranger, but will flee from him, because they do not know the voice of strangers.\"",
    "10:6": "Jesus told them this parable, but they did not understand what it was that he was saying to them.",
    "10:7": "Then Jesus said to them<note: Some manuscripts omit \"to them\"> again, \"Truly, truly, I say to you, I am the door of the sheep.",
    "10:8": "All those who came before me are thieves and robbers, but the sheep do not listen to them.",
    "10:9": "I am the door. If anyone enters through me, he will be saved, and will come in and will go out and will find pasture.",
    "10:10": "The thief {comes only}<note: Literally \"does not come except\"> so that he can steal and kill and destroy; I have come so that they may have life, and have [it]<note: *Here the direct object is supplied from context in the English translation> abundantly.",
    "10:11": "\"I am the good shepherd. The good shepherd lays down his life for the sheep.",
    "10:12": "The hired hand, who is not the shepherd, whose own the sheep are not, sees the wolf approaching and abandons the sheep and runs away--and the wolf seizes them and scatters [them]<note: *Here the direct object is supplied from context in the English translation>--",
    "10:13": "because he is a hired hand and {he is not concerned}<note: Literally \"it is not a concern to him\"> about the sheep.",
    "10:14": "\"I am the good shepherd, and I know my [own], and my [own] know me,",
    "10:15": "just as the Father knows me and I know the Father, and I lay down my life for the sheep.",
    "10:16": "And I have other sheep which are not from this fold. I must bring these also, and they will hear my voice, and they will become one flock--one shepherd.",
    "10:17": "Because of this the Father loves me, because I lay down my life so that I may take possession of it again.",
    "10:18": "No one takes it from me, but I lay it down {voluntarily}.<note: Literally \"from myself\"> I have authority to lay it down, and I have authority to take possession of it again. This commandment I received from my Father.\"",
    "10:19": "Again there was a division among the Jews because of these words.",
    "10:20": "And many of them were saying, \"He has a demon and is out of his mind! Why do you listen to him?\"",
    "10:21": "Others were saying, \"These are not the words of one who is possessed by a demon! A demon is not able to open the eyes of the blind, [is it]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[is it]\">",
    "10:22": "Then the feast of the Dedication took place in Jerusalem. It was winter,",
    "10:23": "and Jesus was walking in the temple in the Portico of Solomon.",
    "10:24": "So the Jews surrounded him and began to say<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> to him, \"{How long will you keep us in suspense}?<note: Literally \"until when will you take away our life\"> If you are the Christ, tell us plainly!\"",
    "10:25": "Jesus answered them, \"I told you and you do not believe! The deeds that I do in the name of my Father, these testify about me.",
    "10:26": "But you do not believe, because you are not of my sheep!",
    "10:27": "My sheep listen to my voice, and I know them, and they follow me.",
    "10:28": "And I give them eternal life, and they will never perish {forever},<note: Literally \"for the age\"> and no one will seize them out of my hand.",
    "10:29": "My Father, who has given [them]<note: *Here the direct object is supplied from context in the English translation> to me, is greater than all, and no one can seize [them]<note: *Here the direct object is supplied from context in the English translation> from the Father's hand.",
    "10:30": "The Father and I are one.\"",
    "10:31": "Then<note: Some manuscripts omit \"Then\"> the Jews picked up stones again so that they could stone him.",
    "10:32": "Jesus answered them, \"I have shown you many good deeds from the Father. For which one of them are you going to stone me?\"",
    "10:33": "The Jews answered him, \"We are not going to stone you concerning a good deed, but concerning blasphemy, and because you, [although you]<note: *Here \"[although]\" is supplied as a component of the participle (\"are\") which is understood as concessive> are a man, make yourself [to be] God!\"",
    "10:34": "Jesus answered them, \"Is it not written in your law, 'I said, \"You are gods\" '?<note: A quotation from Ps 82:6 (in common usage \"law\" could refer to the entire Old Testament)>",
    "10:35": "If he called them 'gods' to whom the word of God came--and the scripture cannot be broken--",
    "10:36": "do you say about [he] whom the Father set apart and sent into the world, 'You are blaspheming,' because I said, 'I am the Son of God'?",
    "10:37": "If I do not do the deeds of my Father, do not believe me.",
    "10:38": "But if I am doing [them],<note: *Here the direct object is supplied from context in the English translation> even if you do not believe me, believe the deeds, so that you may know and understand that the Father [is] in me and I [am] in the Father.\"",
    "10:39": "So they were seeking again to seize him, and he departed out of their hand.",
    "10:40": "And he went away again on the other side of the Jordan, to the place where John was baptizing at an earlier time, and he stayed there.",
    "10:41": "And many came to him and began to say,<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> \"John performed no sign, but everything John said about this man was true!\"",
    "10:42": "And many believed in him there.",
    "11:1": "Now a certain man was sick, Lazarus from Bethany, the village of Mary and her sister Martha.",
    "11:2": "(Now it was Mary who anointed the Lord with perfumed oil and wiped his feet with her hair, whose brother Lazarus was sick.)",
    "11:3": "So the sisters sent [word]<note: *Here the direct object is supplied from context in the English translation> to him, saying, \"Lord, behold, [the one] whom you love is sick.\"",
    "11:4": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> Jesus said, \"This sickness is not to death, but for the glory of God, in order that the Son of God may be glorified through it.\"",
    "11:5": "(Now Jesus loved Martha and her sister and Lazarus.)",
    "11:6": "So when he heard that he was sick, then he remained in the place {where}<note: Literally \"in which\"> he was two days.",
    "11:7": "Then after this he said to the disciples, \"Let us go to Judea again.\"",
    "11:8": "The disciples said to him, \"Rabbi, the Jews were seeking just now to stone you, and are you going there again?\"",
    "11:9": "Jesus replied, Are [there] not twelve hours in the day? If anyone walks around in the daylight, he does not stumble, because he sees the light of this world.",
    "11:10": "But if anyone walks around in the night, he stumbles, because the light is not in him.",
    "11:11": "He said these [things], and after this he said to them, \"Our friend Lazarus has fallen asleep, but I am going so that I can awaken him.\"",
    "11:12": "So the disciples said to him, \"Lord, if he has fallen asleep, he will get well.\"",
    "11:13": "(Now Jesus had been speaking about his death, but they thought that he was speaking about {real sleep}.<note: Literally \"the sleep of slumber\">)",
    "11:14": "So Jesus then said to them plainly, \"Lazarus has died,",
    "11:15": "and I am glad {for your sake}<note: Literally \"for the sake of you\"> that I was not there, so that you may believe. But let us go to him.\"",
    "11:16": "Then Thomas (the one who is called Didymus)<note: \"Didymus\" means \"the twin\" in Greek> said to his fellow disciples, \"Let us go also, so that we may die with him.\"",
    "11:17": "So [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> arrived, Jesus found he had already [been] four days in the tomb.",
    "11:18": "(Now Bethany was near Jerusalem, about fifteen stadia.<note: A \"stade\" or \"stadium\" (plur. \"stadia\") is about 607 ft (187 m), so this was just under two miles (3 km)>",
    "11:19": "So many of the Jews came to Martha and Mary in order to console them concerning their<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> brother.)",
    "11:20": "Now Martha, when she heard that Jesus was coming, went to meet him, but Mary was sitting in the house.",
    "11:21": "So Martha said to Jesus, \"Lord, if you had been here, my brother would not have died.",
    "11:22": "Even<note: Some manuscripts have \"But even\"> now I know that whatever you ask God, God will grant you.\"",
    "11:23": "Jesus said to her, \"Your brother will rise again.\"",
    "11:24": "Martha said to him, \"I know that he will rise again in the resurrection at the last day.\"",
    "11:25": "Jesus said to her, \"I am the resurrection and the life. The one who believes in me, even if he dies, will live,",
    "11:26": "and everyone who lives and believes in me will never die {forever}.<note: Literally \"for the age\"> Do you believe this?\"",
    "11:27": "She said to him, \"Yes, Lord, I have believed that you are the Christ, the Son of God, who comes into the world.\"",
    "11:28": "And [when she]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, she went and called her sister Mary privately, saying, \"The Teacher is here and is calling for you.\"",
    "11:29": "So that one, when she heard [it],<note: *Here the direct object is supplied from context in the English translation> got up quickly and went to him.",
    "11:30": "(Now Jesus has not yet come into the village, but was still in the place where Martha went to meet him.)",
    "11:31": "So the Jews who were with her in the house and were consoling her, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw Mary--that she stood up quickly and went out--followed her, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"thought\") which is understood as causal> thought that she was going to the tomb in order to weep there.",
    "11:32": "Then Mary, when she came where Jesus was [and]<note: *Here \"[and]\" is supplied because the participle (\"saw\") has been translated as a finite verb in keeping with English style> saw him, fell at his feet, saying to him, \"Lord, if you had been here, my brother would not have died.\"",
    "11:33": "Then Jesus, when he saw her weeping and the Jews who came with her weeping, was deeply moved in spirit and was troubled within himself.",
    "11:34": "And he said, \"Where have you laid him?\" They said to him, \"Lord, come and see.\"",
    "11:35": "Jesus wept.",
    "11:36": "So the Jews were saying, \"See how he loved him!\"",
    "11:37": "But some of them said, \"Was not this man who opened the eyes of the blind able to do [something]<note: *Here the direct object is supplied from context in the English translation> so that this man also would not have died?\"",
    "11:38": "Then Jesus, deeply moved within himself again, came to the tomb. Now it was a cave, and a stone was lying on it.",
    "11:39": "Jesus said, \"Take away the stone.\" Martha, the sister of the one who had died, said to him, \"Lord, he is stinking already, because it has been four days.\"",
    "11:40": "Jesus said to her, \"Did I not say to you that if you believed, you would see the glory of God?\"",
    "11:41": "So they took away the stone. And Jesus lifted up his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> eyes above and said, \"Father, I give thanks to you that you hear me.",
    "11:42": "And I know that you always hear me, but for the sake of the crowd standing around I said [it],<note: *Here the direct object is supplied from context in the English translation> so that they may believe that you sent me.\"",
    "11:43": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he cried out with a loud voice, \"Lazarus, come out!\"",
    "11:44": "The one who had died came out, his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet and his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands bound with strips of cloth, and his face wrapped with a facecloth. Jesus said to them, \"Untie him and let him go.\"",
    "11:45": "Then many of the Jews who had come with Mary and saw [the things] which he did believed in him.",
    "11:46": "But some of them went to the Pharisees and told them [the things] which Jesus had done.",
    "11:47": "So the chief priests and the Pharisees called together the Sanhedrin and said, \"What are we doing? For this man is performing many signs!",
    "11:48": "If we allow him [to go on] in this way, everyone will believe in him, and the Romans will come and take away both our place<note: Generally understood to be a reference to the Jerusalem temple> and our<note: Literally \"both the place and the nation of us\"; the possessive pronoun is repeated in the translation (rather than the article) in keeping with English style> nation.\"",
    "11:49": "But a certain one of them, Caiaphas (who was high priest in that year), said to them, \"You do not know anything at all!",
    "11:50": "Nor do you consider that it is profitable for you that one man should die for the people, and the whole nation not perish.\"",
    "11:51": "(Now he did not say this from himself, but being high priest in that year, he prophesied that Jesus was going to die for the nation,",
    "11:52": "and not for the nation only, but also that the children of God who are scattered would be gathered into one.)",
    "11:53": "So from that day they resolved that they should kill him.",
    "11:54": "So Jesus was no longer walking openly among the Jews, but went away from there to the region near the wilderness, to a city called Ephraim, and there he stayed with the disciples.",
    "11:55": "Now the Passover of the Jews was near, and many went up to Jerusalem from the [surrounding] country before the Passover, so that they could purify themselves.",
    "11:56": "So they were looking for Jesus, and were speaking with one another [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"standing\") which is understood as temporal> standing in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> \"What do you think? That he will not come to the feast?\"",
    "11:57": "(Now the chief priests and the Pharisees had given orders that if anyone knew where he was, they should report [it],<note: *Here the direct object is supplied from context in the English translation> in order that they could arrest him.)",
    "12:1": "Then, six days before the Passover, Jesus came to Bethany, where Lazarus was, whom Jesus had raised from the dead.",
    "12:2": "So they made him a dinner there, and Martha was serving, but Lazarus was one of the ones reclining at table with him.",
    "12:3": "Then Mary took a pound<note: The Greek term refers to a Roman pound, 327.45 grams (approximately 12 ounces)> of ointment of very valuable genuine nard [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> anointed the feet of Jesus, and wiped his feet with her hair. And the house was filled with the fragrance of the ointment.",
    "12:4": "But Judas Iscariot, one of his disciples (the one who was going to betray him) said,",
    "12:5": "\"{Why}<note: Literally \"because of what\"> was this ointment not sold for three hundred denarii and given to the poor?\"",
    "12:6": "(Now he said this not because {he was concerned}<note: Literally \"it was a concern to him\"> about the poor, but because he was a thief, and having the money box, he used to steal what was put into [it].)<note: *Here the direct object is supplied from context in the English translation>",
    "12:7": "So Jesus said, \"Leave her alone, so that she may keep it for the day of my preparation for burial.",
    "12:8": "For you have the poor with you always, but you do not always have me.\"",
    "12:9": "Now a large crowd<note: Some manuscripts have \"the large crowd\"> of Jews found out that he was there, and they came, not only because of Jesus, but so that they could see Lazarus also, whom he raised from the dead.",
    "12:10": "So the chief priests decided that they would kill Lazarus also,",
    "12:11": "because on account of him many of the Jews were going and believing in Jesus.",
    "12:12": "On the next day the large crowd who had come to the feast, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that Jesus was coming to Jerusalem,",
    "12:13": "took the branches of palm trees and went out to meet him, and began crying out, \"Hosanna! Blessed [is] the one who comes in the name of the Lord,<note: A quotation from Ps 118:25-26> even the king of Israel!\"\r\n",
    "12:14": "So Jesus found a young donkey [and]<note: *Here \"[and]\" is supplied because the previous participle (\"found\") has been translated as a finite verb> sat on it, just as it is written,",
    "12:15": "\"Do not be afraid, daughter of Zion! Behold, your king is coming, seated on the foal of a donkey!\"<note: A quotation from Zech 9:9>",
    "12:16": "(His disciples did not understand these [things] at first, but when Jesus was glorified, then they remembered that these [things] had been written about him and they did these [things] to him.)",
    "12:17": "So the crowd who was with him when he called Lazarus out of the tomb and raised him from the dead were continuing to testify.",
    "12:18": "Because of this also the crowd went to meet him, for they had heard [that] he had performed this sign.",
    "12:19": "So the Pharisees said to one another, \"You see that you are accomplishing nothing! Behold, the world has gone after him.\"",
    "12:20": "Now some Greeks were among those who had gone up in order to worship at the feast.",
    "12:21": "So these approached Philip, who was from Bethsaida in Galilee, and began asking him saying, \"Sir, we want to see Jesus.\"",
    "12:22": "Philip went and told Andrew. Andrew and Philip went and told Jesus.",
    "12:23": "And Jesus answered them, saying, \"The hour has come that the Son of Man will be glorified.",
    "12:24": "Truly, truly I say to you, unless a grain of wheat falls into the earth [and]<note: *Here \"[and]\" is supplied because the previous participle (\"falls\") has been translated as a finite verb> dies, it remains [by] itself alone. But if it dies, it bears much fruit.",
    "12:25": "The one who loves his life loses it, and the one who hates his life in this world preserves it for eternal life.",
    "12:26": "If anyone serves me, he must follow me, and where I am, there my servant will be also. If anyone serves me, the Father will honor him.",
    "12:27": "\"Now my soul is troubled, and what shall I say? 'Father, deliver me from this hour'? But for this [reason] I have come to this hour!",
    "12:28": "Father, glorify your name!\" Then a voice came from heaven, \"I have both glorified [it],<note: *Here the direct object is supplied from context in the English translation> and I will glorify [it]<note: *Here the direct object is supplied from context in the English translation> again.\"",
    "12:29": "Now the crowd that stood [there] and heard [it]<note: *Here the direct object is supplied from context in the English translation> said {it had thundered}.<note: Literally \"thunder had happened\"> Others were saying, \"An angel has spoken to him!\"",
    "12:30": "Jesus answered and said, \"This voice has not happened for my sake, but [for] your sake.",
    "12:31": "Now is the judgment of this world! Now the ruler of this world will be thrown out!",
    "12:32": "And I, when I am lifted up from the earth, will draw all [people] to myself.\"",
    "12:33": "(Now he said this to indicate by what sort of death he was going to die.)",
    "12:34": "Then the crowd replied to him, \"We have heard from the law that the Christ remains {forever}!<note: Literally \"for the age\"; probably an allusion to Ps 89:35-37 (in common usage \"law\" could refer to the entire Old Testament)> And how do you say that the Son of Man must be lifted up? Who is this Son of Man?\"",
    "12:35": "So Jesus said to them, \"Yet a little time the light is with you! Walk while you have the light, so that the darkness does not overtake you! And the one who walks in the darkness does not know where he is going.",
    "12:36": "While you have the light, believe in the light, in order that you may become sons of light.\" Jesus said these [things], and [then] he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> was hidden from them.",
    "12:37": "But as many signs [as] he had performed before them, they did not believe in him,",
    "12:38": "in order that the word of the prophet Isaiah would be fulfilled, who said, \"Lord, who has believed our message? And to whom has the arm of the Lord been revealed?\"<note: A quotation from Isa 53:1>\r\n",
    "12:39": "For this [reason] they were not able to believe, because again Isaiah said,",
    "12:40": "\"He has blinded their eyes and hardened their hearts, lest they see with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> eyes and understand with [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hearts and turn, and I heal them.\"<note: A quotation from Isa 6:10>",
    "12:41": "Isaiah said these [things] because he saw his glory, and he spoke about him.",
    "12:42": "Yet despite that, even many of the rulers believed in him, but because of the Pharisees they did not confess [it],<note: *Here the direct object is supplied from context in the English translation> so that they would not be expelled from the synagogue.",
    "12:43": "For they loved the praise of men more than praise from God.",
    "12:44": "But Jesus cried out and said, \"The one who believes in me does not believe in me, but in the one who sent me,",
    "12:45": "and the one who sees me sees the one who sent me.",
    "12:46": "I have come [as] a light into the world, in order that everyone who believes in me will not remain in the darkness.",
    "12:47": "And if anyone hears my words and does not observe [them],<note: *Here the direct object is supplied from context in the English translation> I will not judge him. For I have not come to judge the world, but to save the world.",
    "12:48": "The one who rejects me and does not accept my words has one who judges him; the word that I have spoken will judge him on the last day.",
    "12:49": "For I have not spoken from myself, but the Father himself who sent me {has commanded me}<note: Literally \"has given me commandment\"> what I should say and what I should speak.",
    "12:50": "And I know that his commandment is eternal life. So [the things] that I say, just as the Father said to me, thus I say.\"",
    "13:1": "Now before the feast of Passover, Jesus, knowing that his hour had come that he would depart from this world to the Father, [and]<note: *Here \"[and]\" is supplied in keeping with English style> having loved [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> own in the world, loved them to the end.",
    "13:2": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was taking place\")> a dinner was taking place, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"put\")> the devil had already put into the heart of Judas [son] of Simon Iscariot that he should betray him,",
    "13:3": "[because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew that the Father had given him all [things] into [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands, and that he had come forth from God and was going away to God,",
    "13:4": "he got up from the dinner and took off [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> outer clothing, and taking a towel, tied [it]<note: *Here the direct object is supplied from context in the English translation> around himself.",
    "13:5": "Then he poured water into the washbasin and began to wash the feet of the disciples, and to wipe [them]<note: *Here the direct object is supplied from context in the English translation> dry with the towel {which he had tied around himself}.<note: Literally \"with which he was girded\">",
    "13:6": "Then he came to Simon Peter. He said to him, \"Lord, are you going to wash my feet?\"",
    "13:7": "Jesus answered and said to him, \"What I am doing you do not understand now, but you will understand after these [things].\"",
    "13:8": "Peter said to him, \"You will never wash my feet {forever}!\"<note: Literally \"for the age\"> Jesus replied to him, \"Unless I wash you, you do not have a share with me.\"",
    "13:9": "Simon Peter said to him, \"Lord, not my feet only, but also [my]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands and [my]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> head!\"",
    "13:10": "Jesus said to him, \"The one who has bathed {only needs}<note: Literally \"does not have need except\"> to wash [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet, but is completely clean. And you are clean, but not all [of you].\"",
    "13:11": "(For he knew the one who would betray him; because of this he said, \"Not all [of you] are clean.\")",
    "13:12": "So when he had washed their feet and taken his outer clothing and reclined at table again, he said to them, \"Do you understand what I have done for you?",
    "13:13": "You call me 'Teacher' and 'Lord,' and you speak correctly, for I am.",
    "13:14": "If then I--[your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> Lord and Teacher--wash your feet, you also ought to wash one another's feet.",
    "13:15": "For I have given you an example, that just as I have done for you, you also do.",
    "13:16": "Truly, truly I say to you, a slave is not greater than his master, nor a messenger greater than the one who sent him.",
    "13:17": "If you understand these [things], you are blessed if you do them.",
    "13:18": "\"I am not speaking about all of you. I know whom I have chosen, but in order that the scripture would be fulfilled, 'The one who eats my bread has lifted up his heel against me.'<note: A quotation from Ps 41:9>",
    "13:19": "From now [on] I am telling you before [it] happens, in order that when [it] happens you may believe that I am [he].<note: *Here the predicate nominative (\"[he]\") is understood, but must be supplied in the translation>",
    "13:20": "Truly, truly I say to you, the one who receives anyone I send receives me, and the one who receives me receives the one who sent me.\"",
    "13:21": "[When he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], Jesus was troubled in spirit and testified and said, \"Truly, truly I say to you that one of you will betray me.\"",
    "13:22": "The disciples began looking<note: *The imperfect tense has been translated as ingressive here (\"began looking\")> at one another, uncertain about whom he was speaking.",
    "13:23": "One of his disciples--the one whom Jesus loved--was reclining {close beside}<note: Literally \"in the bosom of\" (a position dictated by ancient banqueting practice)> Jesus.",
    "13:24": "So Simon Peter gestured for this one to inquire who it was about whom he was speaking.",
    "13:25": "He leaned back<note: Some manuscripts have \"Then he leaned back\"> accordingly against Jesus' chest [and]<note: *Here \"[and]\" is supplied because the previous participle (\"leaned back\") has been translated as a finite verb> said to him, \"Lord, who is it?\"",
    "13:26": "Jesus replied, \"It is he to whom I dip the piece of bread and give [it]<note: *Here the direct object is supplied from context in the English translation> to him.\" Then [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"dipping\") which is understood as temporal> dipping the piece of bread, he gave [it]<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts have \"after dipping the piece of bread, he took [it] and gave [it]\"> to Judas [son] of Simon Iscariot.",
    "13:27": "And after the piece of bread, then Satan entered into him. Then Jesus said to him, \"What you are doing, do quickly!\"",
    "13:28": "(Now no one of those reclining at table knew for what [reason] he said this to him.",
    "13:29": "For some were thinking because Judas had the money box, Jesus was telling him, \"Purchase {what we need}<note: Literally \"of which we have need\"> for the feast,\" or that he should give something to the poor.)",
    "13:30": "So [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had taken\") which is understood as temporal> had taken the piece of bread, he went out immediately. And it was night.",
    "13:31": "Then, when he had gone out, Jesus said, \"Now the Son of Man is glorified, and God is glorified in him.",
    "13:32": "If God is glorified in him, God will also glorify him in himself, and will glorify him immediately.",
    "13:33": "Children, yet a little [time] I am with you. You will seek me and just as I said to the Jews, \"Where I am going you cannot come,\" now I say also to you.",
    "13:34": "\"A new commandment I give to you: that you love one another--just as I have loved you, that you also love one another.",
    "13:35": "By this everyone will know that you are my disciples--if you have love for one another.\"",
    "13:36": "Simon Peter said to him, \"Lord, where are you going?\" Jesus replied,<note: Some manuscripts have \"replied to him\"> \"Where I am going you cannot follow me now, but you will follow later.\"",
    "13:37": "Peter said to him, \"Lord, why am I not able to follow you now? I will lay down my life for you!\"",
    "13:38": "Jesus replied, \"Will you lay down your life for me? Truly, truly I say to you, the rooster will not crow until you have denied me three times!",
    "14:1": "\"Do not let your hearts be troubled. You believe<note: Or simply \"Believe\"; the verb form can be either indicative (e.g., KJV, NAB, NLT) or imperative (e.g., NIV, NRSV, ESV)> in God; believe<note: Like the previous verb \"believe\" this form could also be either indicative or imperative, though most English versions regard it as imperative> also in me.",
    "14:2": "In my Father's house there are many dwelling places; but if not, I would have told you, because<note: A large number of manuscripts, many of them later, lack \"because\"> I am going away to prepare a place for you.",
    "14:3": "And if I go and prepare a place for you, I will come again and receive you to myself, so that where I am, you may be also.",
    "14:4": "And you know the way where I am going.\"",
    "14:5": "Thomas said to him, \"Lord, we do not know where you are going. How are we able to know the way?\"",
    "14:6": "Jesus said to him, \"I am the way, and the truth, and the life. No one comes to the Father except through me.",
    "14:7": "If you had known me, you would have known<note: Some manuscripts have \"If you have known me, you will know\"> my Father also. From now on<note: Some manuscripts have \"And from now on\"> you know him and have seen him.\"",
    "14:8": "Philip said to him, \"Lord, show us the Father, and it is enough for us.\"",
    "14:9": "Jesus said to him, \"Am I with you so long a time and you have not known me, Philip? The one who has seen me has seen the Father! How can you say, 'Show us the Father?'",
    "14:10": "Do you not believe that I [am] in the Father and the Father is in me? The words that I say to you I do not speak from myself, but the Father residing in me does his works.",
    "14:11": "Believe me that I [am] in the Father and the Father [is] in me; but if not, believe because of the works themselves.",
    "14:12": "Truly, truly I say to you, the one who believes in me, the works that I am doing he will do also, and he will do greater [works]<note: *Here the direct object is supplied from context in the English translation> than these because I am going to the Father.",
    "14:13": "And {whatever}<note: Literally \"anything which\"> you ask in my name, I will do this, in order that the Father may be glorified in the Son.",
    "14:14": "If you ask me anything in my name, I will do [it].<note: *Here the direct object is supplied from context in the English translation>",
    "14:15": "\"If you love me, you will keep my commandments.",
    "14:16": "And I will ask the Father, and he will give you another Advocate, in order that he may be with you {forever}<note: Literally \"for the age\">--",
    "14:17": "the Spirit of truth, whom the world is not able to receive, because it does not see him or know [him].<note: *Here the direct object is supplied from context in the English translation> You know him, because he resides with you and will be in you.",
    "14:18": "\"I will not leave you [as] orphans; I am coming to you.",
    "14:19": "Yet a little [time] and the world will see me no longer, but you will see me; because I live, you also will live.",
    "14:20": "On that day you will know that I [am] in my Father, and you [are] in me, and I [am] in you.",
    "14:21": "The one who has my commandments and keeps them--that one is the one who loves me. And the one who loves me will be loved by my Father, and I will love him and will reveal myself to him.\"",
    "14:22": "Judas (not Iscariot) said to him, \"Lord, why<note: Some manuscripts have \"and why\"> is it that you are going to reveal yourself to us and not to the world?\"",
    "14:23": "Jesus answered and said to him, \"If anyone loves me he will keep my word, and my Father will love him, and we will come to him and {will take up residence with him}.<note: Literally \"will make abode with him\">",
    "14:24": "The one who does not love me does not keep my words, and the word that you hear is not mine, but the Father's who sent me.",
    "14:25": "These [things] I have spoken to you [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"residing\") which is understood as temporal> residing with you.",
    "14:26": "But the Advocate, the Holy Spirit, whom the Father will send in my name--that one will teach you all [things], and will remind you of everything that I said to you.",
    "14:27": "\"Peace I leave with you; my peace I give to you--not as the world gives, I give to you. Do not let your hearts be troubled, and do not let [them]<note: *Here the direct object is supplied from context in the English translation> be afraid.",
    "14:28": "You have heard that I said to you, 'I am going away, and I am coming to you.' If you loved me, you would have rejoiced that I am going to the Father, because the Father is greater than I [am].",
    "14:29": "And now I have told you before [it] happens, so that when it happens, you may believe.",
    "14:30": "I will no longer speak much with you, for the ruler of the world is coming, and he has {no power}<note: Literally \"nothing\"> {over}<note: Literally \"in\"> me.",
    "14:31": "But so that the world may know that I love the Father, and just as the Father has commanded me, thus I am doing. Get up, let us go from here!",
    "15:1": "\"I am the true vine, and my Father is the vinedresser.",
    "15:2": "Every branch that does not bear fruit in me, he removes it, and every [branch] that bears fruit, he prunes it in order that it may bear more fruit.",
    "15:3": "You are already clean because of the word that I have spoken to you.",
    "15:4": "Remain in me, and I in you. Just as the branch is not able to bear fruit from itself unless it remains in the vine, so neither [can] you, unless you remain in me.",
    "15:5": "\"I am the vine; you [are] the branches. The one who remains in me and I in him--this one bears much fruit, for apart from me you are not able to do anything.",
    "15:6": "If anyone does not remain in me, he is thrown out as a branch, and dries up, and they gather them and throw [them]<note: *Here the direct object is supplied from context in the English translation> into the fire, and they are burned.",
    "15:7": "If you remain in me and my words remain in you, ask whatever you want and it will be done for you.",
    "15:8": "My Father is glorified by this: that you bear much fruit, and prove to be my disciples.",
    "15:9": "\"Just as the Father has loved me, I also have loved you. Remain in my love.",
    "15:10": "If you keep my commandments, you will remain in my love, just as I have kept my Father's commandments and remain in his love.",
    "15:11": "I have spoken these [things] to you in order that my joy may be in you, and your joy may be made complete.",
    "15:12": "This is my commandment: that you love one another just as I have loved you.",
    "15:13": "No one has greater love than this: that someone lay down his life for his friends.",
    "15:14": "You are my friends if you do what I command you.",
    "15:15": "No longer do I call you slaves, because the slave does not know what his master is doing. But I have called you friends, because everything that I have heard from my Father I have revealed to you.",
    "15:16": "You did not choose me, but I chose you and appointed you that you should go and bear fruit, and your fruit should remain, in order that whatever you ask the Father in my name he will give you.",
    "15:17": "These [things] I command you: that you love one another.",
    "15:18": "If the world hates you, you know that it has hated me before [it hated]<note: *Here the verb \"[hated]\" is an understood repetition of the verb earlier in this verse> you.",
    "15:19": "If you were of the world, the world would love its own. But because you are not of the world, but I chose you out of the world, for this [reason] the world hates you.",
    "15:20": "Remember the word that I said to you: 'A slave is not greater than his master.' If they persecuted me, they will also persecute you. If they kept my word, they will keep yours also.",
    "15:21": "But they will do all these [things] to you on account of my name, because they do not know the one who sent me.",
    "15:22": "If I had not come and spoken to them, they would not have sin. But now they do not have a valid excuse for their sin.",
    "15:23": "The one who hates me hates my Father also.",
    "15:24": "If I had not done among them the works that no one else did, they would not have sin. But now they have both seen and hated both me and my Father.",
    "15:25": "But [this happened]<note: *The phrase \"[this happened]\" is not in the Greek text but is implied> so that the word that is written in their law would be fulfilled, 'They hated me without a reason.'",
    "15:26": "\"When the Advocate comes, whom I will send to you from the Father--the Spirit of truth, who proceeds from the Father--that one will testify about me.",
    "15:27": "And you also will testify, because you have been with me from the beginning.",
    "16:1": "\"I have said these [things] to you so that you will not fall away.",
    "16:2": "{They will expel you from the synagogue},<note: Literally \"they will make you expelled from the synagogue\"> but an hour is coming that everyone who kills you will think they are offering service to God.",
    "16:3": "And they will do these [things] because they do not know the Father or me.",
    "16:4": "But I have said these [things] to you so that when their hour comes, you may remember that I told you about them.",
    "16:5": "But now I am going away to the one who sent me, and none of you is asking me, 'Where are you going?'",
    "16:6": "But because I have said these [things] to you, sorrow has filled your hearts.",
    "16:7": "But I tell you the truth, it is better for you that I go away. For if I do not go away, the Advocate will not come to you; but if I go, I will send him to you.",
    "16:8": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"comes\") which is understood as temporal> comes, he will convict the world concerning sin and concerning righteousness and concerning judgment:",
    "16:9": "concerning sin, because they do not believe in me,",
    "16:10": "and concerning righteousness, because I am going away to the Father and you will see me no more,",
    "16:11": "and concerning judgment, because the ruler of this world has been condemned.",
    "16:12": "I still have many [things] to say to you, but you are not able to bear [them]<note: *Here the direct object is supplied from context in the English translation> now.",
    "16:13": "But when he--the Spirit of truth--comes, he will guide you into all the truth. For he will not speak from himself, but whatever he hears he will speak, and he will proclaim to you the things to come.",
    "16:14": "He will glorify me, because he will take from what [is] mine and will proclaim [it]<note: *Here the direct object is supplied from context in the English translation> to you.",
    "16:15": "Everything that the Father has is mine. For this [reason] I said that he takes from what [is] mine and will proclaim [it]<note: *Here the direct object is supplied from context in the English translation> to you.",
    "16:16": "\"A little [while] and you will see me no more, and again a little [while] and you will see me.",
    "16:17": "So some of his disciples said to one another, \"What is this that he is saying to us, 'A little [while] and you will not see me, and again a little [while] and you will see me,' and 'Because I am going away to the Father'?\"",
    "16:18": "So they kept on saying, \"What is this that he is saying, 'A little [while]'? We do not understand what he is speaking about!\"",
    "16:19": "Jesus knew that they were wanting to ask him, and he said to them, \"Are you deliberating with one another about this--that I said, 'A little [while], and you will not see me, and again a little [while] and you will see me'?",
    "16:20": "Truly, truly I say to you, that you will weep and lament, but the world will rejoice; you will become sorrowful, but your sorrow will change to joy.",
    "16:21": "A woman, when she gives birth, experiences pain because her hour has come. But when [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> child is born, she no longer remembers the affliction, on account of the joy that a human being has been born into the world.",
    "16:22": "So you also are experiencing sorrow now, but I will see you again, and your hearts will rejoice, and no one will take away your joy from you.",
    "16:23": "And on that day you will ask me nothing. Truly, truly I say to you, whatever you ask the Father in my name, he will give you.",
    "16:24": "Until now you have asked nothing in my name. Ask and you will receive, so that your joy may be complete.",
    "16:25": "\"I have said these [things] to you in figurative sayings. An hour is coming when I will speak to you in figurative sayings no longer, but I will tell you plainly about the Father.",
    "16:26": "On that day you will ask in my name, and I do not say to you that I will ask the Father on your behalf.",
    "16:27": "For the Father himself loves you, because you have loved me and have believed that I came from God.",
    "16:28": "I have gone out from the Father and have come into the world; again, I am leaving the world and am going to the Father.\"",
    "16:29": "His disciples said, \"Behold, now you are speaking {plainly}<note: Literally \"with plainness\"> and are telling [us]<note: *Here the direct object is supplied from context in the English translation> no figurative saying!",
    "16:30": "Now we know that you know everything and do not {need for}<note: Literally \"have need that\"> anyone to ask you [questions].<note: *Here the word \"[questions]\" is not in the Greek text but is implied> By this we believe that you have come from God.\"",
    "16:31": "Jesus replied to them, \"Now do you believe?",
    "16:32": "Behold, an hour is coming--and has come--that you will be scattered each one to his own [home],<note: Or \"to his own things\"; or \"to his own people\" (i.e., family); the Greek text is somewhat ambiguous here> and you will leave me alone. And I am not alone, because the Father is with me.",
    "16:33": "I have said these [things] to you so that in me you may have peace. In the world you have affliction, but have courage! I have conquered the world.\"",
    "17:1": "Jesus said these [things], and lifting up his eyes to heaven he said, \"Father, the hour has come! Glorify your Son, in order that your Son may glorify you--",
    "17:2": "just as you have given him authority over all flesh, in order that he would give eternal life to them--everyone whom you have given him.",
    "17:3": "Now this is eternal life: that they know you, the only true God, and Jesus Christ, whom you have sent.",
    "17:4": "I have glorified you on earth [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"completing\") which is understood as means> completing the work that you have given me {to do}.<note: Literally \"that I may do it\">",
    "17:5": "And now, Father, you glorify me {at your side}<note: Literally \"by the side of yourself\"> with the glory that I had {at your side}<note: Literally \"by the side of you\"> before the world existed.",
    "17:6": "\"I have revealed your name to the men whom you gave me out of the world. They were yours, and you have given them to me, and they have kept your word.",
    "17:7": "Now they understand that all [the things] that<note: Literally \"whatever\"> you have given me are from you,",
    "17:8": "because the words that you gave to me I have given to them, and they received [them]<note: *Here the direct object is supplied from context in the English translation> and know truly that I have come from you, and they have believed that you have sent me.",
    "17:9": "I am asking on behalf of them. I am not asking on behalf of the world, but on behalf of those whom you have given me, because they are yours,",
    "17:10": "and all my [things] are yours, and your [things] [are] mine, and I have been glorified in<note: Or \"by\"; or \"through\"> them.",
    "17:11": "And I am no longer in the world, and they are in the world, and I am coming to you. Holy Father, keep them in your name, which you have given to me, so that they may be one, just as we [are].",
    "17:12": "When I was with them, I kept them in your name, which you have given to me, and guarded [them],<note: *Here the direct object is supplied from context in the English translation> and none of them has perished except the son of destruction, in order that the scripture would be fulfilled.",
    "17:13": "And now I am coming to you, and I am saying these [things] in the world so that they may have my joy completed in themselves.",
    "17:14": "I have given them your word, and the world has hated them, because they are not of the world just as I am not of the world.",
    "17:15": "I do not ask that you take them out of the world, but that you protect them from the evil one.",
    "17:16": "They are not of the world, just as I am not of the world.",
    "17:17": "Sanctify them in the truth--your word is truth.",
    "17:18": "Just as you sent me into the world, I also have sent them into the world.",
    "17:19": "And for them I sanctify myself, so that [they] themselves also may be sanctified in the truth.",
    "17:20": "\"And I do not ask on behalf of these only, but also on behalf of those who believe in me through their word,",
    "17:21": "that they all may be one, just as you, Father, [are] in me and I [am] in you, that they also may be in us, in order that the world may believe that you sent me.",
    "17:22": "And the glory that you have given to me, I have given to them, in order that they may be one, just as we [are] one--",
    "17:23": "I in them, and you in me, in order that they may be completed in one, so that the world may know that you sent me, and you have loved them just as you have loved me.",
    "17:24": "\"Father, [those] whom you have given to me--I want that those also may be with me where I am, in order that they may see my glory that you have given me because you loved me before the foundation of the world.",
    "17:25": "Righteous Father, although the world does not know you, yet I have known you, and these [men] have come to know that you sent me.",
    "17:26": "And I made known to them your name, and will make [it]<note: *Here the direct object is supplied from context in the English translation> known, in order that the love [with] which you loved me may be in them, and I [may be] in them.\"",
    "18:1": "[When]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> Jesus had said these [things], he went out with his disciples to the other side of the ravine of the Kidron, where [there] was a garden into which he and his disciples entered.",
    "18:2": "(Now Judas, the one who betrayed him, also knew about the place, because Jesus often gathered there with his disciples.)",
    "18:3": "So Judas, taking the cohort and officers from the chief priests and from the Pharisees, came there with lanterns and torches and weapons.",
    "18:4": "Then Jesus, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew all the things that were coming upon him, went out and said to them, \"Who are you looking for?\"",
    "18:5": "They replied to him, \"Jesus the Nazarene.\" He said to them, \"I am [he].\"<note: *Here the predicate nominative is supplied from context in the English translation> (Now Judas, the one who betrayed him, was also standing with them.)",
    "18:6": "So when he said to them, \"I am [he],\"<note: *Here the predicate nominative is supplied from context in the English translation> {they drew back}<note: Literally \"they went to the back\"> and fell to the ground.",
    "18:7": "Then he asked them again, \"Who are you looking for?\" And they said, \"Jesus the Nazarene.\"",
    "18:8": "Jesus replied, \"I said to you that I am [he]!<note: *Here the predicate nominative is supplied from context in the English translation> So if you are looking for me, let these [men] go,\"",
    "18:9": "in order that the word that he had spoken would be fulfilled: \"Those whom you have given to me--I have not lost anyone of them.\"<note: A paraphrase of the statement in John 17:12>",
    "18:10": "Then Simon Peter, who had a sword, drew it and struck the slave of the high priest and cut off his right ear. (Now the name of the slave was Malchus.)",
    "18:11": "So Jesus said to Peter, \"Put the sword into [its]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> sheath! The cup that the Father has given me--shall I not drink it?\"",
    "18:12": "Then the cohort and the military tribune and the officers of the Jews seized Jesus and tied him up,",
    "18:13": "and brought [him]<note: *Here the direct object is supplied from context in the English translation> to Annas first, for he was the father-in-law of Caiaphas, who was high priest that year.",
    "18:14": "(Now it was Caiaphas who had advised the Jews that it was better [that] one man die for the people.)",
    "18:15": "So Simon Peter and another disciple followed Jesus. (Now that disciple was known to the high priest, and entered with Jesus into the courtyard of the high priest.)",
    "18:16": "But Peter was standing by the door outside. So the other disciple [who was] known to the high priest went out and spoke to the doorkeeper and brought Peter in.",
    "18:17": "Then the female slave [who was] the doorkeeper said to Peter, \"You are not also [one] of the disciples of this man, [are you]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are you]\"> He said, \"I am not!\"",
    "18:18": "(Now the slaves and the officers were standing there, having made a charcoal fire because it was cold, and they were warming themselves. And Peter was also standing there with them and warming himself.)",
    "18:19": "So the high priest questioned Jesus about his disciples and about his teaching.",
    "18:20": "Jesus replied to him, \"I have spoken openly to the world. I always taught in the synagogue and in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> where all the Jews assemble, and I have said nothing in secret.",
    "18:21": "Why are you asking me? Ask those who heard what I have said to them! Behold, these [people] know what I said.\"",
    "18:22": "Now [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had said\")> he had said these [things], one of the officers who was standing by gave a slap in the face to Jesus, saying, \"Do you reply to the high priest in this way?\"",
    "18:23": "Jesus replied to him, \"If I have spoken wrongly, testify about what [is] wrong! But if [I have spoken]<note: *The phrase \"I have spoken\" is an implied repetition of the earlier phrase in this verse> correctly, why do you strike me?\"",
    "18:24": "Then Annas sent him, tied up, to Caiaphas the high priest.",
    "18:25": "Now Simon Peter was standing there and warming himself. So they said to him, \"You are not also [one] of his disciples, [are you]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are you]\"> He denied [it]<note: *Here the direct object is supplied from context in the English translation> and said, \"I am not!\"",
    "18:26": "One of the slaves of the high priest, who was related to the one whose ear Peter had cut off, said, \"Did I not see you in the garden with him?\"",
    "18:27": "So Peter denied [it]<note: *Here the direct object is supplied from context in the English translation> again, and immediately a rooster crowed.",
    "18:28": "Then they brought Jesus from Caiaphas to the governor's residence. Now it was early, and they did not enter into the governor's residence so that they would not be defiled, but could eat the Passover.",
    "18:29": "So Pilate came outside to them and said, \"What accusation do you bring against this man?\"",
    "18:30": "They answered and said to him, \"If this man were not doing evil, we would not have handed him over to you!\"",
    "18:31": "So Pilate said to them, \"You take him and judge him according to your law!\" The Jews said to him, \"It is not permitted for us to kill anyone,\"",
    "18:32": "in order that the word of Jesus would be fulfilled that he had spoken, indicating by what sort of death he was going to die.",
    "18:33": "Then Pilate entered again into the governor's residence and summoned Jesus and said to him, \"Are you the king of the Jews?\"",
    "18:34": "Jesus replied, \"Do you say this from yourself, or have others said [this]<note: *Here the direct object is supplied from context in the English translation> to you about me?\"",
    "18:35": "Pilate replied, \"I am not a Jew, [am I]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[am I]\"> Your people and the chief priests handed you over to me! What have you done?\"",
    "18:36": "Jesus replied, \"My kingdom is not of this world. If my kingdom were of this world, my servants would be fighting so that I would not be handed over to the Jews. But now my kingdom is not from here.\"",
    "18:37": "Then Pilate said to him, \"So then you are a king!\" Jesus replied, \"You say that I am a king. For this [reason] I was born, and for this reason I have come into the world: in order that I can testify to the truth. Everyone who is of the truth hears my voice.\"",
    "18:38": "Pilate said to him, \"What is truth?\" And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, he went out again to the Jews and said to them, \"I find no basis for an accusation against him.\r\n",
    "18:39": "But it is your custom that I release for you one [prisoner]<note: *The word \"[prisoner]\" is not in the Greek text, but is implied> at the Passover. So do you want [me]<note: *Here the direct object is supplied from context in the English translation> to release for you the king of the Jews?\"",
    "18:40": "Then they shouted again, saying, \"Not this man, but Barabbas!\" (Now Barabbas was a revolutionary.)<note: Or perhaps \"robber\">",
    "19:1": "So then Pilate took Jesus and had him flogged.<note: *This verb has causative force in context; Pilate did not personally carry out the sentence>",
    "19:2": "And the soldiers wove a crown of thorns and placed [it]<note: *Here the direct object is supplied from context in the English translation> on his head, and put a purple robe on him,",
    "19:3": "and were coming up to him and saying, \"Hail, king of the Jews!\" and were giving him slaps in the face.",
    "19:4": "And Pilate came outside again and said to them, \"Behold, I am bringing him outside to you, so that you will know that I find no basis for an accusation against him.\"",
    "19:5": "Then Jesus came outside wearing the crown of thorns and the purple robe, and he said to them, \"Behold the man!\"",
    "19:6": "So when they saw him, the chief priests and the officers shouted, saying, \"Crucify! Crucify!\" Pilate said to them, \"You take him and crucify [him]!<note: *Here the direct object is supplied from context in the English translation> For I do not find a basis for an accusation against him.\"",
    "19:7": "The Jews replied to him, \"We have a law, and according to the law he ought to die, because he made himself out to be the Son of God!\"",
    "19:8": "So when Pilate heard this statement, he was even more afraid,",
    "19:9": "and he entered into the governor's residence again and said to Jesus, \"Where are you from?\" But Jesus did not give him an answer.",
    "19:10": "So Pilate said to him, \"Will you not speak to me? Do you not know that I have authority to release you, and I have authority to crucify you?\"",
    "19:11": "Jesus replied to him, \"You would not have any authority over me unless it was given to you from above. For this [reason] the one who handed me over to you has greater sin.\"",
    "19:12": "From this [point on] Pilate was seeking to release him, but the Jews shouted, saying, \"If you release this man, you are not a friend of Caesar! Everyone who makes himself out to be a king opposes Caesar!\"",
    "19:13": "So Pilate, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these words, brought Jesus outside and sat down on the judgment seat, in the place called The Stone Pavement (but Gabbatha in Aramaic).",
    "19:14": "(Now it was the day of preparation of the Passover; it was about the sixth hour.) And he said to the Jews, \"Behold your king!\"",
    "19:15": "Then those shouted, \"Away [with him]! Away [with him]! Crucify him!\" Pilate said to them, \"Shall I crucify your king?\" The chief priests replied, \"We do not have a king except Caesar!\"",
    "19:16": "So then he handed him over to them in order that he could be crucified.",
    "19:17": "and carrying for himself the cross, he went out to the [place] called The Place of a Skull (which is called Golgotha in Aramaic),",
    "19:18": "where they crucified him, and with him two others, {one on each side},<note: Literally \"from here and from here\"> and Jesus in the middle.",
    "19:19": "And Pilate also wrote a notice and placed [it]<note: *Here the direct object is supplied from context in the English translation> on the cross, and it was written: \"Jesus the Nazarene, the king of the Jews.\"",
    "19:20": "So many of the Jews read this notice, because the place where Jesus was crucified was near the city. And it was written in Aramaic, in Latin, [and] in Greek.",
    "19:21": "Then the chief priests of the Jews said to Pilate, \"Do not write 'The king of the Jews,' but, 'He said, I am king of the Jews.'\"",
    "19:22": "Pilate replied, \"What I have written, I have written.\"",
    "19:23": "Then the soldiers, when they had crucified Jesus, took his clothing and made four shares--for each soldier a share--and the tunic. (Now the tunic was seamless, woven from the top {in a single piece}.)<note: Literally \"through the whole\">",
    "19:24": "So they said to one another, \"Let us not tear it apart, but cast lots for it, [to see] whose it will be,\" so that the scripture would be fulfilled that says, \"They divided my garments among themselves, and for my clothing they cast lots.\"<note: A quotation from Ps 22:18>\r\n Thus the soldiers did these [things]. \r\n",
    "19:25": "Now his mother and the sister of his mother, Mary the [wife] of Clopas, and Mary Magdalene were standing near the cross of Jesus.",
    "19:26": "So Jesus, seeing [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother and the disciple whom he loved standing there, said to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother, \"Woman, behold your son!\"",
    "19:27": "Then he said to the disciple, \"Behold your mother!\" And from that hour the disciple took her into his own [home].",
    "19:28": "After this, Jesus, knowing that now at last everything was completed, in order that the scripture would be fulfilled, said, \"I am thirsty.\"",
    "19:29": "A jar full of sour wine was standing there, so [they] put a sponge full of the sour wine on a [branch of] hyssop [and]<note: *Here \"[and]\" is supplied because the previous participle (\"put\") has been translated as a finite verb> brought [it]<note: *Here the direct object is supplied from context in the English translation> to his mouth.",
    "19:30": "Then when he had received the sour wine, Jesus said, \"It is completed,\"<note: Or (traditionally) \"it is finished\"> and bowing [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> head, he gave up [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> spirit.",
    "19:31": "Then the Jews, because it was the day of preparation, so that the bodies would not remain on the cross on the Sabbath (for that Sabbath was an important day), asked Pilate that their legs could be broken and they could be taken away.",
    "19:32": "So the soldiers came and broke the legs of the first and of the other who had been crucified with him.",
    "19:33": "But [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Jesus, after they saw he was already dead, they did not break his legs.",
    "19:34": "But one of the soldiers pierced his side with a spear, and blood and water came out immediately.",
    "19:35": "And the one who has seen [it]<note: *Here the direct object is supplied from context in the English translation> has testified, and his testimony is true, and that person knows that he is telling the truth, so that you also may believe.",
    "19:36": "For these [things] happened in order that the scripture would be fulfilled: \"Not a bone of his will be broken.\"<note: A quotation from Exod 12:46, Num 9:12, and Ps 34:20>",
    "19:37": "And again another scripture says, \"They will look on [the one] whom they have pierced.\"<note: A quotation from Zech 12:10>",
    "19:38": "And after these [things], Joseph [who was] from Arimathea, who was a disciple of Jesus (but a secret one for fear of the Jews), asked Pilate that he might take away the body of Jesus. And Pilate allowed [it],<note: *Here the direct object is supplied from context in the English translation> so he came and took away his body.",
    "19:39": "And Nicodemus--the one who had come to him formerly at night--also came, bringing a mixture of myrrh and aloes [weighing] about a hundred pounds.<note: The Greek term refers to a Roman pound, 327.45 grams (approximately 12 ounces)>",
    "19:40": "So they took the body of Jesus and wrapped it in [strips of] linen cloth with the fragrant spices, as is the Jews' custom to prepare for burial.",
    "19:41": "Now [there] was a garden at the place where he was crucified, and in the garden a new tomb in which no one was yet buried.",
    "19:42": "So there, on account of the day of preparation of the Jews, because the tomb was close by, they buried Jesus.",
    "20:1": "Now on the first [day] of the week, Mary Magdalene came to the tomb early, [while it]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was still dark, and saw the stone had been taken away from the tomb.",
    "20:2": "So she ran and came to Simon Peter and to the other disciple whom Jesus loved and said to them, \"They have taken away the Lord from the tomb and we do not know where they have put him!\"",
    "20:3": "Then Peter and the other disciple went out and were going to the tomb.",
    "20:4": "And the two were running together, and the other disciple ran ahead, faster than Peter, and came to the tomb first.",
    "20:5": "And bending over to look, he saw the [strips of] linen cloth lying there, though he did not go in.",
    "20:6": "Then Simon Peter also came following him, and he went into the tomb and saw the [strips of] linen cloth lying there,",
    "20:7": "and the facecloth that was on his head--not lying with the [strips of] linen cloth, but folded up separately in one place.",
    "20:8": "So then the other disciple who had come to the tomb first also went in, and he saw and believed.",
    "20:9": "(For they did not yet know the scripture that it was necessary for him to rise from the dead.)",
    "20:10": "Then the disciples went away again to their [own homes].<note: *The phrase \"[own homes]\" is not in the Greek text but is implied>",
    "20:11": "But Mary stood outside at the tomb, weeping. Then, while she was weeping, she bent over to look into the tomb,",
    "20:12": "and she saw two angels in white, seated one at the head and one at the feet where the body of Jesus had been lying.",
    "20:13": "And they said to her, \"Woman, why are you weeping?\" She said to them, \"They have taken away my Lord, and I do not know where they have put him!\"",
    "20:14": "[When she]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], she turned {around}<note: Literally \"to the back\"> and saw Jesus standing there, and she did not know that it was Jesus.",
    "20:15": "Jesus said to her, \"Woman, why are you weeping? Who are you looking for?\" She thought that it was the gardener, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"thought\") has been translated as a finite verb> said to him, \"Sir, if you have carried him away, tell me where you have put him, and I will take him.\"",
    "20:16": "Jesus said to her, \"Mary.\" She turned around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned around\") has been translated as a finite verb> said to him in Aramaic, \"Rabboni\" (which means \"Teacher\").",
    "20:17": "Jesus said to her, \"Do not touch me, for I have not yet ascended to the Father. But go to my brothers and tell them, 'I am ascending to my Father and your Father, and my God and your God.'\"",
    "20:18": "Mary Magdalene came [and]<note: *Here \"[and]\" is supplied because the participle (\"announced\") has been translated as a finite verb in keeping with English style> announced to the disciples, \"I have seen the Lord,\" and he had said these [things] to her.",
    "20:19": "Now [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was evening on that day--the first [day] of the week--and the doors had been shut where the disciples were because of fear of the Jews, Jesus came and stood in their midst and said to them, \"Peace to you.\"",
    "20:20": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, he showed [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands and [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> side to them. Then the disciples rejoiced [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the Lord.",
    "20:21": "So Jesus said to them again, \"Peace to you. As the Father has sent me, I also send you.\"",
    "20:22": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, he breathed on [them]<note: *Here the direct object is supplied from context in the English translation> and said to them, \"Receive the Holy Spirit.",
    "20:23": "If you forgive the sins of any, they are forgiven them. If you retain [the sins]<note: *An understood repetition of the phrase from earlier in the verse> of any, they are retained.\"",
    "20:24": "Now Thomas, one of the twelve, who was called Didymus,<note: The Greek term means \"the Twin\"> was not with them when Jesus came.",
    "20:25": "So the other disciples said to him, \"We have seen the Lord!\" But he said to them, \"Unless I see in his hands the mark of the nails, and put my finger into the mark of the nails, and put my hand into his side, I will never believe!\"",
    "20:26": "And after eight days his disciples were again inside, and Thomas with them. [Although]<note: *Here \"[although]\" is supplied as a component of the participle (\"had been shut\") which is understood as concessive> the doors had been shut, Jesus came and stood in their midst and said, \"Peace to you.\"",
    "20:27": "Then he said to Thomas, \"Place your finger here and see my hands, and place your hand and put [it]<note: *Here the direct object is supplied from context in the English translation> into my side. And do not be unbelieving, but believing!\"",
    "20:28": "Thomas answered and said to him, \"My Lord and my God!\"",
    "20:29": "Jesus said to him, \"Because you have seen me, have you believed? Blessed [are] those who have not seen and have believed.\"",
    "20:30": "Now Jesus also performed many other signs in the presence of the disciples<note: Some manuscripts have \"his disciples\"> which are not recorded in this book,",
    "20:31": "but these [things] are recorded in order that you may believe that Jesus is the Christ, the Son of God, and that [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"believing\") which is understood as means> believing you may have life in his name.",
    "21:1": "After these [things] Jesus revealed himself again to the disciples by the Sea of Tiberias. Now he revealed [himself]<note: *Here the direct object is supplied from context in the English translation> in this way:",
    "21:2": "Simon Peter and Thomas (who was called Didymus)<note: The Greek term means \"the Twin\"> and Nathanael from Cana in Galilee and the [sons] of Zebedee and two others of his disciples were together.",
    "21:3": "Simon Peter said to them, \"I am going fishing!\" They said to him, \"We also are coming with you.\" They went out and got into the boat, and during that night they caught nothing.",
    "21:4": "Now [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was already early morning, Jesus stood on the beach. However, the disciples did not know that it was Jesus.",
    "21:5": "So Jesus said to them, \"Children, you do not have any fish to eat, [do you]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[do you]\"> They answered him, \"No.\"",
    "21:6": "And he said to them, \"Throw the net on the right side of the boat, and you will find [some].\"<note: *Here the direct object is supplied from context in the English translation> So they threw [it],<note: *Here the direct object is supplied from context in the English translation> and were no longer able to haul it in from the large number of the fish.",
    "21:7": "Then that disciple whom Jesus loved said to Peter, \"It is the Lord!\" So Simon Peter, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that it was the Lord, tied around himself his outer garment (for he was naked)<note: I.e., \"he was naked underneath the outer garment,\" which he tucked into his belt; alternatively, this could mean \"for he was stripped for work\"> and threw himself into the sea.",
    "21:8": "But the other disciples came in the boat, dragging the net of fish, because they were not far from the land, but about two hundred cubits<note: Approximately 100 yards or 92 meters, based on a cubit of 18 inches.> away.",
    "21:9": "So when they got out on the land, they saw a charcoal fire laid [there], and a fish lying on [it],<note: *Here the direct object is supplied from context in the English translation> and bread.",
    "21:10": "Jesus said to them, \"Bring some of the fish that you have just now caught.\"",
    "21:11": "So Simon Peter got into [the boat]<note: *Here the direct object is supplied from context in the English translation> and hauled the net to the land, full of large fish--one hundred fifty-three--and [although there]<note: *Here \"[although]\" is supplied as a component of the participle (\"were\") which is understood as concessive> were so many, the net was not torn.",
    "21:12": "Jesus said to them, \"Come, eat breakfast!\" But none of the disciples dared to ask him, \"Who are you?\" [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew that it was the Lord.",
    "21:13": "Jesus came and took the bread and gave [it]<note: *Here the direct object is supplied from context in the English translation> to them, and the fish likewise.",
    "21:14": "This [was] now [the] third [time] Jesus was revealed to the disciples [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had been raised\") which is understood as temporal> had been raised from the dead.",
    "21:15": "Now when they had eaten breakfast, Jesus said to Simon Peter, \"Simon [son] of John, do you love me more than these?\" He said to him, \"Yes, Lord, you know that I love you.\" He said to him, \"Feed my lambs!\"",
    "21:16": "He said to him again a second time, \"Simon [son] of John, do you love me?\" He said to him, \"Yes, Lord, you know that I love you.\" He said to him, \"Shepherd my sheep!\"",
    "21:17": "He said to him a third [time], \"Simon [son] of John, do you love me?\" Peter was distressed because he said to him a third [time], \"Do you love me?\" and he said to him, \"Lord, you know everything! You know that I love you!\" Jesus said to him, \"Feed my sheep!",
    "21:18": "Truly, truly I say to you, when you were young, you tied [your clothes]<note: *The words \"[your clothes]\" are not in the Greek text but are implied> around yourself and walked wherever you wanted. But when you grow old, you will stretch out your hands, and someone else will tie you up and carry [you] where you do not want [to go].<note: *The words \"[to go]\" are not in the Greek text but are implied>",
    "21:19": "(Now he said this to indicate by what kind of death he would glorify God.) And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, he said to him, \"Follow me!\"",
    "21:20": "Peter turned [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned\") has been translated as a finite verb> saw the disciple whom Jesus loved following [them]<note: *Here the direct object is supplied from context in the English translation> (who also leaned back on his chest at the dinner and said, \"Lord, who is the one betraying you?\")",
    "21:21": "So [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw this one, Peter said to Jesus, \"Lord, but what about this one?\"",
    "21:22": "Jesus said to him, \"If I want him to remain until I come, what [is that]<note: *The words \"[is that]\" are not in the Greek text but are supplied in keeping with English style> to you? You follow me!\"",
    "21:23": "So this saying went out to the brothers that that disciple would not die. But Jesus did not say to him that he would not die, but \"If I want him to remain until I come, what [is that]<note: *The words \"[is that]\" are not in the Greek text but are supplied in keeping with English style> to you?\"",
    "21:24": "This is the disciple who is testifying about these [things], and who has written down these [things]. And we know that his testimony is true.",
    "21:25": "Now there are also many other [things] that Jesus did, which--if they were written down one after the other--I suppose not even the world itself could contain the books that would be written."
  }
}