{
  "abbreviation": "Joe",
  "passages": {
    "1:1": "The word of Yahweh that came to Joel son of Pethuel.",
    "1:2": "Hear this, O elders, and give ear, all the inhabitants of the land. Has this happened in your days? Or the days of your ancestors?",
    "1:3": "Tell it to your children, and your children to their children, and their children to the following generation.",
    "1:4": "What the cutting locust left, the swarming locust has eaten. What the swarming locust left, the hopping locust has eaten. And what the hopping locust left, the destroying locust has eaten.",
    "1:5": "Wake up, drunkards, and weep! Wail, all drinkers of wine, over the new wine, for it is cut off from your mouth.",
    "1:6": "Because a nation has {invaded}<note: Literally \"come up against\"> my land, strong {and beyond counting}.<note: Literally \"without number\"> Its teeth [are] the teeth of a lion, and its fangs [are those] of a lioness.",
    "1:7": "It has made my vine a desolation, and my fig tree a completely splintered stump. It has stripped them bare and thrown [them] down; their branches have turned white.",
    "1:8": "Lament like a virgin girded in sackcloth for the husband of her youth.",
    "1:9": "The offering and libation are withheld from the house<note: Or \"temple\"> of Yahweh. The priests mourn, the ministers of Yahweh.",
    "1:10": "The field is destroyed; the earth mourns because [the] grain is destroyed, [the] new wine dries up, [the] olive oil languishes.",
    "1:11": "Be ashamed, farmers; Wail, vinedressers, over [the] wheat and over [the] barley, because [the] harvest of the field is ruined.",
    "1:12": "The vine withers and the fig tree droops. The pomegranate tree, and also the palm tree, the apple tree --all the trees of the field--are dried up. Indeed, joy is dried up among the sons of men.",
    "1:13": "Gird yourselves and lament, O priests! Wail, [O] ministers of [the] altar! Come spend the night in sackcloth, [O] ministers of my God, because offering and libation are withheld from the house of your God.",
    "1:14": "Solemnize a fast! Call an assembly! Gather [the] elders, all [of] the inhabitants of the land [in] the house of Yahweh your God, and cry out to Yahweh.",
    "1:15": "Ah! For the day! For the day of Yahweh is near. It will come like destruction from Shaddai.<note: Often translated \"the Almighty\">",
    "1:16": "[Is] not food cut [off] before our eyes, from the house of our God, joy and gladness?",
    "1:17": "The seeds shrivel under their clods; the storehouses are desolate. The grain storage places are destroyed because grain has dried out.",
    "1:18": "How [the] beasts<note: Hebrew \"beast\"> groan; the herds of cattle wander around because there is no pasture for them; [the] flocks of sheep are in distress.",
    "1:19": "To you, [O] Yahweh, I cry out, because fire has devoured the pastures of the desert, and flames<note: Hebrew \"flame\"> burned all the trees of the field.",
    "1:20": "Also, the beasts of [the] field long for you, because the courses of water are dried up, and fire has devoured the pastures of the desert.",
    "2:1": "Blow [the] trumpet<note: Hebrew \"shofar\"> in Zion, and sound the alarm on {my holy mountain}!<note: Literally \"mountain of my holiness\"> Let all the inhabitants of the land tremble, for the day of Yahweh [is] coming --[it is] indeed near.",
    "2:2": "A day of darkness and gloom, a day of cloud and thick darkness, like the dawn spreads on the mountains, a great and strong army! There has been nothing like it from old, and after it nothing will be again {for generations to come}.<note: Literally \"until years of generations\">",
    "2:3": "{Before them}<note: Literally \"before the presence of it\"> a fire devours, and behind them a flame burns. Like the garden of Eden is the land {before them},<note: Literally \"before the presence of it\"> and after them [it is like] a desolate desert, and nothing can escape them.",
    "2:4": "Like [the] appearance of horses is their appearance, and like horsemen they run;",
    "2:5": "like [the] sound of chariots on the tops of the mountains, they leap about; like [the] sound of a flame of fire devouring stubble; like a strong army arranged in rows [for] battle.",
    "2:6": "{From before them}<note: Or \"From in front of it,\" or \"From the presence of it\"> nations writhe, all faces {turn pale}.<note: Literally \"gather paleness\">",
    "2:7": "They run like mighty warriors,<note: That is, the \"great and strong army\" (see 2:2)> they scale the wall like men of war; each goes on its own way, and they do not swerve [from] their paths.",
    "2:8": "They do not jostle {one another};<note: Literally \"each man his brother\"> each goes on its own trail; and through the falling weapons,<note: Hebrew \"weapon\"> they are not halted.",
    "2:9": "In the city they rush forth; on the walls<note: Hebrew \"wall\"> they run. Into the houses they climb up; through the windows they enter like [a] thief.",
    "2:10": "{Before them}<note: Literally \"Before the presence of it\"> [the] earth quakes; [the] heavens tremble; [the] sun and [the] moon grow dark, and [the] stars {have withheld}<note: Literally \"gathered\"> their splendor",
    "2:11": "And Yahweh {utters}<note: Literally \"gives\"> his voice before his army, because his encampment [is] very large; strong [is the] one who carries out his decree, for great [is] the day of Yahweh and exceedingly fearful. Who can endure it?",
    "2:12": "\"And even now,\" {declares}<note: Literally \"a declaration of\"> Yahweh, \"return to me with all your heart, with fasting, and weeping, and wailing.\"",
    "2:13": "Rend your hearts<note: Hebrew \"heart\"> and not your garments, and return to Yahweh your God, because he [is] gracious and compassionate, {slow to anger}<note: Or \"patient\"; literally \"long of anger\"> and great in loyal love, and relenting from harm.",
    "2:14": "Who knows [whether] he will turn and relent, and leave a blessing behind him, an offering and a libation, for Yahweh your God?",
    "2:15": "Blow [the] trumpet<note: Hebrew \"Shofar\"> in Zion, sanctify a fast, call an assembly;",
    "2:16": "gather [the] people, consecrate [the] assembly; assemble [the] elders, gather [the] children, even those [who are] breast-feeding; let [the] bridegroom come out from his private room, and [the] bride from her canopy.",
    "2:17": "Between the colonnade and the altar, let the priests, the ministers of Yahweh, weep. And let them say, \"Take pity, Yahweh, on your people. Do not make your inheritance a reproach, a byword among [the] nations. Why should they say among the nations, 'Where [is] their God?'\"",
    "2:18": "Then Yahweh became jealous for his land and took pity on his people.",
    "2:19": "And Yahweh answered and said to his people, \"Look at me, [I am] sending to you grain, new wine, and olive oil, and you will be satisfied by it. I will not give you [over] any more as a disgrace among the nations.",
    "2:20": "{The northerners}<note: Or \"The northern army\"> I will remove from you; I will drive them to a desert and desolate land, its<note: That is, the northern army> front to the eastern sea, and its rear into the western sea; its stench and odor will rise up because he<note: That is, Yahweh (see v. 21)> has done great things.",
    "2:21": "Do not fear, [O] land, rejoice and be glad, because Yahweh has done great things.",
    "2:22": "Do not fear, wild animals of [the] field, because [the] pastures of [the] desert have put forth new green shoots, because [the] tree has produced its fruit, [the] fig tree and [the] vine have yielded their produce.",
    "2:23": "Be glad, [O] children of Zion, be glad and rejoice in Yahweh your God, because he has given for you the autumn rains for [your] righteousness,<note: Or \"vindication\"> and he has {poured down}<note: Literally \"brought down\"> for you rainwater, [the] autumn and spring rains, as before.",
    "2:24": "The threshing floors will be full [with] grain, and the vats will overflow [with] new wine and olive oil.",
    "2:25": "I will repay you the years that the locust has eaten, the hopper, the destroyer, and the cutter, my mighty troops that I sent against you.",
    "2:26": "And you will eat abundantly and be satisfied, and praise the name of Yahweh your God, who has dealt with you {wondrously}.<note: Literally \"to do a wonder\"> My people {will never be ashamed}.<note: Literally \"will forever not be ashamed\">",
    "2:27": "And you will know that I [am] in the midst of Israel, and I [am] Yahweh, your God, and there is no [other]. My people {will never be ashamed again}.<note: Literally \"will forever no longer be ashamed\">",
    "2:28": "<note: Joel 2:28-32 in the English Bible is 3:1-5 in the Hebrew Bible> And it will happen afterward thus: I will pour out my Spirit on all flesh, and your sons and your daughters will prophesy, and your elders will dream dreams; your young men shall see visions.",
    "2:29": "And also on the male slaves and on the female slaves, I will pour out my Spirit in those days.",
    "2:30": "And I will {set}<note: Literally \"give\"> wonders in the heavens, and on earth, blood and fire and columns of smoke.",
    "2:31": "The sun will be changed to darkness, and the moon to blood, before the coming of the great and awesome day of Yahweh.",
    "2:32": "And it will happen--everyone who calls on the name of Yahweh will be rescued, because on Mount Zion and in Jerusalem there will be {those who escape},<note: Literally, \"an escape\"> as Yahweh said, and among the survivors whom Yahweh is calling.",
    "3:1": "<note: Joel 3:1-21 in the English Bible is 4:1-21 in the Hebrew Bible> For look! In those days, and in that time, when I will return<note: Or \"restore\"> the fortunes of Judah and Jerusalem,",
    "3:2": "I will gather all the nations, and I will bring them down to the valley of Jehoshaphat, and I will argue {a case against them}<note: Literally \"a matter with them\"> there concerning my people and my inheritance Israel whom they have scattered among the nations, and my land [that] they have divided.",
    "3:3": "For my people they cast lots,<note: Hebrew \"lot\"> and {they traded}<note: Literally \"gave\"> the male child for the prostitute, and the female child they sold for wine and they drank [it].",
    "3:4": "What [are] you to me, [O] Tyre and [O] Sidon, and all of the regions of Philistia? Are you repaying to me what is deserved? If you [are] recompensing me, I will return swiftly [and] quickly what you deserve on your head!",
    "3:5": "For you have taken my silver and my gold, and my beautiful treasures you have carried into your temples.",
    "3:6": "And the sons of Judah and Jerusalem you sold to the sons of the Greeks, in order to remove them from their border.",
    "3:7": "Look! I [am] rousing them from the place where you have sold them, and I will return what you deserve on your head!",
    "3:8": "I will sell your sons and your daughters into the hand of the children of Judah, and they will sell them to [the] Sabeans and to a nation far [away], for Yahweh has spoken.",
    "3:9": "Proclaim this among the nations: {Prepare for war}!<note: Literally \"Sanctify a battle\"> Stir up the mighty warriors; let them approach and come up; [let] all the men of war approach.",
    "3:10": "Beat your cutting tools of iron into swords and your pruning hooks into spears; let the weakling say, 'I am a mighty warrior!'",
    "3:11": "Hurry and come, all the nations, from all around, and gather [yourselves] there. Bring down your mighty warriors, O Yahweh!",
    "3:12": "Let the nations be roused and let them come up to the valley of Jehoshaphat, for there I will sit to judge all the nations from all around.",
    "3:13": "Send forth [the] sickle, for the harvest is ripe! Go tread, for [the] winepress is full! The vats overflow, because their evil [is] great!",
    "3:14": "Commotion, commotion in the valley of decision! For the day of Yahweh [is] near in the valley of decision!",
    "3:15": "[The] sun and [the] moon grow dark, and [the] stars {have withheld}<note: Literally \"gathered\"> their splendor.",
    "3:16": "And Yahweh roars from Zion; from Jerusalem he utters his voice, and [the] heavens and [the] earth shake. But Yahweh [is] a refuge for his people, and a protection for the children of Israel.",
    "3:17": "And you will know that I, Yahweh your God, [am] dwelling in Zion, my holy mountain. And Jerusalem will be [a place of] holiness, and strangers will pass through [it] no longer.",
    "3:18": "And it will happen on that day; the mountains will drip new wine, and the hills will flow with milk, and all the channels of Judah will flow with water. A spring from the house of Yahweh will come forth, and it will water the valley of Acacia Trees.<note: Or \"the wadi Shittim\">",
    "3:19": "Egypt will become a desolation, and Edom will become a {desolate desert},<note: Literally \"desert of desolation\"> because of the violence [they did] against the children of Judah, in whose land they have shed innocent blood.",
    "3:20": "But Judah will be inhabited forever, and Jerusalem {for all generations}.<note: Or \"for each generation\">",
    "3:21": "{I will cleanse their bloodguilt}<note: Literally \"I will not leave unpunished their blood\"> [that] {I did not cleanse},<note: Or \"I did not consider innocent\"> for Yahweh is dwelling in Zion."
  }
}