{
  "abbreviation": "Jos",
  "passages": {
    "1:1": "After the death of Moses the servant of Yahweh, Yahweh said to Joshua son of Nun, the assistant<note: Or \"servant\"> of Moses, saying,",
    "1:2": "\"My servant Moses [is] dead. Get up and cross the Jordan, you and all this people, into the land that I [am] giving to them, to the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "1:3": "Every place that the soles of your feet will tread, I have given it to you, as I promised<note: Or \"spoke\"> to Moses.",
    "1:4": "From the wilderness {and the Lebanon},<note: Literally \"this Lebanon\"; \"Lebanon\" in Hebrew means \"white mountain\"> up to the great river, the river Euphrates, all of the land of the Hittites, and up to {the great sea in the west},<note: Literally \"the great sea of the setting sun\"> will be your territory.",
    "1:5": "No one will stand before you<note: Or \"in your presence\"> all the days of your life. [Just] as I was with Moses, [so] will I be with you; I will not fail you, and I will not forsake you.",
    "1:6": "Be strong and courageous, for you will give the people this land as an inheritance that I swore to their ancestors<note: Or \"fathers\"> to give them.",
    "1:7": "Only be strong and very courageous {to observe diligently the whole law}<note: Literally \"to keep [and] to act according to the whole law\"> that Moses my servant commanded you. Do not turn aside from it, [to] the right or left, so that you may succeed {wherever you go}.<note: Literally \"in all that you go\">",
    "1:8": "The scroll of this law will not depart from your mouth; you will meditate on it day and night so that {you may observe diligently all that is written}<note: Literally \"to keep [and] to act according to all that is written\"> in it. For then you will succeed [in] your ways and prosper.",
    "1:9": "Did I not command you? Be strong and courageous! Do not fear or be dismayed, for Yahweh your God is with you {wherever you go}.\"<note: Literally \"in all that you go\">",
    "1:10": "Then Joshua commanded the officers of the people, saying,",
    "1:11": "\"Pass through the midst of the camp and command the people: 'Prepare your provisions;<note: Hebrew \"provision\"> {in}<note: Literally \"for in still\"> three days you [are to] cross the Jordan to go possess the land that Yahweh your God [is] giving you to possess.'\"",
    "1:12": "To the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said,",
    "1:13": "\"Remember the word that Moses Yahweh's servant commanded you, saying, 'Yahweh your God [is] giving rest to you, and he is giving<note: Hebrew \"he gave\"> you this land.'",
    "1:14": "Your wives, your little children, and your livestock, they will remain in the land that Moses gave to you beyond the Jordan. {All of the best fighting men}<note: Literally \"All the mighty warriors of the troop\"> will cross armed in front of your families; they will help you",
    "1:15": "until Yahweh gives rest to your families as well as to you. They will take possession of the land that Yahweh your God [is] giving to them. Then you will return to your own land and take possession of it, [the land] that Moses the servant of Yahweh gave you beyond the Jordan {to the east}.\"<note: Literally \"to the sunrise\">",
    "1:16": "And they answered Joshua, saying, \"All that you have commanded us we will do, and wherever you will send us we will go.",
    "1:17": "Just as we obeyed Moses, so will we obey you. Only may Yahweh your God be with you, as he was with Moses.",
    "1:18": "Whoever {rebels against your orders}<note: Literally \"defiles against your mouth\"> and does not obey your words according to what you commanded us will be put to death. Only be strong and courageous.\"",
    "2:1": "Then Joshua son of Nun secretly sent two men from Acacia Grove<note: Hebrew \"Shittim\"> [as] spies, saying, \"Go, view the land, especially Jericho.\" So they went, and entered the house of a prostitute whose name [was] Rahab, and {spent the night}<note: Literally \"lay down\"> there.",
    "2:2": "The king of Jericho was told, \"Look, [some] men from the {Israelites}<note: Literally \"sons/children of Israel\"> have come here tonight to search out the land.\"",
    "2:3": "And the king of Jericho sent [for] Rahab, saying, \"Bring out the men who came to you, the ones who have entered your house, for they have come to search out the whole land.\"",
    "2:4": "But the woman took the two men and hid them. And she said, \"Yes, the men came to me, but I did not know where they [were] from.",
    "2:5": "And when [it was time] to shut the gate {for the night},<note: Literally \"in the darkness\" or \"at dark\"> the men left, and I do not know where they went. Chase after them quickly, for you may catch up [to] them.\"",
    "2:6": "(But she had taken them to the roof and had hidden them {in the stalks of flax}<note: Literally \"in the flaxes of the plant stalk\"> that she {had spread out}<note: Literally \"had been arranged\"> on the roof.)",
    "2:7": "So the men chased after them on {the way to the Jordan}<note: Literally \"the road of the Jordan\"> at the fords; and they shut the gate behind the pursuers that had gone out after them.",
    "2:8": "Before {they went to sleep},<note: Literally \"they lay down\"> she came up to them on the roof",
    "2:9": "and said to the men, \"I know that Yahweh has given you the land, and that dread of you has fallen on us, and that all the inhabitants of the land melt away [in fear] because of your presence.",
    "2:10": "For we have heard how Yahweh dried up the waters of the {Red Sea}<note: Literally \"sea of reeds\"> before you when you went out from Egypt, and what you did to the two kings of the Amorites that [were] beyond the Jordan, Sihon and Og, whom you utterly destroyed.",
    "2:11": "We heard [this], and our hearts<note: Hebrew \"heart\"> melted, and {no courage was left in anyone}<note: Literally \"a spirit no longer stood in anyone\"> because of your presence. For Yahweh your God [is] God in the heavens above and on the earth below.",
    "2:12": "So then please swear to me by Yahweh, because {I have shown loyalty to you},<note: Literally \"I have done with you a loyal love\"> and {you will also show loyalty}<note: Literally \"you will do ... loyal love\"> {to my family}.<note: Literally \"with the house of my father\"> You must give me a sign of good faith,<note: Or \"faithfulness\">",
    "2:13": "and you will spare my father and mother, my brothers and sisters, and all that belongs to them; you will deliver our lives from death.\"",
    "2:14": "And the men said to her, \"{Our lives for yours}.<note: Literally \"Our lives in place of yours to die\"> If you do not report this business of ours, {we will show you loyalty and faithfulness}<note: Literally \"we will do with you loyal love and faithfulness\"> when Yahweh gives us the land.\"",
    "2:15": "Then she lowered them with a rope through the window, as her house [was] on the outer side of the wall, and she [was] residing in the wall.",
    "2:16": "And she said to them, \"Go to the mountain, so that the pursuers will not find you, and hide yourselves there three days until the pursuers return, and afterward you may go {on your way}.\"<note: Literally \"to your way\">",
    "2:17": "The men said to her, \"We [will be] released from this oath of yours that you made us swear.",
    "2:18": "[When] we come to the land, you must tie this scarlet cord in the window through which you let us down, and you must gather your father and mother, and your brothers, and your whole family to your house.",
    "2:19": "If anyone goes outside the doors of your house, {they will be responsible for their own death},<note: Literally \"his blood [will be] on his head\"> and we [will be] innocent. Anyone who will be with you in the house, {we will be responsible for their death}<note: Literally \"his blood [will be] on our head\"> {if a hand is laid on them}.<note: Literally \"if a hand will be against him\">",
    "2:20": "But if you report this business of ours, we will be released from your oath that you made us swear.\"",
    "2:21": "And she said, \"According to your word it [will be].\" Then she sent them away, and they went, and she tied the scarlet cord in the window.",
    "2:22": "They departed and came to the mountain, and they stayed there three days until the pursuers returned. The pursuers searched {all along the way}<note: Literally \"on all of the road\"> but did not find [them].",
    "2:23": "The two men returned and went down from the mountain, and they crossed [over] and came to Joshua son of Nun, and they told him everything that happened to them.",
    "2:24": "They said to Joshua, \"Surely Yahweh has given all the land into our hand; also, all the inhabitants of the land melt away [in fear] because of our presence.\"",
    "3:1": "Joshua rose early in the morning, and they set out from Acacia Grove.<note: Hebrew \"Shittim\"> And they came up to the Jordan, he and all the {Israelites},<note: Literally \"sons/children of Israel\"> and they spent the night there before they crossed [over].",
    "3:2": "At the end of the three days the officers passed through the midst of the camp,",
    "3:3": "and they commanded the people: \"When you see the Levitical priests carrying the ark of the covenant of Yahweh your God you must set out from your place and go after it.",
    "3:4": "[But] there will be a distance between you and it of about two thousand cubits in measurement.<note: That is, about 1 km> Do not come near it, so that you may know the way that you must go, for you have not passed on [this] way {before}.\"<note: Literally \"from yesterday three days before\">",
    "3:5": "And Joshua said to the people, \"Sanctify yourselves, because tomorrow Yahweh will do wonders in your midst.\"",
    "3:6": "And Joshua said to the priests, \"Take up the ark of the covenant and cross [over] {ahead of the people}.\"<note: Literally \"before the presence of the people\"> And they took up the ark of the covenant and went {ahead of the people}.<note: Literally \"before the presence of the people\">",
    "3:7": "Then Yahweh said to Joshua, \"This day I will begin exalting you {in the sight}<note: Literally \"in the eyes\"> of all Israel, that they may know that I was with Moses, and I will be with you.",
    "3:8": "You will command the priests carrying the ark of the covenant, saying, 'At the moment that you come to the edge of the waters of the Jordan, you will stand [still] in the Jordan.'\"",
    "3:9": "And Joshua said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"Come here, and hear the words of Yahweh your God.\"",
    "3:10": "Joshua said, \"By this you will know that [the] living God [is] in your midst, and he will certainly drive out the Canaanites {from before you},<note: Or \"from your presence\"> and the Hittites, Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites.",
    "3:11": "Look! The ark of the covenant of the Lord of all the earth<note: Or \"world\"> [is about to] cross [over] ahead of you into the Jordan.",
    "3:12": "So then, take twelve men from the tribes of Israel, {one from each tribe}.<note: Literally \"one man for the tribe\">",
    "3:13": "When the soles of the feet of the priests carrying the ark of Yahweh, Lord of all the earth,<note: Or \"world\"> rest in the waters of the Jordan, the waters of the Jordan will be cut off {upstream},<note: Literally \"going down from above\"> and they will stand [still in] one heap.",
    "3:14": "And it happened, when the people set out from their tents to cross [over] the Jordan, the priests carrying the ark of the covenant were {ahead of the people}.<note: Literally \"before the presence of the people\">",
    "3:15": "When those carrying the ark came up to the Jordan, and the priests carrying the ark dipped their feet in the edge of the water (the Jordan was flowing over its banks during all the days of harvest),",
    "3:16": "the waters flowing down from above stood [still]; they stood up [in] one heap very far from Adam, the city that [is] beside Zarethan, while [the waters] flowing down to the sea of the Arabah, the Salt Sea,<note: That is, the Dead Sea> {were completely cut off};<note: Literally \"they were completed they were cut off\"> and the people crossed [over] opposite Jericho.",
    "3:17": "And the priests carrying the ark of the covenant of Yahweh stood firmly on the dry land in the middle of the Jordan while all Israel crossed on dry ground, until all the nation finished crossing the Jordan.",
    "4:1": "After all the nation finished crossing the Jordan, Yahweh said to Joshua,",
    "4:2": "\"Take twelve men from the people, {one man from each tribe},<note: Literally \"man one man one from tribe\">",
    "4:3": "and command them, saying, 'Take for yourselves twelve stones from the middle of the Jordan where the priests' feet stood firmly, and bring them over with you, and set them up in {the place where you will camp tonight}.'\"<note: Literally \"the lodging place where you will lodge tonight\">",
    "4:4": "So Joshua summoned the twelve men whom he had appointed from the {Israelites},<note: Literally \"sons/children of Israel\"> one from each tribe.",
    "4:5": "And Joshua said to them, \"Cross [over] before<note: Or \"the presence\"> the ark of Yahweh your God to the middle of the Jordan, and each one of you lift up a stone on your<note: Hebrew \"his\"> shoulder, according to the number of the tribes of the {Israelites},<note: Literally \"sons/children of Israel\">",
    "4:6": "so that this may be a reminder<note: Or \"sign\"> among you. When your children ask in the future, saying, '{What do these stones mean to you}?'<note: Literally \"What are these stones for you?\">",
    "4:7": "you will say to them that the waters of the Jordan were cut off {from before}<note: Or \"the presence of\"> the ark of the covenant of Yahweh. When it crossed the Jordan, the waters of the Jordan were cut off. These stones will be as a memorial for the {Israelites}<note: Literally \"sons/children of Israel\"> for eternity.\"",
    "4:8": "Thus the {Israelites}<note: Literally \"sons/children of Israel\"> did as Joshua commanded. They took twelve stones from the middle of the Jordan as Yahweh told Joshua, according to the number of the tribes of the {Israelites},<note: Literally \"sons/children of Israel\"> and they carried them over with them to {the camp},<note: Literally \"the place of overnight lodging\"> and they put them there.",
    "4:9": "Then Joshua set up twelve stones in the middle of the Jordan, in the place where the feet of the priests carrying the ark of the covenant [stood], and they are there to this day.",
    "4:10": "The priests carrying the ark remained standing in the middle of the Jordan until everything that Yahweh commanded Joshua to tell the people was finished, according to all that Moses commanded Joshua. And the people hastily crossed [over].",
    "4:11": "And it happened, when all the people had finished crossing, the ark of Yahweh and the priests crossed [over] in front of<note: Or \"before the presence\"> the people.",
    "4:12": "The children of Reuben, Gad, and the half-tribe of Manasseh crossed [over] armed before the {Israelites},<note: Literally \"sons/children of Israel\"> as Moses told them.",
    "4:13": "About forty thousand armed for fighting crossed [over] before the presence of Yahweh to the plains of Jericho for battle.",
    "4:14": "On that day Yahweh exalted Joshua {in the sight}<note: Literally \"in the eyes\"> of all Israel, and they respected him<note: Or \"feared him\"> as they respected<note: Or \"feared\"> Moses all the days of his life.",
    "4:15": "Then Yahweh said to Joshua, saying,",
    "4:16": "\"Command the priests carrying the ark of the testimony<note: That is, the ark of the covenant> {to come up}<note: Literally \"and let them come up\"> from the Jordan.\"",
    "4:17": "So Joshua commanded the priests, saying, \"Come up from the Jordan.\"",
    "4:18": "And it happened that when the priests carrying the ark came up from the middle of the Jordan, and the soles of the priests' feet {touched dry land},<note: Literally \"were raised from the ground to dry land\"> the waters of the Jordan returned to their place and flowed over all its banks as before.",
    "4:19": "And the people came up from the Jordan on the tenth [day] of the first month, and they camped in Gilgal on the eastern edge<note: That is, border> of Jericho.",
    "4:20": "And those twelve stones that they took from the Jordan, Joshua set up in Gilgal.",
    "4:21": "And he said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"When your children ask in the future {their parents},<note: Literally \"their fathers\"> '{What is the meaning of these stones}?'<note: Literally \"What [are] these stones?\">",
    "4:22": "you will let your children know [by] saying, 'Israel crossed this Jordan on dry ground.'",
    "4:23": "For Yahweh your God dried up the waters of the Jordan before you, until you had crossed, just as Yahweh your God did to the {Red Sea},<note: Literally \"sea of reeds\"> which he dried up before us until we had crossed over,",
    "4:24": "so that all the peoples of the earth may know that the hand of Yahweh [is] strong, so that you may fear Yahweh your God {forever}.\"<note: Literally \"all the days\">",
    "5:1": "And it happened, when all the kings of the Amorites who [were] beyond the Jordan to the west, and all the kings of the Canaanites<note: Hebrew \"Canaanite\"> who [were] by the sea heard that Yahweh dried up the waters of the Jordan in front of the {Israelites}<note: Literally \"sons/children of Israel\"> until they crossed [over], their hearts melted, and {there was no courage left in them}<note: Literally \"a spirit was no longer in them\"> because of the presence of the {Israelites}. <note: Literally \"sons/children of Israel\">",
    "5:2": "At that time Yahweh said to Joshua, \"Make for yourself knives of flint, and circumcise the {Israelites}<note: Literally \"sons/children of Israel\"> a second time.\"",
    "5:3": "So Joshua made knives of flint, and he circumcised the {Israelites}<note: Literally \"sons/children of Israel\"> at the hill of the foreskins.<note: Hebrew \"Gibeath-haaraloth\">",
    "5:4": "This [is] the reason why Joshua circumcised all the people: all the males who went out from Egypt, all the warriors, died in the wilderness as they went out from Egypt {on the journey}.<note: Literally \"on the road\">",
    "5:5": "For all the people who left were circumcised, but all the people born in the wilderness {on the journey}<note: Literally \"on the road\"> [after] they left from Egypt were not circumcised.",
    "5:6": "For forty years the {Israelites}<note: Literally \"sons/children of Israel\"> traveled in the wilderness until all the nation, the warriors that left Egypt, perished, because they did not listen to the voice of Yahweh. To them Yahweh swore that they would not see the land that he<note: Hebrew \"Yahweh\"> swore to their ancestors<note: Or \"fathers\"> to give to us, a land flowing with milk and honey.",
    "5:7": "And it was their children [whom] he raised in their place that Joshua circumcised, for they were uncircumcised, because they had not been circumcised {on the journey}.<note: Literally \"on the road\">",
    "5:8": "And it happened, when all the nation had finished circumcising, they remained where they were in the camp until they recovered.",
    "5:9": "And Yahweh said to Joshua, \"Today I have rolled away the disgrace of Egypt from you.\" Therefore, the name of that place is called Gilgal<note: Hebrew \"rolling\"> to this day.",
    "5:10": "And the {Israelites}<note: Literally \"sons/children of Israel\"> camped at Gilgal, and they kept the Passover on the fourteenth day of the month, in the evening, on the plains of Jericho.",
    "5:11": "On the next day after the Passover, on that<note: Literally \"this\"> very day, they ate from the produce of the land, unleavened cakes and roasted corn.",
    "5:12": "And the manna ceased the day after, when they [started] eating the produce of the land, and there was no longer manna for the {Israelites}.<note: Literally \"sons/children of Israel\"> They ate from the crop of the land of Canaan in that year.",
    "5:13": "And it happened, when Joshua was by Jericho, {he looked up},<note: Literally \"he lifted up his eyes\"> and he saw a man standing {opposite him}<note: Literally \"against him\"> [with] his sword drawn in his hand. And Joshua went to him and said, \"Are you with us, or with our adversaries?\"",
    "5:14": "And he said, \"Neither. I have come now [as] the commander of Yahweh's army.\" And Joshua fell on his face to the earth, and {he bowed down}<note: Or \"he worshiped\"> and said to him, \"What [is] my lord commanding his servant?\"",
    "5:15": "The commander of Yahweh's army said to Joshua, \"Take off your sandals<note: Hebrew \"sandal\"> from your feet,<note: Hebrew \"foot\"> for the place where you [are] standing [is] holy.\" And Joshua did so.",
    "6:1": "Now Jericho [was] shut up inside and out because of the presence of the {Israelites};<note: Literally \"sons/children of Israel\"> no one was going out or coming in.",
    "6:2": "And Yahweh said to Joshua, \"Look, I am giving Jericho into your hand, its king and the soldiers of the army.",
    "6:3": "You will march around the city, all the warriors circling the city once; you will do so for six days.",
    "6:4": "And seven priests will bear seven trumpets of rams' horns before the ark. On the seventh day you will march around the city seven times, and the priests will blow on the trumpets.",
    "6:5": "And when they blow long on the horn of the ram, when you hear the sound of the trumpet, all the people will shout [with] a great war cry, and the wall of the city will fall flat,<note: Or \"in its place\"> and {the people will charge, each one straight ahead}.\"<note: Literally \"the people will go up, each before him\">",
    "6:6": "So Joshua son of Nun summoned the priests and said to them, \"Take up the ark of the covenant, and let seven priests carry the trumpets of the rams' horns before the ark of Yahweh.\"",
    "6:7": "And he said<note: Hebrew \"they said\"> to the people, \"Go forward and march around the city, and let the armed [men] pass before the ark of Yahweh.",
    "6:8": "{And when Joshua spoke}<note: Literally \"And it happened the moment of the saying of Joshua\"> to the people, the seven priests carrying the seven trumpets of rams' horns before the presence of Yahweh went forward and they blew the trumpets; and the ark of the covenant of Yahweh followed behind them.",
    "6:9": "And the armed [men] went before the priests who blew the trumpets, and the rear guard came after the ark, while they were blowing the trumpets.",
    "6:10": "But Joshua commanded the people, saying, \"You will not shout, and you will not let your voice be heard; a word will not go out from your mouth until the day I say to you 'Shout!' Then you will shout.\"",
    "6:11": "And the ark of Yahweh went around the city, {circling once},<note: Literally \"circling one occurrence\"> and they came [into] the camp and spent the night in the camp.",
    "6:12": "Then Joshua got up early in the morning, and the priests took up the ark of Yahweh.",
    "6:13": "The seven priests carrying the seven trumpets of the rams' horns before the ark of Yahweh went on continually, and they blew on the trumpets. And the armed [men] went before them, and [the] rear guard came after the ark of Yahweh, while the trumpets blew continually.",
    "6:14": "And they marched around the city once on the second day, and they returned [to] the camp. They did [this] for six days.",
    "6:15": "Then on the seventh day they rose early at dawn, and they marched around the city in this manner seven times. [It was] only on that day that they marched around the city seven times.",
    "6:16": "And at the seventh time the priests blew on the trumpets, and Joshua said to the people, \"Shout! For Yahweh has given you the city.",
    "6:17": "The city and all that is in it will be devoted to Yahweh; only Rahab the prostitute and all who [are] with her in the house will live, because she hid the messengers whom we sent.",
    "6:18": "As for you, keep [away] from the things<note: Hebrew \"thing\"> devoted to destruction so that you do not take them and bring about your own destruction, making the camp of Israel an object for destruction, bringing trouble upon it.",
    "6:19": "But all of the silver and gold, and the items of bronze and iron, [are] holy to Yahweh, and they must go to Yahweh's treasury.\"",
    "6:20": "So the people shouted, and they<note: That is, the priests> blew on the trumpets. And when the people heard the sound of the trumpet, they raised a great shout, and the wall fell flat. {The people charged, each one straight ahead into the city},<note: Literally \"The people went up, each before him\"> and they captured it.",
    "6:21": "And they utterly destroyed {by the edge of the sword}<note: Literally \"by the mouth of [the] sword\"> all who [were] in the city, both men and women, young and old, ox, sheep, and donkey.",
    "6:22": "Then Joshua said to the two men who spied on the land, \"Go [to] the prostitute's house and bring out from there the woman and all who belong to her, just as you swore to her.\"",
    "6:23": "So the young men who were spies went and brought Rahab and her father and mother, her brothers, and all who were with her. And they brought all her family out and set them outside the camp of Israel.",
    "6:24": "And they burned the city and all that [was] in it with fire; they put only the silver and gold, and the items of copper and iron, [into] the treasury of the house of Yahweh.",
    "6:25": "But Joshua spared Rahab the prostitute {and her family}<note: Literally \"and the house of her father\"> and all who [were] with her, and she has lived in the midst of Israel until this day, because she hid the messengers whom Joshua sent to spy out Jericho.",
    "6:26": "And Joshua swore at that time, saying, \"Cursed [is] anyone before Yahweh who gets up and builds Jericho, this city. At the cost of his firstborn he will lay its foundation, and at the cost of his youngest he will set up its gates.\"",
    "6:27": "So Yahweh was with Joshua, and his fame was in all the land.",
    "7:1": "But the {Israelites}<note: Literally \"sons/children of Israel\"> broke faith concerning the devoted things.<note: Or \"consecrated possession[s]\"> Achan son of Carmi son of Zabdi son of Zerah, of the tribe of Judah, took from the devoted things;<note: Hebrew \"thing\" or \"consecrated possession\"> and {Yahweh's anger was kindled}<note: Literally \"the nose of Yahweh became hot\"> against the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "7:2": "Now Joshua sent men from Jericho [to] Ai, which [is] near Beth Aven, east of Bethel, and he said to them, \"Go up and spy out Ai.\" And the men went up and spied out Ai.",
    "7:3": "And they returned to Joshua and said to him, \"Do not let all the people go up and attack Ai; [only] two or three thousand men should go up because they<note: That is, the people of Ai> [are] few. Do not make all the people weary [up] there.\"",
    "7:4": "So about three thousand from the people went up there, and they fled before the men of Ai.",
    "7:5": "The men of Ai killed about thirty-six of them, and they chased them from the gate up to Shebarim and killed them on the slope. And the hearts<note: Hebrew \"heart\"> of the people melted and became like water.",
    "7:6": "And Joshua tore his clothes and fell to the ground on his face before the ark of Yahweh until the evening, he and the elders of Israel; and they put dust on their heads.<note: Hebrew \"head\">",
    "7:7": "And Joshua said, \"Ah, my Lord! Why did you bring this people across the Jordan to give us into the hand of the Amorites to destroy us? If only we had been content and stayed beyond the Jordan.",
    "7:8": "Please, my Lord! What can I say after {Israel has fled from its enemies}?<note: Literally \"Israel has turned its neck before its enemies\">",
    "7:9": "The Canaanites and all the inhabitants of the land will hear [of this], and they will surround us and cut off our name from the land. What will you do, for your great name?\"",
    "7:10": "And Yahweh said to Joshua, \"Stand up! {Why}<note: Literally \"For what this\"> [have] you fallen on your face?",
    "7:11": "Israel has sinned and {transgressed my covenant}<note: Literally \"crossed my covenant\"> that I commanded them. They have taken from the devoted things;<note: Hebrew \"thing\" or \"from the consecrated possession\"> they have stolen and acted deceitfully, and they have put [them] among their belongings.",
    "7:12": "The {Israelites}<note: Literally \"sons/children of Israel\"> were unable to stand before their enemies; {they fled from their enemies}<note: Literally \"they turned [their] neck before their enemies\"> because they have become a thing devoted<note: Or \"consecrated\"> for destruction. {I will be with you no more}<note: Literally \"I will not do again to be with you\"> unless you destroy the devoted things<note: Hebrew \"thing\" or \"consecrated possession\"> from among you.",
    "7:13": "Get up, sanctify the people, and say, 'Sanctify yourselves for tomorrow. Thus says Yahweh the God of Israel: \"[There are] devoted things<note: Hebrew \"thing\" or \"consecrated possession\"> in your midst, O Israel. You will be unable to stand before you enemies until you remove the devoted things<note: Hebrew \"thing\" or \"consecrated possession\"> from your midst.\"",
    "7:14": "In the morning you will come forward, {tribe by tribe},<note: Literally \"according to your tribes\"> and the tribe that Yahweh will select by lot will come forward by clans, and the clan that Yahweh selects by lot will come forward by families, and the family that Yahweh selects by lot will come forward one by one.",
    "7:15": "The one caught with the devoted things<note: Hebrew \"thing\" or \"consecrated possession\"> will be burned with fire, he and all that belongs to him, because {he transgressed the covenant}<note: Literally \"he crossed the covenant\"> of Yahweh, and because he did a disgraceful thing in Israel.\" '\"",
    "7:16": "So<note: Or \"And\"> Joshua rose early in the morning and brought forward Israel, {tribe by tribe},<note: Literally \"according to its tribes\"> and the tribe of Judah was selected by lot.",
    "7:17": "And he brought forward the clans of Judah and selected the clan of the Zerahites<note: Hebrew \"Zerahite\"> by lot. Then he brought forward the clan of the Zerahites,<note: Hebrew \"Zerahite\"> one by one, and Zabdi was selected by lot.",
    "7:18": "He brought forward his family, one by one, and Achan son of Carmi son of Zabdi son of Zerah, of the tribe of Judah, was selected by lot.",
    "7:19": "And Joshua said to Achan, \"My son, please, give glory to Yahweh the God of Israel, and give him a doxology in court.<note: Some interpret \"make a confession\"> Tell me, please, what you have done; do not hide [it] from me.\"",
    "7:20": "And Achan answered Joshua and said, \"It is true. I have sinned against Yahweh the God of Israel, and this is what I did:",
    "7:21": "I saw among the spoil a beautiful robe from Shinar,<note: \"Shinar\" refers to Babylonia> two hundred shekels of silver, and one bar of gold [that] weighed fifty shekels; I coveted them and took them. They [are] hidden in the ground inside my tent, and the silver [is] under it.\"",
    "7:22": "Joshua sent messengers, and they ran to the tent; and there [they were], hidden in his tent, and the silver [was] under it.",
    "7:23": "And they took them from the tent and brought them to Joshua and all the {Israelites}.<note: Literally \"sons/children of Israel\"> And they spread them out before the presence of Yahweh.",
    "7:24": "Then Joshua, and all Israel with him, took Achan son of Zerah, the silver, the robe, the bar of gold, his sons and daughters, his cattle and donkeys, his sheep, his tent, and everything that [was] his, and they brought them [to] the valley of Achor.<note: Hebrew \"trouble\"; a valley in the Jericho region>",
    "7:25": "And Joshua said, \"Why did you bring us trouble? Yahweh will bring you trouble on this day.\" And all Israel stoned them<note: Hebrew \"him\"> [with] stones;<note: Hebrew \"stone\"> and they burned them with fire [after] they stoned them with stones.",
    "7:26": "Then {they placed}<note: Literally \"they raised up\"> on top of him a great pile of stones [that remains] to this day. And Yahweh {turned from his burning anger},<note: Literally \"turned from his burning nose\"> and thus the name of that place to this day is called the valley of Achor.<note: Hebrew \"trouble\"; a valley in the Jericho region>",
    "8:1": "Then Yahweh said to Joshua, \"Do not fear or be dismayed. Take {all the fighting men}<note: Literally \"all the people of war\"> with you {and go up immediately to Ai}.<note: Literally \"get up and go up to Ai\"> Look, I am giving into your hand the king of Ai, his city, and his land.",
    "8:2": "You will do to Ai and its king that which you did to Jericho and its king; you may take only its spoils<note: Hebrew \"spoil\"> and livestock as booty for yourself. Set for yourself an ambush against the city [from] behind [it].\"",
    "8:3": "So Joshua and {all the fighting men}<note: Literally \"all the people of war\"> went up immediately to Ai. Joshua chose thirty thousand of the best fighting men and sent them [by] night.",
    "8:4": "And he commanded them, saying, \"Look, you are to lay an ambush against the city from behind. Do not go very far from the city and be ready.",
    "8:5": "Then I and all of the people who [are] with me will approach the city. And when they go out to meet us {as before},<note: Literally \"as that at the first [occasion]\"> we will flee from them.<note: Or \"before their presence\">",
    "8:6": "They will come out after us until we draw them away from the city, because they will think, '[They are] fleeing from us<note: Or \"before our presence\"> {as before}.'<note: Literally \"as that at the first [occasion]\"> So we will flee from them.<note: Or \"before their presence\">",
    "8:7": "Then you will rise up from the ambush and take possession of the city, for Yahweh your God will give it into your hand.",
    "8:8": "And when you capture the city you will set it on fire as Yahweh commanded. Look, I have commanded you.\"",
    "8:9": "So Joshua sent them out, and they went to the [place of the] ambush, and they sat between Bethel and Ai, to the west of Ai; but Joshua spent the night {with the people}.<note: Literally \"in the middle of the people\">",
    "8:10": "Joshua rose early in the morning and mustered the people, and he went up [with] the elders of Israel before the people of Ai.<note: Or \"before the presence of the people of Ai\">",
    "8:11": "{All the fighting men}<note: Literally \"All the people of war\"> who [were] with him {went up and drew near before the city}<note: Literally \"went up, drew near, and came before the city\"> and camped north of Ai; [there was] a valley between him and Ai.",
    "8:12": "And he took about five thousand men and set them in ambush between Bethel and Ai, to the west of the city.",
    "8:13": "So they stationed the forces; all the army [was] north of the city while {the rear guard was west}.<note: Literally \"while its rear guard [was] west of the city\"> But Joshua went that night to the middle of the valley.",
    "8:14": "When the king of Ai saw [this], the men of the city hurried and rose early and went out to meet Israel for battle--he<note: That is, the king> and all his army--to the meeting place before the Arabah.<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley> He did not know that [there was] an ambush for him behind the city.",
    "8:15": "Then Joshua and all Israel acted like they were beaten before them, and they fled {in the direction of the wilderness}.<note: Literally \"the way of the wilderness\">",
    "8:16": "All of the people who [were] in the city were called to pursue after them. As they pursued after Joshua, they were drawn away from the city.",
    "8:17": "Not a man remained in Ai or Bethel who had not gone out after Israel; they left the city open and pursued after Israel.",
    "8:18": "And Yahweh said to Joshua, \"Stretch out the sword<note: Or \"spear\"> that is in your hand to Ai, because I will give it into your hand.\" And Joshua stretched out the sword that was in his hand to the city.",
    "8:19": "The moment he stretched out his hand, those in the ambush stood up quickly from their place and ran. And they went [into] the city and captured it, quickly setting the city ablaze with fire.",
    "8:20": "Then the men of Ai looked behind them, and they saw smoke from the city rising to the sky; {they had no power to flee this way or that},<note: Literally \"it was not in their hands to flee here and here\"> and the people fleeing the wilderness turned around to the pursuers.<note: Hebrew \"pursuer\">",
    "8:21": "And Joshua and all Israel saw that the ambush had captured the city and that the smoke of the city was rising; they returned and struck down the men of Ai.",
    "8:22": "Then the others from the city came out to meet them, {and they found themselves surrounded by Israel},<note: Literally \"they were in the middle of Israel\"> {some on one side, and others on the other side}.<note: Literally \"these from these, and these from this\"> And they<note: That is, Israel> struck them down until no survivor or fugitive [was] left.",
    "8:23": "But they captured the king of Ai alive, and they brought him to Joshua.",
    "8:24": "When Israel finished slaughtering all the inhabitants of Ai in the open field, in the wilderness where they pursued them, and when all of them had fallen by {the edge of the sword}<note: Literally \"[the] mouth of [the] sword\"> until they all had perished, all Israel returned [to] Ai and attacked it with {the edge of the sword}.<note: Literally \"[the] mouth of [the] sword\">",
    "8:25": "All the people that fell on that day, both men and women, [were] twelve thousand--all the inhabitants of Ai.",
    "8:26": "For Joshua did not draw back his hand that was stretched out with the sword until he had utterly destroyed all the inhabitants of Ai.",
    "8:27": "Only the livestock and the spoil of that city Israel took as booty for themselves, according to the word of Yahweh that Joshua commanded.",
    "8:28": "So Joshua burned Ai and made it an everlasting heap of rubbish, a desolate place until this day.",
    "8:29": "The king of Ai he hanged on a tree until the time of evening, and as the sun went down Joshua commanded [them], and they brought down his dead body from the tree. Then they threw it at the entrance of the gate of the city, and they raised over it a great heap of stones [that remains] to this day.",
    "8:30": "Then Joshua built an altar on Mount Ebal for Yahweh the God of Israel,",
    "8:31": "as Moses Yahweh's servant commanded the {Israelites},<note: Literally \"sons/children of Israel\"> as [it is] written in the scroll of the law of Moses: \"an altar of unhewn<note: Or \"whole\"> stones [on] which no one has {wielded}<note: Literally \"waved over them\"> an iron implement.\"<note: See Exod 20:25> And they offered burnt offerings on it and sacrificed fellowship offerings.",
    "8:32": "And there Joshua wrote on the stones [a] copy of the law of Moses, which he<note: That is, Moses> had written, in the presence of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "8:33": "Then all Israel, {foreigner as well as native},<note: Literally \"as the alien as the native\"> with the elders, officials, and judges stood {on either side}<note: Literally \"from this and from this\"> of the ark before the priests and the Levites, who carried the ark of the covenant of Yahweh. Half of them [stood] in front of Mount Gerizim, and the other half in front of Mount Ebal, as Moses Yahweh's servant had commanded before to bless the people of Israel.",
    "8:34": "And afterward he read all the words of the law, the blessings<note: Hebrew \"blessing\"> and the curses,<note: Hebrew \"curse\"> according to all that was written in the scroll of the law.",
    "8:35": "There was not a word from all that Moses commanded that Joshua did not read before the assembly of all Israel, and the women, the little children, and the traveling foreigners<note: Hebrew \"foreigner\"> among them.",
    "9:1": "Now<note: Or \"And it happened\"> when all the kings who [were] beyond the Jordan in the hill country and in the Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> and on all the coast of the great sea toward Lebanon<note: Literally \"white mountain\">--the Hittites,<note: Hebrew \"Hittite\"> the Amorites,<note: Hebrew \"Amorite\"> the Canaanites,<note: Hebrew \"Canaanite\"> the Perizzites,<note: Hebrew \"Perizzite\"> the Hivites,<note: Hebrew \"Hivite\"> and the Jebusites<note: Hebrew \"Jebusite\">--heard of [this],",
    "9:2": "they gathered themselves together to fight with one accord against<note: Hebrew \"with\"> Joshua and Israel.",
    "9:3": "But the inhabitants of Gibeon heard what Joshua did to Jericho and Ai,",
    "9:4": "and they acted on their part with cunning: they went and prepared provisions,<note: The Hebrew is difficult here. Some ancient manuscripts read, \"they sent out a delegation/an envoy\"> and took worn-out sacks<note: Or \"sackcloths\"> for their donkeys and old wineskins [that were] torn and mended.",
    "9:5": "The sandals on their feet [were] patched and old, their clothes [were] old, and their food was dry and crumbled.",
    "9:6": "And they went to Joshua at the camp [at] Gilgal and said to him and to the men of Israel, \"We have come from a far land; so then {make a covenant with us}.\"<note: Literally \"cut for us a covenant\">",
    "9:7": "And the men of Israel said to the Hivites,<note: Hebrew \"Hivite\"> \"Perhaps you [are] living among us; how can we {make a covenant}<note: Literally \"cut a covenant\"> with you?\"",
    "9:8": "They said to Joshua, \"We [are] your servants.\" And Joshua said to them, \"Who [are] you, and from where do you come?\"",
    "9:9": "And they said to him, \"Your servants have come from a very far land because of the name of Yahweh your God; we have heard of his reputation, of all that he did in Egypt,",
    "9:10": "and of all that he did to the two kings of the Amorites who [were] beyond the Jordan--to Sihon king of Heshbon and to Og king of Bashan, who [was] in Ashtaroth.",
    "9:11": "So our elders said to us and all the inhabitants of our land, 'Take in your hand provisions for the journey, and go to meet them, and say to them, \"We [are] your servants; so then {make a covenant with us}.\" '<note: Literally \"cut for us a covenant\">",
    "9:12": "This [is] our bread; [it was] hot [when] we took it from our houses as provisions on the day we set out to come to you. But now, look, it is dry and crumbled.",
    "9:13": "These [are] the wineskins that we filled new, but look, they have burst; and these [are] our clothes and sandals that have worn out from the very long journey.\"",
    "9:14": "So the leaders<note: Or \"men\"> took from their provisions, but {they did not ask direction from Yahweh}.<note: Literally \"the mouth of Yahweh they did not ask\">",
    "9:15": "And Joshua made peace with them, and {he made a covenant with them}<note: Literally \"he cut a covenant with them\"> to allow them to live happily, and the leaders of the congregation swore [an oath] to them.",
    "9:16": "And it happened that at the end of three days, after they made a covenant with them, they heard that {they were their neighbors}<note: Literally \"they [were] near them\"> and living among them.",
    "9:17": "And the {Israelites}<note: Literally \"sons/children of Israel\"> set out and went to their cities on the third day (their cities [were] Gibeon, Kephirah, Beeroth, and Kiriath Jearim).",
    "9:18": "But the {Israelites}<note: Literally \"sons/children of Israel\"> did not attack them, because the leaders of the congregation had sworn to them by Yahweh the God of Israel. And all the congregation murmured {against their leaders}.<note: Literally \"against the leaders of the congregation\">",
    "9:19": "But all the leaders of the congregation said, \"We have sworn to them by Yahweh the God of Israel, and so we cannot touch them.",
    "9:20": "This we will do to them: [we will] let them live so that wrath will not be on us because of the oath we swore to them.\"",
    "9:21": "And the leaders<note: Or \"men\"> said to them, \"Let them live.\" So they became woodcutters and water carriers for all the congregation, just as the leaders had said to them.",
    "9:22": "And Joshua summoned them and said, \"Why have you deceived us saying, 'We [are] very far from you' when you [are] living among us?",
    "9:23": "Therefore you [are] cursed; some of you will always be slaves as woodcutters and water carriers for the house of my God.\"",
    "9:24": "And they answered Joshua and said, \"Because it was told with certainty to your servants that Yahweh your God commanded Moses his servant to give to you all the land and to destroy all the inhabitants of the land before you, so we were very afraid for our lives because of you, and so we did this thing.",
    "9:25": "So then, look, we [are] in your hand; do with us whatever seems good and right in your eyes.\"",
    "9:26": "So he did this to them: he saved them from the hand of the {Israelites},<note: Literally \"sons/children of Israel\"> and they did not kill them.",
    "9:27": "And that day Joshua made them woodcutters and water carriers for the congregation and for the altar of Yahweh, to this day, in the place that he should choose.",
    "10:1": "And it happened that when Adoni-Zedek king of Jerusalem heard that Joshua captured Ai and had utterly destroyed it (just as he had done to Jericho and its king, so he did to Ai and its king) and that the inhabitants of Gibeon had made peace with Israel and were among them,",
    "10:2": "he<note: Hebrew \"they\"> became very afraid because Gibeon [was] a very large city, {like one of the royal cities},<note: Literally \"like one of the cities of the kingship\"> and because it [was] larger than Ai, and all its men [were] mighty warriors.",
    "10:3": "So Adoni-Zedek king of Jerusalem sent [word] to Hohman king of Hebron, to Piram king of Jarmuth, to Japhia king of Lachish, and to Debir king of Eglon, saying,",
    "10:4": "\"Come up and help me, and let us attack Gibeon, because it has made peace with Joshua and the {Israelites}.\"<note: Literally \"sons/children of Israel\">",
    "10:5": "And the five kings of the Amorites,<note: Hebrew \"Amorite\"> the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon, gathered [together] and went up, they and all their forces, and {they laid siege to Gibeon}<note: Literally \"they camped against Gibeon\"; see Josh 10:31> and made war against it.",
    "10:6": "And the men of Gibeon sent [word] to Joshua at the camp at Gilgal, saying, \"{Do not abandon}<note: Literally \"do not release your hands from\"> your servant. Come up to us quickly and save us! Help us, for all the kings of the Amorites<note: Hebrew \"Amorite\"> who dwell in the hill country have gathered against us.\"",
    "10:7": "So Joshua went up from Gilgal, he and {all the fighting men}<note: Literally \"all the people of the war\"> with him, {all the best warriors}.<note: Literally \"all the mighty warriors of the army\">",
    "10:8": "And Yahweh said to Joshua, \"Do not be afraid of them, for I have given them into your hand; {no one will withstand you}.<note: Literally \"not a man of them will stand in your presence\">",
    "10:9": "Joshua came upon them suddenly {by marching up}<note: Literally \"he went up\"> all night from Gilgal.",
    "10:10": "And Yahweh threw them into panic before Israel, who<note: Hebrew \"he\"> struck them [with] a great blow at Gibeon and pursued them by the way of the ascent of Beth-horon and struck them as far as Azekah and Makkedah.",
    "10:11": "And as they were fleeing from Israel, [they were] on the slope of Beth-horon, and Yahweh threw huge stones from the heavens on them as far as Azekah; and more died by the hail stones than those whom the {Israelites}<note: Literally \"sons/children of Israel\"> killed by the sword.",
    "10:12": "Then Joshua spoke to Yahweh, on the day Yahweh gave the Amorites<note: Hebrew \"Amorite\"> over to the {Israelites},<note: Literally \"sons/children of Israel\"> and he said in the sight of Israel, \"Sun in Gibeon, stand still, and moon, in the valley of Aijalon.\"\r\n",
    "10:13": "And the sun stood still, and the moon stopped, until [the] nation took vengeance [on] its enemies. Is it not written in the scroll of Jashar? The sun stood still in the middle of the heaven and was not in haste to set for about a full day.\r\n",
    "10:14": "There has not been a day like this before it or after, that Yahweh listened to the voice of [a] man; for Yahweh fought for Israel.",
    "10:15": "And Joshua returned and all Israel with him to the camp at Gilgal.",
    "10:16": "But these five kings fled and hid themselves in the cave at Makkedah.",
    "10:17": "And it was told to Joshua, saying, \"The five kings were found hidden in the cave at Makkedah.\"",
    "10:18": "And Joshua said, \"Roll large stones against the mouth of the cave, and set men in front of it to guard them.",
    "10:19": "But do not stay [there]; pursue after your enemies and attack them from the rear. Do not allow them to go into their cities, for Yahweh your God has given them into your hand.\"",
    "10:20": "When Joshua and the {Israelites}<note: Literally \"sons/children of Israel\"> had finished striking them [with] a very great blow, until they perished, {those of them who survived}<note: Literally \"the survivors [who] survived\"> went into the fortified cities,",
    "10:21": "and all the people returned to the camp safely<note: Or \"in peace\"> to Joshua [at] Makkedah. {No one spoke}<note: Literally \"No one moved his tongue\"> against the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "10:22": "And Joshua said, \"Open the mouth of the cave, and bring to me those five kings from the cave.\"",
    "10:23": "And they did so, and brought him these five kings from the cave, the king of Jerusalem, the king of Hebron, the king of Jarmuth, the king of Lachish, and the king of Eglon.",
    "10:24": "And when they brought these kings to Joshua, Joshua called all the men of Israel and said to the commanders of {the fighting men}<note: Literally \"the men of war\"> who had gone with him, \"Come near, put your feet on the necks of these kings.\" So they came near and put their feet on their necks.",
    "10:25": "And Joshua said to them, \"Do not be afraid or dismayed! Be strong and bold, for thus Yahweh will do to all your enemies whom you [are] about to fight.",
    "10:26": "And after this Joshua struck them down and killed them, and he hanged them on five trees. And they were hanging on the trees until the evening.",
    "10:27": "And it happened {at the time of sunset},<note: Literally \"at the time of the going of the sun\"> Joshua commanded, and they took them down from the trees and threw them into the cave where they had hidden themselves, and they put large stones against the mouth of the cave, [which are there] to this very day.",
    "10:28": "Joshua captured Makkedah on that day, and he struck it and its king with {the edge of the sword};<note: Literally \"[the] mouth of [the] sword\"> he utterly destroyed it and everyone that was in it. He did not leave behind a survivor. So he did to the king of Makkedah just as he did to the king of Jericho.",
    "10:29": "And Joshua passed on, and all of Israel with him, from Makkedah [to] Libnah, and he fought against Libnah.",
    "10:30": "And Yahweh also gave it into the hand of Israel, and its king and all the people in it he struck with {the edge of the sword}.<note: Literally \"[the] mouth of [the] sword\"> He left in it no survivor. He did to its king just as he did to the king of Jericho.",
    "10:31": "And Joshua passed on, and all of Israel with him, from Libnah to Lachish, and {he laid siege to it}<note: Literally \"he camped opposite it\"> and fought against it.",
    "10:32": "And Yahweh gave Lachish into the hand of Israel, and he captured it on the second day. He struck it with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> and everyone in it, just as he did to Libnah.",
    "10:33": "Then Horam king of Gezer came up to help Lachish, and Joshua struck him and his people until he left no survivor behind.",
    "10:34": "And Joshua passed on, and all of Israel with him, from Lachish to Eglon, and {they laid siege to it}<note: Literally \"they camped opposite it\"> and fought against it.",
    "10:35": "And they captured it on that day, and he struck it with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> and all the people that [were] in it on that day he utterly destroyed as he had done to Lachish.",
    "10:36": "And Joshua went up, and all Israel with him, from Eglon to Hebron, and they fought against it",
    "10:37": "and captured it, and they struck it with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> its king and all its cities, and all the people that [were] in it; he left behind no survivor, as he had done to Eglon, and he utterly destroyed it and all the people that [were] in it.",
    "10:38": "Then Joshua returned to Debir, and all of Israel with him, and they fought against it,",
    "10:39": "and he captured it and its king and all its cities, and they struck them with {the the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> and they utterly destroyed all the people that [were] in it; he left behind no survivor, just as he had done to Hebron. Thus he did to Debir and its king what he had done to Libnah and its king.",
    "10:40": "So Joshua struck all the land--the hill country, the Negev,<note: An arid region south of the Judaean hills> the Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> and the slopes<note: The slopes of the hills of the western Jordan to the Dead Sea region>--and all their kings; he left behind no survivor, and {all that breathed}<note: Literally \"all of the breath\"> he utterly destroyed as Yahweh the God of Israel commanded.",
    "10:41": "Joshua struck them from Kadesh Barnea to Gaza, and all the land of Goshen up to Gibeon;",
    "10:42": "all of these kings and their land Joshua captured at one time, because Yahweh the God of Israel fought for Israel.",
    "10:43": "And Joshua returned, and all Israel with him, to the camp at Gilgal.",
    "11:1": "And it happened, when Jabin king of Hazor heard [this], he sent to Jobab king of Madon, to the king of Shimron, to the king of Acshaph,",
    "11:2": "and to the kings who [were] in the north in the hill country, in the Arabah<note: A dry region that runs south of the Sea of Galilee along the Jordan valley> south of Kinnereth,<note: That is, the Sea of Galilee> in the Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> and in Naphoth Dor<note: Or \"the heights of Dor\"> in [the] west,",
    "11:3": "to the Canaanites<note: Hebrew \"Canaanite\"> in [the] east and [west], the Amorites,<note: Hebrew \"Amorite\"> the Hittites,<note: Hebrew \"Hittite\"> the Perizzites,<note: Hebrew \"Perizzite\"> and the Jebusites<note: Hebrew \"Jebusite\"> in the hill country, and the Hivites<note: Hebrew \"Hivite\"> {at the foot of}<note: Literally \"under\"> Hermon in the land of Mizpah.",
    "11:4": "They came out, they and all their armies with them, [as] a great army like the sand on the seashore, with very many horses and chariots.",
    "11:5": "And all these kings joined forces, and they came and camped together by the waters of Merom to fight with Israel.",
    "11:6": "And Yahweh said to Joshua, \"Do not be afraid because of their presence, for tomorrow at this time I [will] hand them over slain to Israel; you will hamstring their horses and burn their chariots with fire.\"",
    "11:7": "So Joshua, and {all the fighting men}<note: Literally \"all the people of war\"> with him, came against them suddenly at the waters of Merom, and {they attacked them}.<note: Literally \"they fell upon them\">",
    "11:8": "And Yahweh gave them into the hand of Israel, and they struck them and pursued them up to Great Sidon and Misrephoth Maim, and eastward up to the valley of Mizpeh. And they struck them until they left behind no survivor.",
    "11:9": "And Joshua did to them as Yahweh commanded him; he hamstrung their horses and burned their chariots with fire.",
    "11:10": "Then Joshua turned back at that time, and he captured Hazor and struck its king with the sword, because Hazor formerly [was] the head of all these kingdoms.",
    "11:11": "He struck all the people that [were] in it with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> utterly destroying them. {There was no one left who breathed},<note: Literally \"No one was left over of any breath\"> and he burned Hazor with fire.",
    "11:12": "And Joshua captured all the cities of these kings, and all their kings, and he utterly destroyed them with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> as Moses the servant of Yahweh commanded.",
    "11:13": "Israel did not burn the cities standing on their mounds,<note: Hebrew \"mound\"> except Hazor alone, [which] Joshua burned.",
    "11:14": "And all the spoil and livestock of these cities the {Israelites} took as booty; they struck the people with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> until they had destroyed them--they left behind no one who breathed.",
    "11:15": "Just as Yahweh commanded Moses his servant, so Moses commanded Joshua, and Joshua did; he left nothing undone that Yahweh had commanded Moses.",
    "11:16": "So Joshua took all this land: the hill country, all the Negev,<note: An arid region south of the Judaean hills> all the land of Goshen,<note: A southern region; the name means \"on the mountains\"> the Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> the Arabah,<note: A dry region that runs south of the Sea of Galilee along the Jordan valley> and the hill country of Israel and its Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea>",
    "11:17": "from Mount Halak [that] rises to Seir and to Baal Gad in the valley of Lebanon<note: Or \"white mountain\"> {at the foot of}<note: Literally \"under\"> Mount Hermon; he captured all their kings, struck them, and killed them.",
    "11:18": "[For] many days Joshua made war with all these kings.",
    "11:19": "There was not a city that made peace with the {Israelites}<note: Literally \"sons/children of Israel\"> besides the Hivites<note: Hebrew \"Hivite\"> and the inhabitants of Gibeon--{all were taken in battle}.<note: Literally \"the all they took in the battle\">",
    "11:20": "For it was Yahweh that {hardened their hearts},<note: Literally \"made their heart[s] strong\"> to meet Israel in war in order to utterly destroy them without mercy, that they would destroy them just as Yahweh commanded Moses.",
    "11:21": "At that time Joshua came and exterminated the Anakites from the hill country, from Hebron, Debir, Anab, and from all the hill country of Judah, and from all the hill country of Israel; Joshua utterly destroyed them with their cities.",
    "11:22": "None of the Anakites were left in the land of the {Israelites};<note: Literally \"sons/children of Israel\"> some remained only in Gaza, Gath, and Ashdod.",
    "11:23": "Joshua took all the land according to all that Yahweh had spoken to Moses; and Joshua gave it as an inheritance to Israel, according to their tribal divisions, and the land rested from war.",
    "12:1": "These [are] the kings of the land whom the {Israelites}<note: Literally \"sons/children of Israel\"> defeated, and of whose land they took possession beyond the Jordon {to the east},<note: Literally \"to the rising of the sun\"> from the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Arnon up to Mount Hermon, and all the Arabah<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley> to the east:",
    "12:2": "Sihon king of the Amorites, who lived in Heshbon, and ruled from Aroer, which [is] on the edge of the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Arnon, [from] the middle of the valley and half of Gilead, up to the {Jabbok River},<note: Literally \"Jabbok the wadi\"> [which marks] the border of the {Ammonites};<note: Literally \"sons of Ammon\" or \"children of Ammon\">",
    "12:3": "and the Arabah<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley> up to the Kinnereth Sea<note: That is, the Sea of Galilee> to the east, and as far as the sea of Arabah, the Salt Sea<note: That is, the Dead Sea> to the east, {in the direction of}<note: Literally \"the way of\"> Beth Jeshimoth, and to [the area] southward, {at the foot of}<note: Literally \"under\"> the slopes of Pisgah;<note: Or Ashdoth Pisgah>",
    "12:4": "the territory of Og king of Bashan, one of the last of the Rephaites, who lived at Ashtaroth and Edrei",
    "12:5": "and ruled over Mount Hermon and Salecah and over all Bashan up to the border of the Geshurites<note: Hebrew \"Geshurite\"> and the Maacathites,<note: Hebrew \"Maacathite\"> and half of Gilead, as far as the border of Sihon king of Heshbon.",
    "12:6": "Moses Yahweh's servant and the {Israelites}<note: Literally \"sons/children of Israel\"> defeated them; and Moses Yahweh's servant gave it [as] a possession to the Reubenites,<note: Hebrew \"Reubenite\"> the Gadites,<note: Hebrew \"Gadite\"> and the half-tribe of Manasseh.",
    "12:7": "These [are] the kings of the land whom Joshua and the {Israelites}<note: Literally \"sons/children of Israel\"> defeated beyond to the Jordan to the west, from Baal Gad in the valley of Lebanon,<note: Or \"white mountain\"> and up to Mount Halak, [which] rises to Seir. And Joshua gave it [as] a possession to the tribes of Israel according to their allotments,",
    "12:8": "in the hill country, the Shephelah,<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> the Arabah,<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley> on the slopes, in the wilderness, and in the Negev;<note: An arid region south of the Judaean hills> the Hittites,<note: Hebrew \"Hittite\"> the Amorites,<note: Hebrew \"Amorite\"> the Canaanites,<note: Hebrew \"Canaanite\"> the Perizzites,<note: Hebrew \"Perizzite\"> the Hivites,<note: Hebrew \"Hivite\"> and the Jebusites:<note: Hebrew \"Jebusite\">",
    "12:9": "the king of Jericho, one; the king of Ai, which [is] beside Bethel, one;",
    "12:10": "the king of Jerusalem, one; the king of Hebron, one;",
    "12:11": "the king of Jarmuth, one; the king of Lachish, one;",
    "12:12": "the king of Eglon, one; the king of Gezer, one;",
    "12:13": "the king of Debir, one; the king of Geder, one;",
    "12:14": "the king of Hormah, one; the king of Arad, one;",
    "12:15": "the king of Libnah, one; the king of Adullam, one;",
    "12:16": "the king of Makkedah, one; the king of Bethel, one;",
    "12:17": "the king of Tappuah, one; the king of Hepher, one;",
    "12:18": "the king of Aphek, one; the king of Lasharon, one;",
    "12:19": "the king of Madon, one; the king of Hazor, one;",
    "12:20": "the king of Shimron-meron, one; the king of Acshaph, one;",
    "12:21": "the king of Taanach, one; the king of Megiddo, one;",
    "12:22": "the king of Kedesh, one; the king of Jokneam in Carmel, one;",
    "12:23": "the king of Dor in Naphath Dor, one; the king of Goiim for Gilgal, one;",
    "12:24": "the king of Tirzah, one; all the kings, thirty-one.",
    "13:1": "Now Joshua was old [and] {advanced in years},<note: Literally \"he went in the days\"> and Yahweh said to him, \"You are old [and] {advanced in years},<note: Literally \"you went in the days\"> and very much of the land remains to be possessed.",
    "13:2": "This [is] the remaining land: all the regions of the Philistines, and all [of] the Geshurites,<note: Hebrew \"Geshurite\">",
    "13:3": "from the Shihor, which [is] {east of Egypt},<note: Literally \"on the face of Egypt\"> up to the border of Ekron to [the] north, which is reckoned as Canaanite; [there are] five Philistine rulers: the Gazites,<note: Hebrew \"Gazite\"> Ashdodites,<note: Hebrew \"Ashdodite\"> Ashkelonites,<note: Hebrew \"Ashkelonite\"> Gittites,<note: Hebrew \"Gittite\"> Ekronites,<note: Hebrew \"Ekronite\"> and the Avvim.",
    "13:4": "In [the] south; all the land of the Canaanites,<note: Hebrew \"Canaanite\"> and Mearah, which [belongs] to the Sidonians up to Aphek, to the border of the Amorites,<note: Hebrew \"Amorite\">",
    "13:5": "and the land of the Gebalites, and all the Lebanon,<note: Or \"white mountain\"> {toward the east},<note: Literally \"the rise of the sun\"> from Baal Gad {at the foot of}<note: Or \"below\" or \"under\"> Mount Hermon up to Lebo-Hamath;",
    "13:6": "all the inhabitants of the hill country, from the Lebanon<note: Or \"white mountain\"> up to Misrephoth Maim, and all [the] Sidonians. I will drive them out from before the {Israelites};<note: Literally \"sons/children of Israel\"> only allocate it to Israel as an inheritance just as I have commanded you.",
    "13:7": "Therefore, divide this land as an inheritance to the nine tribes and the half-tribe of Manasseh.\"",
    "13:8": "With it<note: That is, the other half-tribe of Manasseh> the Reubenites,<note: Hebrew \"Reubenite\"> and the Gadites<note: Hebrew \"Gadite\"> received their inheritance, which Moses gave them beyond the Jordan to the east, just as Moses Yahweh's servant gave to them:",
    "13:9": "from Aroer, which [is] on the edge of the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Arnon, and the city which [is] in the middle of the wadi, and all the plateau [from] Medeba up to Dibon;",
    "13:10": "and all the cities of Sihon king of the Amorites,<note: Hebrew \"Amorite\"> who reigned in Heshbon up to the border of the {Ammonites};<note: Literally \"sons/children of Ammon\">",
    "13:11": "and Gilead, and the border of the Geshurite<note: Hebrew \"Geshurite\"> and the Maacathites,<note: Hebrew \"Maacathite\"> all of {Mount Hermon},<note: Or \"the hill country of Hermon\"> and Bashan up to Salecah;",
    "13:12": "all the kingdom of Og in Bashan, who reigned in Ashtaroth and Edrei--he was left over from the survivors<note: Hebrew \"survivor\"> of the Rephaim; these Moses had defeated and driven out.",
    "13:13": "But the {Israelites}<note: Literally \"sons/children of Israel\"> did not drive out the Geshurites<note: Hebrew \"Geshurite\"> or the Maacathites;<note: Hebrew \"Maacathite\"> Geshur and Maacah live among Israel to this day.",
    "13:14": "Only the tribe of Levites<note: Hebrew \"Levite\"> Moses did not give an inheritance; the offerings made by fire to Yahweh the God of Israel [are] their<note: Hebrew \"his\"> inheritance, just as he promised to them.<note: Hebrew \"he said to him\">",
    "13:15": "Moses gave [an inheritance] to the tribe of the descendants<note: Or \"sons\"> of Reuben according to their families.",
    "13:16": "Their territory was from Aroer, which [was] on the edge of the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Arnon, and the city that [is] in the middle of the valley, and all the plateau by Medeba;",
    "13:17": "Heshbon and its cities that [are] on the plateau; Dibon, Bamoth Baal, Beth Baal Meon,",
    "13:18": "Jahaz, Kedemoth, Mephaath,",
    "13:19": "Kiriathaim, Sibmah, and Zereth Shahar on the hill of the valley;",
    "13:20": "Beth Peor, the slopes of Pisgah, and Beth Jeshimoth;",
    "13:21": "all of the cities of the plateau, and all the kingdom of Sihon king of the Amorites,<note: Hebrew \"Amorite\"> who reigned in Heshbon and whom Moses defeated with the leaders of Midian, Evi, Rekem, Zur, Hur, and Reba, the princes of Sihon who dwelled in the land.",
    "13:22": "[In addition] to their slain, the {Israelites}<note: Literally \"sons/children of Israel\"> killed with the sword Balaam son of Beor, who practiced divination.",
    "13:23": "And the border of the descendants<note: Or \"sons\"> of Reuben [was] the Jordan and [its] banks.<note: Hebrew \"bank\"> This [was] the inheritance of the descendants<note: Or \"sons\"> of Reuben according to their families, the cities, and their villages.",
    "13:24": "Moses gave [an inheritance] to the tribe of Gad, to the descendants<note: Or \"sons\"> of Gad, according to their families.",
    "13:25": "Their territory was Jazer and all the cities of Gilead, and half the land of the {Ammonites}<note: Literally \"sons/children of Ammon\"> up to Aroer, {which is east of Rabbah};<note: Literally \"which [is] before Rabbah\">",
    "13:26": "and from Heshbon up to Ramah-Mizpeh and Betonim, and from Mahanaim up to the territory to Debir;",
    "13:27": "in the valley of Beth Haram, Beth Nimrah, Succoth, Zaphon, and the rest of the kingdom of Sihon king of Heshbon, the Jordan and [its] banks,<note: Hebrew \"bank\"> up to the [lower] end of the Kinnereth Sea<note: That is, the Sea of Galilee> beyond the Jordan to the east.",
    "13:28": "This [is] the inheritance of the {Gadites}<note: Literally \"sons/children of Gad\"> according to their families, the cities, and their villages.",
    "13:29": "Moses gave [an inheritance] to the half-tribe of Manasseh; it was for the half-tribe of the descendants<note: Or \"sons\"> of Manasseh according to their families.",
    "13:30": "Their territory was from Mahanaim, all Bashan, all the kingdom of Og king of Bashan, and all the settlements<note: Or \"tent villages\"> of Jair, which [are] in Bashan, sixty cities,",
    "13:31": "and half of Gilead, with Ashtaroth, Edrei, and the cities of the kingdom of Og in Bashan; [these were allotted] to the children of Makir son of Manasseh, for half of the children of Makir according to their families.",
    "13:32": "These [are the territories] that Moses gave as an inheritance on the desert-plateau of Moab, beyond the Jordan, east of Jericho.",
    "13:33": "But to the tribe of Levi Moses did not give an inheritance; Yahweh the God of Israel, he [is] their inheritance, just as {he promised them}.<note: Literally \"he said to them\">",
    "14:1": "These [are the territories] that the {Israelites}<note: Literally \"sons/children of Israel\"> inherited in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the heads of the families of the tribes of the {Israelites}<note: Literally \"sons/children of Israel\"> gave as an inheritance to them.",
    "14:2": "Their inheritance [was] by lot, just as Yahweh commanded through the hand of Moses, for the nine tribes and the half-tribe.",
    "14:3": "For Moses had given [an] inheritance of [the] two tribes and the half-tribe beyond the Jordan, but to the Levites he gave no inheritance among them.",
    "14:4": "For the descendants<note: Or \"sons\"> of Joseph were two tribes, Manasseh and Ephraim, and they did not give a plot of ground to the Levites in the land, only cities to live [in], with their pastureland for their flocks and for their goods.",
    "14:5": "Just as Yahweh commanded Moses, so the {Israelites}<note: Literally \"sons/children of Israel\"> did; and they allotted the land.",
    "14:6": "Then the descendants<note: Or \"sons\"> of Judah came to Joshua at Gilgal; and Caleb son of Jephunneh the Kenizzite said to him, \"You know the word that Yahweh said to Moses the man of God at Kadesh Barnea concerning you and me.",
    "14:7": "{I was forty years old}<note: Literally \"I [was] a son of forty year[s]\"> when Moses Yahweh's servant sent me from Kadesh Barnea to spy out the land, and I returned {with an honest report}.<note: Literally \"with a word just as [was] with my heart\">",
    "14:8": "My companions who went up with me made the hearts<note: Hebrew \"heart\"> of the people melt, but I remained true to Yahweh my God.",
    "14:9": "And Moses swore on that day, saying, 'Surely the land that your foot has trodden on will be an inheritance to you and your sons forever, because you remained true to Yahweh my God.'",
    "14:10": "So then, look, Yahweh has kept me alive just as he promised these forty-five years,<note: Hebrew \"year\"> from the time that Yahweh spoke this word to Moses while Israel {wandered}<note: Literally \"went\"> in the wilderness. Now look, today {I am eighty-five years old}.<note: Literally \"I [am] a son of eighty-five year[s]\">",
    "14:11": "Today I am still strong, just as on the day that Moses sent me; as my strength [was] then, so now also [is] my strength for war {and for daily activities}.<note: Literally \"for going out and for coming [in]\">",
    "14:12": "So now give me this hill country that Yahweh spoke [of] on that day, for you heard on that day that the Anakites [were] there, with great and fortified cities. Perhaps Yahweh [is] with me, and I will drive them out just as Yahweh promised.\"<note: Or \"said\">",
    "14:13": "And Joshua blessed him and gave Hebron to Caleb son of Jephunneh as an inheritance.",
    "14:14": "Thus Hebron became the inheritance of Caleb son of Jephunneh the Kenizzite to this day, because he remained true to Yahweh the God of Israel.",
    "14:15": "And the name of Hebron formerly [was] Kiriath Arba;<note: Or \"the city of Arba\"> [Arba was] the greatest person among the Anakites. And the land rested from war.",
    "15:1": "The allotment for the tribe of the descendants<note: Or \"sons\"> of Judah according to their families reached to the border of Edom, to the wilderness of Zin, {to the far south}.<note: Literally \"to the south at the end of south\">",
    "15:2": "Their southern border was from the end of the Salt Sea,<note: That is, the Dead Sea> from the bay facing southward;",
    "15:3": "it continues<note: Hebrew \"goes out\"> to [the] south to the ascent of Akrabbim, passes [along] to Zin, it goes up south of Kadesh Barnea, passes [along] Hezron, goes up to Addar, and makes a turn to Karka;",
    "15:4": "{it passes on}<note: Literally \"it was to\"> to Azmon, continues<note: Hebrew \"goes out\"> by the wadi of Egypt, and {it ends}<note: Literally \"the goings out of the border were\"> at the sea. This will be your southern border.",
    "15:5": "[The] eastern border [is] the Salt Sea<note: That is, the Dead Sea> up to the mouth<note: Or \"end\"> of the Jordan. [The] border on [the] northern side [runs] from the bay of the sea at the mouth<note: Or \"end\"> of the Jordan;",
    "15:6": "the border goes up to Beth-hoglah and passes [along] north of Beth Arabah; and the border goes up the stone of Bohan son of Reuben;",
    "15:7": "and the border goes up to Debir from the valley of Achor, and to the north, turning to Gilgal, which [is] opposite the ascent of Adummim, which [is] south of the wadi;<note: A valley that is dry most of the year, but contains a stream during the rainy season> and the border passes on to the waters of En Shemesh, and it ends at En Rogel.",
    "15:8": "Then the border goes up [by] the Valley of Ben Hinnom<note: Or \"valley of the son of Hinnom\"> to the slope of the Jebusites<note: Hebrew \"Jebusite\"> from [the] south (that [is], Jerusalem); and the border goes up to the top of the mountain that [lies] opposite the valley of Hinnom to the west, which is at the end of the valley of Rephaim to the north;",
    "15:9": "then the border turns from the top of the mountain to the spring of the waters of Nephtoah, and continues<note: Hebrew \"goes out\"> from there to the cities of Mount Ephron; the border [then] turns [to] Baalah (that [is], Kiriath Jearim);",
    "15:10": "and the border goes around from Baalah to the west, to Mount Seir, and passes on to the slope of Mount Jearim from the north (that [is], Kesalon), and goes down [to] Beth Shemesh, and passes [along by] Timnah.",
    "15:11": "The border continues<note: \"Hebrew \"goes out\"> to the slope of Ekron to the north, [then] bends around to Shikkeron, it passes [on] to Mount Baalah and continues [to] Jabneel; and {the border ends}<note: Literally \"the goings out of the border were\"> at the sea.",
    "15:12": "And [the] western border [is] to the Great Sea<note: That is, the Mediterranean> and its coast. This [is] the border surrounding the descendants<note: Or \"sons\"> of Judah according to their families.",
    "15:13": "{According to the commandment of Yahweh to Joshua},<note: Literally \"according to the mouth of Yahweh to Joshua\"> he gave to Caleb son of Jephunneh a plot of ground among the descendants<note: Or \"sons\"> of Judah, Kiriath Arba,<note: Or \"the city of Arba\"> which [is] Hebron ([Arba] was Anak's father).",
    "15:14": "Caleb drove out from there three of Anak's sons, Sheshai, Ahiman, and Talmai, the descendants<note: Or \"children\"> of Anak.",
    "15:15": "And from there he went up against the inhabitants of Debir (the former name of Debir [was] Kiriath Sepher).",
    "15:16": "And Caleb said, \"Whoever attacks Kiriath Sepher and captures it, I will give to him my daughter Acsah as a wife.\"",
    "15:17": "Othniel son of Kenaz, the brother of Caleb, captured it, and he gave to him Acsah his daughter as a wife.",
    "15:18": "When she came [to him] she urged him to ask her father for a field. So she dismounted from the donkey, and Caleb said to her, \"{What do you want}?\"<note: Literally \"What [is] for you?\">",
    "15:19": "And she said to him, \"Give to me a gift;<note: Or \"blessing\"> you have given me the land of the Negev,<note: An arid region south of the Judaean hills> and you must give to me a spring of water.\" And he gave to her the upper and lower spring.<note: Joshua 15:13-19 is almost identical to Judges 1:11-15>",
    "15:20": "This [is] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Judah according to their families:",
    "15:21": "the cities belonging to the tribe of the descendants<note: Or \"sons\"> of Judah to the far south, to [the] border of Edom to the south, were Kabzeel, Eder, Jagur,",
    "15:22": "Kinah, Dimonah, Adadah,",
    "15:23": "Kedesh, Hazor, Ithnan,",
    "15:24": "Ziph, Telem, Bealoth,",
    "15:25": "Hazor Hadattah, Kerioth Hezron (that [is], Hazor),",
    "15:26": "Amam, Shema, Moladah,",
    "15:27": "Hazar Gaddah, Heshmon, Beth Pelet,",
    "15:28": "Hazar Shual, Beersheba, Biziothiah,",
    "15:29": "Baalah, Iim, Ezem,",
    "15:30": "Eltolad, Kesil, Hormah,",
    "15:31": "Ziklag, Madmannah, Sansannah,",
    "15:32": "Lebaoth, Shilhim, Ain, and Rimmon; [in] all, twenty-nine cities and their villages.",
    "15:33": "In the Shephelah:<note: Or \"lowlands\"; a geographical region on the western edge of the hills of Judea> Eshtaol, Zorah, Ashnah,",
    "15:34": "Zanoah, En Gannim, Tappuah, Enam,",
    "15:35": "Jarmuth, Adullam, Socoh, Azekah,",
    "15:36": "Shaaraim, Adithaim, Gederah, and Gederothaim; fourteen cities and their villages.",
    "15:37": "Zenan, Hadashah, Migdal Gad,",
    "15:38": "Dilean, Mizpah, Joktheel,",
    "15:39": "Lachish, Bozkath, Eglon,",
    "15:40": "Cabbon, Lahma, Kitlish,",
    "15:41": "Gederoth, Beth Dagon, Naamah, and Makkedah; sixteen cities and their villages.",
    "15:42": "Libnah, Ether, Ashan,",
    "15:43": "Jephthah, Ashnah, Nezib,",
    "15:44": "Keilah, Aczib, and Mareshah; nine cities and their villages.",
    "15:45": "Ekron, its towns and villages;",
    "15:46": "from Ekron to the sea, and all that {were near}<note: Literally \"[were] on the hand of\"> Ashdod and their villages.",
    "15:47": "Ashdod, its towns and villages; Gaza, its towns and villages, up to the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Egypt and the Great Sea<note: That is, the Mediterranean> and its coast.<note: Literally \"border\">",
    "15:48": "And in the hill country: Shamir, Jattir, Socoh,",
    "15:49": "Dannah, Kiriath Sanna (that [is], Debir),",
    "15:50": "Anab, Eshtemoh, Anim,",
    "15:51": "Goshen, Holon, and Giloh; eleven cities and their villages.",
    "15:52": "Arab, Dumah, Eshan,",
    "15:53": "Janim, Beth-tappuah, Aphekah,",
    "15:54": "Humtah, Kiriath Arba<note: Or \"the city of Arba\"> (that [is], Hebron), and Zior; nine cities and their villages.",
    "15:55": "Moan, Carmel, Ziph, Juttah,",
    "15:56": "Jezreel, Jokdeam, Zanoah,",
    "15:57": "Kain, Gibeah, and Timnah; ten cities and their villages.",
    "15:58": "Halhul, Beth Zur, Gedor,",
    "15:59": "Maarath, Beth Anoth, and Eltekon; six cities and their villages.",
    "15:60": "Kiriath Baal (that [is], Kiriath Jearim) and Rabbah; two cities and their villages.",
    "15:61": "In the wilderness: Beth Arabah, Middin, Secacah,",
    "15:62": "Nibshan, the city of Salt, and En Gedi; six cities and their villages.",
    "15:63": "But the descendants<note: Or \"sons\"> of Judah were unable to drive out the Jebusites, the inhabitants of Jerusalem, so the Jebusites live with the descendants<note: Or \"sons\"> of Judah in Jerusalem to this day.",
    "16:1": "The allotment of the descendants<note: Or \"sons\"> of Joseph went from [the] Jordan by Jericho, at the waters of Jericho to the east, [into] the wilderness, going up from Jericho into the hill country [to] Bethel;",
    "16:2": "it continues from Bethel to Luz, and it passes [along] to the territory of the Arkites<note: Hebrew \"Arkite\"> at Ataroth.",
    "16:3": "Then it goes down, to the west, to the territory of the Japhletites,<note: Hebrew \"Japhletite\"> up to the territory of Lower Beth-horon, then to Gezer, and {it ends}<note: Literally \"the goings out of it were\"> at the sea.",
    "16:4": "And the descendants<note: Or \"sons\"> of Joseph, Manasseh and Ephraim, received their inheritance.",
    "16:5": "[This] was the border of the descendants<note: Or \"sons\"> of Ephraim according to their families: the border of their inheritance to the east [was] Ataroth Addar, up to Upper Beth-horon.",
    "16:6": "The border continues to the sea; from Micmethath to [the] north, the border turns to the east to Taanath Shiloh, and it passes [along] it from the east to Janoah.",
    "16:7": "Then it goes down from Janoah to Ataroth and to Naarah; it touches Jericho and ends [at] the Jordan;",
    "16:8": "from Tappuah the border goes to the west, [to] the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Kanah, and {it ends}<note: Literally \"the goings out of it were\"> at the sea. This [is] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Ephraim according to their families,",
    "16:9": "with the cities that were set apart for the descendants<note: Or \"sons\"> of Ephraim in the midst of the inheritance of the descendants<note: Or \"sons\"> of Manasseh, all the cities and their villages.",
    "16:10": "But they did not drive out the Canananites<note: Hebrew \"Canaanite\"> who were dwelling in Gezer, and so the Canaanites<note: Hebrew \"Canaanite\"> live in the midst of Ephraim to this day, but they became forced laborers.",
    "17:1": "Then the allotment was made for the tribe of Manasseh, because he [was] the firstborn of Joseph. To Makir, the firstborn of Manasseh, the father of Gilead, {were allotted}<note: Literally \"and there was to him\"> Gilead and Bashan, because he was a warrior.<note: Literally \"a man of war\">",
    "17:2": "[An allotment] was [made] for the remaining descendants<note: Or \"sons\"> of Manasseh, according to their families: For the children of Abiezer, Helek, Asriel, Shechem, Hepher, and Shemida--these [were] the male descendants<note: Or \"sons\"> of Manasseh son of Joseph according to their families.",
    "17:3": "But Zelophehad son of Hepher, son of Gilead, son of Makir, son of Manasseh, had no sons, only daughters. These [are] the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah.",
    "17:4": "They came before Eleazar the priest, Joshua son of Nun, and the leaders, saying, \"Yahweh commanded Moses to give an inheritance to us among our kinsmen.\"<note: Or \"among our brothers\"> Therefore, according to the {command of Yahweh}<note: Literally \"mouth of Yahweh\"> he gave them an inheritance among the kinsmen<note: Or \"brothers\"> of their father.",
    "17:5": "Thus ten shares fell to Manasseh, besides the land of Gilead and Bashan, which [is] beyond the Jordan,",
    "17:6": "because the daughters of Manasseh received an inheritance among his sons. And the land of Gilead was [allotted] to the remaining descendants<note: Or \"sons\"> of Manasseh.",
    "17:7": "The border of Manasseh was from Asher [to] Micmethath, which [is] opposite Shechem;<note: Or \"which faces Shechem\"> then the border goes to the south, to the inhabitants of En Tappuah.",
    "17:8": "The land of Tappuah {belonged to Manasseh},<note: Literally \"was to Manasseh\"> but Tuppuah on the border of Manasseh {belonged to the descendants of Ephraim}.<note: Literally \"was to the children of Ephraim\">",
    "17:9": "Then the border goes down [to] the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> of Kanah to the south of the wadi. These cities [belong] to Ephraim among the cities of Manasseh. The border of Manasseh [is] north of the wadi, and {it ends}<note: Literally \"the goings out of it were\"> at the sea.",
    "17:10": "The south [is] Ephraim's, and the north [is] Manasseh's; the sea is their<note: Hebrew \"its\"> border; Asher touches [the] north and on [the] east Issachar.",
    "17:11": "In Issachar and Asher, Manasseh had Beth-shean and its villages, Ibleam and its villages, the inhabitants of Dor and its villages, the inhabitants of En-dor and its villages, the inhabitants of Taanach and its villages, the inhabitants of Megiddo and its villages; the third is Napheth.",
    "17:12": "But the descendants<note: Or \"sons\"> of Manasseh were not able to take possession of these towns; the Canaanites<note: Hebrew \"Canaanite\"> were determined to live in this land.",
    "17:13": "And it happened, when the {Israelites}<note: Literally \"sons/children of Israel\"> grew strong, they put the Canaanites<note: Hebrew \"Canaanite\"> to forced labor but never drove them out completely.",
    "17:14": "The descendants<note: Or \"sons\"> of Joseph spoke with Joshua, saying, \"Why have you given us<note: Hebrew \"to me\"> one allotment and one share [as] an inheritance? We are many people, which Yahweh has blessed.\"",
    "17:15": "And Joshua said to them, \"If you [are] many people, go up to the forest and clear [a place] there for yourselves in the land of the Perizzites<note: Hebrew \"Perizzite\"> and Rephaim, since the hill country of Ephraim is [too] narrow for you.\"",
    "17:16": "And the descendants<note: Or \"sons\"> of Joseph said, \"The hill country is not enough for us, and all of the Canaanites<note: Hebrew \"Canaanite\"> living in the land of the valley [have] chariots<note: Hebrew \"chariot\"> of iron, those in Beth-shean and its villages, and those in the Jezreel Valley.\"",
    "17:17": "And Joshua said to the house of Joseph, to Ephraim and Manasseh, \"You are many people and have great power; you will not have one allotment [only];",
    "17:18": "[the] hill country will be yours. Even though it [is] a forest, you will clear it, and it will be yours [to] its farthest borders. You will drive out the Canaanites,<note: Hebrew \"Canaanite\"> even though they have iron chariots and [are] strong.\"",
    "18:1": "The entire congregation of the {Israelites}<note: Literally \"sons/children of Israel\"> assembled [at] Shiloh, and they set up there the tent of meeting, and the land was subdued before them.<note: Or \"in their presence\">",
    "18:2": "And seven tribes remained among the {Israelites}<note: Literally \"sons/children of Israel\"> who had not been apportioned their inheritance.",
    "18:3": "And Joshua said to the {Israelites},<note: Literally \"sons/children of Israel\"> \"{How long}<note: Literally \"Until when\"> [will] you be slack about going to take possession of the land that Yahweh, the God of your ancestors,<note: Or \"fathers\"> has given you?",
    "18:4": "Provide three men {from each tribe},<note: Literally \"according to each tribe\"> and I will send them so that they may begin to go through the land and write [a description of] it {according to their inheritance},<note: Literally \"according to the mouth of their inheritance\"> and let them come to me.",
    "18:5": "They will divide it among themselves into seven portions; {Judah will maintain its border}<note: Literally \"Judah will stand on its border\"> from [the] south, and {the house of Joseph will maintain its border}<note: Literally \"the house of Joseph will stand on its border\"> from [the] north.",
    "18:6": "Describe the land [in] seven divisions, and bring [it] to me here; I will cast lots for you here before Yahweh our God.",
    "18:7": "The Levites among you have no portion, for their inheritance [is] the priesthood of Yahweh; Gad, Reuben, and the half-tribe of Manasseh received their inheritance beyond the Jordan to the east, which Moses Yahweh's servant gave to them.\"",
    "18:8": "And {the men went immediately},<note: Literally \"the men got up and went\"> and Joshua commanded the ones going to describe the land, saying, \"Go and walk about through the land, write [a description], and return to me, and here I will cast a lot for you before<note: Or \"in the presence of\"> Yahweh at Shiloh.\"",
    "18:9": "And the men went and passed through the land, and they {described}<note: Literally \"wrote it\"> the cities in seven divisions in a book; and they came to Joshua to the camp [at] Shiloh,",
    "18:10": "and Joshua cast a lot for them at Shiloh before<note: Or \"in the presence of\"> Yahweh, and there he divided the land for the {Israelites},<note: Literally \"sons/children of Israel\"> {to each a portion}.<note: Literally \"according to their allotment\">",
    "18:11": "And the allotment of the tribe of Benjamin came up according to their families, and the border of their allotment fell<note: Literally \"went out\"> between the descendants<note: Or \"sons\"> of Judah and the descendants<note: Or \"sons\"> of Joseph.",
    "18:12": "Their northern border began at the Jordan and went up to the slope of Jericho on [the] north and continued into the hill country to the west; {it ends}<note: Literally \"the goings out of it were\"> at the wilderness of Beth Aven.",
    "18:13": "The border passes [on] from there to Luz, to the slope of Luz to the south (that [is], Bethel); then the border goes down to Ataroth Addar to the mountain that is south of Lower Beth-Horon.",
    "18:14": "Then the border changes direction and turns to the western side southward, from the mountain that {is opposite}<note: Literally \"against the face of\"> Beth-Horon to the south. {It ends}<note: Literally \"the goings out of it were\"> at Kiriath Baal (that [is], Kiriath Jearim), a town belonging to the descendants<note: Or \"sons\"> of Judah. This [is the] western side.",
    "18:15": "[The] southern side [begins] on the outskirts of Kiriath Jearim, and the border continues to the west to the spring of the waters of Nephtoah;",
    "18:16": "the border goes down to the foot<note: Or \"to the edge\"> of the mountain, which [is] opposite the Valley of Ben Hinnom,<note: Or \"valley of the son of-Hinnom\"> which [is] in the valley of Rephaim to the north; then it does down the valley of Hinnom to the slope of the Jebusites<note: Hebrew \"Jebusite\"> to the south, and then it goes down [to] En Rogel.",
    "18:17": "It changes direction from [the] north, and it continues [to] En Shemesh; it goes out to Geliloth, which [is] opposite the ascent of Adummim, and it goes down [to] the stone of Bohan, son of Reuben.",
    "18:18": "It passes [on] to the slope opposite the Arabah<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley> to the north, and it goes down to the Arabah.<note: A dry region that runs south of the Sea of Galilee along the Jordan Valley>",
    "18:19": "The border passes [on] to the slope of Beth-hoglah to the north and {ends}<note: Literally \"the goings out of it were\"> at the north bay of the Salt Sea<note: That is, the Dead Sea> at the south end of the Jordan. This is the southern border.",
    "18:20": "The Jordan forms its border on the eastern side. This [is] the inheritance of the tribe of Benjamin, its borders that surrounds [them], according to their families.",
    "18:21": "Now the towns of the tribes of the descendants<note: Or \"sons\"> of Benjamin, according to their families, were Jericho, Beth-hoglah, Emek Keziz,",
    "18:22": "Beth Arabah, Zemaraim, Bethel,",
    "18:23": "Avvim, Parah, Ophrah,",
    "18:24": "Kephar Ammoni, Ophni, and Geba; twelve cities and their villages.",
    "18:25": "Gibeon, Ramah, Beeroth,",
    "18:26": "Mizpeh, Kephirah, Mozah,",
    "18:27": "Rekem, Irpeel, Taralah,",
    "18:28": "Zela, Haeleph, Jebus (that [is], Jerusalem), Gibeah, and Kiriath; fourteen cities and their villages. This [is] the inheritance of the descendants<note: Or \"sons\"> of Benjamin according to their families.",
    "19:1": "The second allotment {fell}<note: Literally \"went out\"> for Simeon, for the tribe of the descendants<note: Or \"sons\"> of Simeon, according to their families. And their inheritance was in the midst of the inheritance of the descendants<note: Or \"sons\"> of Judah.",
    "19:2": "And they had as their inheritance Beersheba, Sheba, Moladah,",
    "19:3": "Hazar Shual, Balah, Ezem,",
    "19:4": "Eltolad, Bethul, Hormah,",
    "19:5": "Ziklag, Beth Marcaboth, Hazar Susah,",
    "19:6": "Beth Lebaoth, and Sharuhen; thirteen cities and their villages.",
    "19:7": "Ain, Rimmon, Ether, and Ashan; four cities and their villages,",
    "19:8": "and all the villages that [were] around these towns up to Baalat-Beor, Ramath of the Negev.<note: An arid region south of the Judaean hills> This [was] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Simeon according to their families.",
    "19:9": "Part of the portion [allotted to] the descendants<note: Or \"sons\"> of Judah [became] the inheritance of the descendants<note: Or \"sons\"> of Simeon because the portion for the descendants<note: Or \"sons\"> of Judah was {too large for them},<note: Literally \"large from them\"> so the descendants<note: Or \"sons\"> of Simeon inherited [from] their inheritance.",
    "19:10": "The third allotment came up for the descendants<note: Or \"sons\"> of Zebulun according to their families. The border of their inheritance went up to Sarid.",
    "19:11": "Their border goes up to the west, to Maralah; it touches<note: Or \"reaches to\"> Dabbesheth, then the wadi<note: A valley that is dry most of the year, but contains a stream during the rainy season> that [is] opposite Jokneam.",
    "19:12": "It turns from Sarid to the east to the sunrise, to the border of Kislot-Tabor; it continues to Daberath and goes up [to] Japhia.",
    "19:13": "From there it passes [along] to the east toward the sunrise, to Gath Hepher and to Eth Kazin, and continuing [to] Rimmon, it turns [to] Neah;",
    "19:14": "it changes direction from the north of Hannathon, and {it ends}<note: Literally \"the goings out of it were\" > at the valley of Yiptah-El;",
    "19:15": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem; twelve cities and their villages.",
    "19:16": "This [is] the inheritance of the descendants<note: Or \"sons\"> of Zebulun according to their families, these cities and their villages.",
    "19:17": "The fourth allotment {fell}<note: Literally \"came out\"> for Issachar, for the descendants<note: Or \"sons\"> of Issachar, according to their families.",
    "19:18": "Their border went to Jezreel, Chesulloth, Shunem,",
    "19:19": "Hapharaim, Shion, Anaharath,",
    "19:20": "Rabbith, Kishion, Ebez,",
    "19:21": "Remeth, En Gannim, En Haddah, and Beth Pazzez;",
    "19:22": "and the border touches Tabor, Shahazumah, and Beth Shemesh. {Its border ends}<note: Literally \"the goings out of their border were\"> at the Jordan; sixteen cities and their villages.",
    "19:23": "This [is] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Issachar according to their families, the cities and their villages.",
    "19:24": "The fifth allotment {fell}<note: Literally \"came out\" > for the tribe of the descendants<note: Or \"sons\"> of Asher according to their families.",
    "19:25": "Their border was Helkath, Hali, Beten, Acshaph,",
    "19:26": "Allamelech, Amad, and Mishal; it touches Carmel to the west, and Shihor-Libnat.",
    "19:27": "Then it turns {eastward}<note: Literally \"to the rising of the sun\"> to Beth-dagon and touches Zebulun and the valley of Yiptah-El to the north<note: Literally \"left hand/side\" > to Beth Emeck and Neiel; it continues to Cabul from [the] north,",
    "19:28": "and Ebron, Rehob, Hammon, and Kanah up to Great Sidon;",
    "19:29": "then the border turns [to] Ramah, and up to the fortified city of Tyre, [where] the border turns [to] Hosah; {it ends}<note: Literally \"the goings out of it were\"> at the sea, from Hebel to Aczib.",
    "19:30": "[Included were] Ummah, Aphek, and Rehob; twenty-two cities and their villages.",
    "19:31": "This [is] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Asher according to their families, these cities and their villages.",
    "19:32": "The sixth allotment {fell}<note: Literally \"came out\"> for the children of Naphtali, for the children of Naphtali according to their families.",
    "19:33": "Their border was from Heleph, from [the] oak in Zaanannim, Adami Nekeb, Jabneel, up to Lakkum; {it ends}<note: Literally \"the goings out of it were\"> at the Jordan;",
    "19:34": "then the border turns to the west, to Aznoth Tabor, and continues from there to Hukok, and it touches<note: Or \"reaches to\"> Zebulun on [the] south, Asher on [the] west, and Judah on {the east}<note: Literally \"the rising of the sun\"> [at] the Jordan.",
    "19:35": "{The fortified cities}<note: Literally \"the cities of fortification\"> [are] Ziddim, Zer, Hammath, Rakkath, Kinnereth,",
    "19:36": "Adamah, Ramah, Hazor,",
    "19:37": "Kedesh, Edrei, En Hazor,",
    "19:38": "Yiron, Migdal El, Horem, Beth-anath, Beth Shemesh; nineteen cities and their villages.",
    "19:39": "This [is] the inheritance of the tribe of the children of Naphtali according to their families, the cities and their villages.",
    "19:40": "The seventh lot {fell}<note: Literally \"came out\"> for the tribe of the descendants<note: Or \"sons\"> of Dan according to their families.",
    "19:41": "[The] border of their inheritance was Zorah, Eshtaol, Ir Shemesh,",
    "19:42": "Shaalabbin, Aijalon, Ithlah,",
    "19:43": "Elon, Timnah, Ekron,",
    "19:44": "Eltekeh, Gibbethon, Baalath,",
    "19:45": "Jehud, Bene Berak, Gath Rimmon,",
    "19:46": "Me Jarkon, Rakkon, with the border opposite Joppa.",
    "19:47": "The border of the descendants<note: Or \"sons\"> of Dan continued {beyond them},<note: Literally \"from them\"> because the descendants<note: Or \"sons\"> of Dan went up and fought with Lesham, and they captured and struck it with {the edge of the sword},<note: Literally \"[the] mouth of [the] sword\"> and they took possession of it and settled in it; and they called Leshem Dan, after the name of Dan their ancestor.<note: Or \"father\">",
    "19:48": "This [is] the inheritance of the tribe of the descendants<note: Or \"sons\"> of Dan according to their families, these cities and their villages.",
    "19:49": "They finished assigning the land according to its borders, and the {Israelites}<note: Literally \"sons/children of Israel\"> gave an inheritance [from] among them to Joshua son of Nun.",
    "19:50": "{According to the commandment of Yahweh},<note: Literally \"On the mouth of Yahweh\"> they gave him the city that he requested, Timnath Serah, in the hill country of Ephraim, and he rebuilt the city and settled<note: Or \"dwelt\"> in it.",
    "19:51": "These [are] the inheritances that Eleazar the priest, Joshua son of Nun, and the heads of the families of the tribes, distributed by allotment [to] the {Israelites},<note: Literally \"sons/children of Israel\"> at Shiloh {before Yahweh}<note: Or \"in the presence of Yahweh\"> [at] the entrance of the tent of meeting. And they finished dividing the land.",
    "20:1": "And Yahweh spoke to Joshua, saying,",
    "20:2": "\"Speak to the {Israelites},<note: Literally \"sons/children of Israel\"> saying, 'Appoint for yourselves cities of refuge, of which I spoke to you through the hand of Moses.",
    "20:3": "Anyone who kills a person by accident or unintentionally<note: Or \"by not knowing\"> may flee there; they will be for yourselves a refuge from the avenger of blood.",
    "20:4": "The killer will flee to one of these cities, stand [at] the entrance of the gate of the city, and {state his case to the elders of that city};<note: Literally \"he will speak his words in the ears of the elders of that city\"> and they will take him<note: Or \"they will gather him\"> into the city and give him a place, and he will dwell among them.",
    "20:5": "And if the avenger of blood pursues after him, they will not hand over the killer into his hand, because he killed his neighbor unintentionally, and {he did not hate him previously}.<note: Literally \"he did not hate him since yesterday and the day before that\">",
    "20:6": "The killer will stay in that city until he stands before the congregation for the trial, until the death of the one who is the high priest in those days. Then {the killer will return}<note: Literally \"the killer will return and go\"> to his city and to his house, to the city from which he fled.'\"",
    "20:7": "So {they set apart}<note: Or \"consecrated\"> Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba<note: Or \"the city of Arba\"> (that [is], Hebron) in the hill country of Judah.",
    "20:8": "Beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the plateau, from the tribe of Reuben, Ramoth in Gilead, from the tribe of Gad, and Golan in the Bashan, from the tribe of Manasseh.",
    "20:9": "These were the cities designated for all the {Israelites},<note: Literally \"sons/children of Israel\"> and for the foreigners<note: Hebrew \"foreigner\"> dwelling among them, for anyone that kills a person unintentionally to flee there, and not die by the hand of the avenger of blood, {until there is a trial}<note: Literally \"until he stands\"> before the congregation.",
    "21:1": "Then the heads of the families of the Levites came to Eleazar the priest, to Joshua son of Nun, and to the heads of the families of the tribes of the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "21:2": "And they spoke to them at Shiloh in the land of Canaan, saying, \"Yahweh commanded through the hand of Moses to give us cities to live [in], with their pasturelands for our livestock.\"",
    "21:3": "So, {by command of Yahweh},<note: Literally \"by the mouth of Yahweh\"> the {Israelites}<note: Literally \"sons/children of Israel\"> gave the Levites these cities and their pasturelands from their inheritance.",
    "21:4": "The allotment {fell}<note: Literally \"came out\"> for the families of the Kohathites.<note: Hebrew \"Kohathite\"> The descendants<note: Or \"sons\"> of Aaron the priest, who were of the Levites, {received}<note: Literally \"they had\"> by lot thirteen towns from the tribes of Judah, Simeon, and Benjamin.",
    "21:5": "The remaining descendants<note: Or \"sons\"> of Kohath [received] by lot ten cities from the families of the tribes of Ephraim, Dan, and the half-tribe of Manasseh.",
    "21:6": "The descendants<note: Or \"sons\"> of Gershon [received] by lot thirteen cities from the families of the tribes of Issachar, Asher, and Naphtali and from the half-tribe of Manasseh in Bashan.",
    "21:7": "The descendants<note: Or \"sons\"> of the Merarites<note: Hebrew \"Merarite\"> according to their families [received] twelve cities from the tribes of Reuben, Gad, and Zebulun.",
    "21:8": "The {Israelites}<note: Literally \"sons/children of Israel\"> gave to the Levites these cities and their pastureland by lot, just as Yahweh commanded through the hand of Moses.",
    "21:9": "They gave these cities, which are [here] mentioned by name, from the tribe of the families of Judah and from the tribe of the families of Simeon;",
    "21:10": "and they were for the descendants<note: Or \"sons\"> of Aaron, from the families of the Kohathites,<note: Hebrew \"Kohathite\"> from the descendants<note: Or \"sons\"> of Levi, because the first lot was theirs.",
    "21:11": "And they gave to them Kiriath Arba,<note: Or \"the city of Arba\"> [Arba being] the father of Anak (that [is], Hebron), in the hill country of Judah and the pasturelands surrounding it.",
    "21:12": "But the field of the city and its villages they gave to Caleb son of Jephunneh as his property.",
    "21:13": "To the descendants<note: Or \"sons\"> of Aaron the priest they gave Hebron, the city of refuge [for] the killer, and its pasturelands, Libnah and its pasturelands,",
    "21:14": "Jattir and its pasturelands, Eshtemoa and its pasturelands,",
    "21:15": "Holon and its pasturelands, Debir and its pasturelands,",
    "21:16": "Ain and its pasturelands, Juttah and its pasturelands, and Beth Shemesh and its pasturelands; nine cities from these two tribes.",
    "21:17": "From the tribe of Benjamin, Gibeon and its pasturelands, Geba and its pasturelands,",
    "21:18": "Anathoth and its pasturelands, Almon and its pasturelands; four cities.",
    "21:19": "All the cities of the descendants<note: Or \"sons\"> of Aaron the priests, thirteen cities and their pasturelands.",
    "21:20": "For the families of the descendants<note: Or \"sons\"> of Kohath, the remaining Levites of the descendants<note: Or \"sons\"> of Kohath, they [received] the cities of their lot from the tribe of Ephraim.",
    "21:21": "They gave them Shechem, the city of refuge [for] the killer, and its pasturelands in the hill country of Ephraim, Gezer and its pasturelands,",
    "21:22": "Kibzaim and its pasturelands, and Beth-horon and its pasturelands; four cities.",
    "21:23": "From the tribe of Dan, Eltekeh and its pasturelands, Gibbethon and its pasturelands,",
    "21:24": "Aijalon and its pasturelands, and Gath Rimmon and its pasturelands; four cities.",
    "21:25": "From the half-tribe of Manasseh, Taanach and its pasturelands and Gath Rimmon with its pasturelands; two cities.",
    "21:26": "All the cities and their pasturelands for the remaining families of the descendants<note: Or \"sons\"> of Kohath [were] ten.",
    "21:27": "To the descendants<note: Or \"sons\"> of Gershon, one of the families of the Levites, from the half-tribe of Manasseh, Golan in Bashan, a city of refuge for the killer, and its pasturelands, and Eshtarah and its pasturelands; two cities.",
    "21:28": "From the tribe of Issachar, Kishion and its pasturelands, Daberath and its pasturelands,",
    "21:29": "Jarmuth and its pasturelands, En Gannim and its pasturelands; four cities.",
    "21:30": "From the tribe of Asher, Mishal and its pasturelands, Abdon and its pasturelands,",
    "21:31": "Helkath and its pasturelands, Rehob and its pasturelands; four cities.",
    "21:32": "From the tribe of Naphtali, Kedesh in Galilee, the city of refuge for the killer, and its pasturelands, Hammoth Dor and its pasturelands, and Kartan and its pasturelands; three cities.",
    "21:33": "All the cities of the Gershonites<note: Hebrew \"Gershonite\"> according to their families [were] thirteen cities and their pasturelands.",
    "21:34": "To the families of the descendants<note: Or \"sons\"> of Merarite, the remaining Levites, from the tribe of Zebulun, Jokneam and its pasturelands, Kartah and its pasturelands,",
    "21:35": "Dimnah and its pasturelands, and Nahalal and its pasturelands; four cities.",
    "21:36": "From the tribe of Reuben, Bezer and its pasturelands, Jahaz and its pasturelands,",
    "21:37": "Kedemoth and its pasturelands, and Mephaath and its pasturelands; four cities.",
    "21:38": "From the tribe of Gad, Ramoth in Gilead, the city of refuge for the killer, and its pasturelands, Mahanaim and its pasturelands,",
    "21:39": "Heshbon and its pasturelands, and Jazer and its pasturelands; four cities [in] all.",
    "21:40": "All [these were] the cities of the descendants<note: Or \"sons\"> of Merarite according to their families, the remaining families of the Levites; their allotment was twelve cities.",
    "21:41": "All the cities of the Levites among the property of the {Israelites}<note: Literally \"sons/children of Israel\"> [were] forty-eight cities and their pasturelands.",
    "21:42": "Each of these cities had pasturelands surrounding them; so [it was] for all of these cities.",
    "21:43": "And Yahweh gave to Israel all the land that he swore to give to their ancestors,<note: Or \"fathers\"> and they took possession of it and {settled in it}.<note: Or \"dwelled in it\">",
    "21:44": "Yahweh gave them rest on every side, according to all that he had sworn to their ancestors,<note: Or \"fathers\"> and nobody from all their enemies withstood them, for Yahweh had given all their enemies into their hand.",
    "21:45": "And {nothing failed from}<note: Literally \"Not a thing fell\"> all the good things<note: Hebrew \"thing\"> that Yahweh promised to the house of Israel; {everything came to pass}.<note: Literally \"everything it came\">",
    "22:1": "Then Joshua summoned the Reubenites, the Gadites, and the half-tribe of Manasseh,",
    "22:2": "and he said to them, \"You have observed all that Moses Yahweh's servant commanded you, and you have listened<note: Or \"you have obeyed\"> to my voice in all that I have commanded you;",
    "22:3": "you have not forsaken your kinsmen<note: Or \"brothers\"> these many days, up to this day, and you have observed the obligation of the command of Yahweh your God.",
    "22:4": "So then, Yahweh your God has given rest to your kinsmen,<note: Or \"brothers\"> just as he promised them; so then, turn and go to your tents to the land of your possession, which Moses Yahweh's servant gave to you beyond the Jordan.",
    "22:5": "Only be very careful to observe the commandment and law that Moses Yahweh's servant commanded you, to love Yahweh your God, to walk in all his ways, to keep his commandments, to hold fast to him, and to serve him with all your heart and with all your soul.\"<note: Or \"inner self\">",
    "22:6": "And Joshua blessed them and sent them away, and they went to their tents.",
    "22:7": "And to the half-tribe of Manasseh Moses had given [a possession] in Bashan, but to the other half Joshua had given [a possession] with their kinsmen<note: Or \"brothers\"> beyond the Jordan to the west; and when Joshua sent them to their tents and blessed them,",
    "22:8": "he said to them, \"Return to your tents with much wealth, and with very much livestock, with silver, gold, copper, iron, and with very much clothing; divide the war-booty of your enemies with your kinsmen.\"<note: Or \"brothers\">",
    "22:9": "So the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh returned [home] and departed with the {Israelites}<note: Literally \"sons/children of Israel\"> at Shiloh, which [is] in the land of Canaan, to go to the land of Gilead to the land of their possession, which they had acquired {according to the command of Yahweh}<note: Literally \"on the mouth of Yahweh\"> through the hand of Moses.",
    "22:10": "And they came to the region of the Jordan that [is] in the land of Canaan, and the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh built there an altar on the Jordan, {a large and imposing altar}.<note: Literally \"a large altar to appearance\">",
    "22:11": "And the {Israelites}<note: Literally \"sons/children of Israel\"> heard [it] said that the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh had built an altar next to the land of Canaan, in the region of the Jordan, on the side [belonging to] the {Israelites}.<note: Literally \"sons/children of Israel\">",
    "22:12": "When the {Israelites}<note: Literally \"sons/children of Israel\"> heard [of it], the whole congregation of the {Israelites}<note: Literally \"sons/children of Israel\"> gathered [at] Shiloh to go up against them for battle.",
    "22:13": "And the {Israelites}<note: Literally \"sons/children of Israel\"> sent to the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh, to the land of Gilead, Phinehas the priest son of Eleazar,",
    "22:14": "and ten leaders with him, {one leader for each}<note: Literally \"one leader, one leader\"> {family}<note: Literally \"of the house of father\"> from each of the tribes of Israel; and each one [was] the head of {his family}<note: Literally \"house of their fathers\"> among the clans of Israel.<note: Or \"thousands of Israel\">",
    "22:15": "They came to the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh, to the land of Gilead, and they spoke with them, saying,",
    "22:16": "\"Thus says all the congregation of Yahweh: 'What [is] this treachery that you have committed against the God of Israel by turning away today from following Yahweh, by building for yourselves an altar to rebel today against Yahweh?",
    "22:17": "[Is] not the sin of Peor {enough for us},<note: Literally \"too little for us\"> from which we have not cleansed ourselves today, and for which a plague came to the congregation of Yahweh,",
    "22:18": "that you must turn today from following Yahweh? [If] you rebel today against Yahweh, tomorrow he will be angry with all of the congregation of Israel;",
    "22:19": "if, however, the land of your property [is] unclean, cross [over] to the land of Yahweh's property, where Yahweh's tabernacle resides,<note: Or \"stands\"> and take possession among us. But you must not rebel against Yahweh or against us by building for yourselves an altar other than the altar of Yahweh our God.",
    "22:20": "Did not Achan son of Zerah commit treachery with devoted things,<note: Or \"consecrated possession\"> and wrath fell on all the congregation of Israel? {And he alone}<note: Literally \"And he [is] one man that\"> did not perish because of his iniquity.'\"",
    "22:21": "And the descendants<note: Or \"sons\"> of Reuben, Gad, and the half-tribe of Manasseh spoke with the heads of the clans<note: Or \"thousands\"> of Israel,",
    "22:22": "\"Yahweh, God of gods! Yahweh, God of gods knows. And let Israel itself know, if [it was] in rebellion or treachery against Yahweh, do not spare us this day",
    "22:23": "for building for ourselves an altar to turn away from Yahweh, or if [it was] to offer burnt offerings,<note: Hebrew \"offering\"> grain offerings,<note: Hebrew \"offering\"> or fellowship offerings on it, may Yahweh himself take vengeance.",
    "22:24": "But in fact, we have done this because of anxiety, because of a reason, saying, 'In the future your children may say to our children, '{What is the relationship between you and Yahweh the God of Israel}?<note: Literally \"What is to you and to Yahweh the God of Israel\">",
    "22:25": "Yahweh has made the Jordan a border between us and you, the descendants<note: Or \"sons\"> of Reuben and Gad; you have no portion in Yahweh.' So your children may put an end to our children worshiping<note: Or \"seeing\"> Yahweh.",
    "22:26": "So we said, 'Let us build immediately for ourselves an altar, not for burnt offerings<note: Hebrew \"offering\"> or for sacrifices;<note: Hebrew \"sacrifice\">",
    "22:27": "instead, it [is] a witness between us and you, and between our generations after us for performing the serving of Yahweh in his presence with our burnt offerings, sacrifices, and fellowship offerings; so that your children may not say in the future to our children, \"You have no portion in Yahweh.\" '",
    "22:28": "And we thought, if they say to us and to our children in the future, we can say, 'Look at this replica of the altar of Yahweh, which our ancestors<note: Or \"fathers\"> made, not for burnt offerings<note: Hebrew \"offering\"> or sacrifices;<note: Hebrew \"sacrifice\"> rather, it [is] a witness between us and you.'",
    "22:29": "Far be it from us to rebel against Yahweh, to turn today from following Yahweh, to build an altar for burnt offerings,<note: Hebrew \"offering\"> grain offerings,<note: Hebrew \"offering\"> or sacrifices,<note: Hebrew \"sacrifice\"> instead of the altar of Yahweh our God that [is] before his tabernacle.\"",
    "22:30": "Phinehas the priest, the leaders of the congregation, and the heads of the clans<note: Or \"thousands\"> of Israel who [were] with him heard the words that the descendants<note: Or \"sons\"> of Reuben, Gad, and Manasseh spoke, and {they were satisfied}.<note: Literally \"it was good in their eyes\">",
    "22:31": "Phinehas the priest, son of Eleazar, said to the descendants<note: Or \"sons\"> of Reuben, Gad, and Manasseh, \"Today we know that Yahweh [is] among us, because you have not committed this treachery against Yahweh. Therefore you have rescued the {Israelites}<note: Literally \"sons/children of Israel\"> from the hand of Yahweh.\"",
    "22:32": "And Phinehas the priest, son of Eleazar, and the leaders returned from the descendants<note: Or \"sons\"> of Reuben and Gad, from the land of Gilead, to the land of Canaan to the {Israelites},<note: Literally \"sons/children of Israel\"> and {they gave them their report}.<note: Literally \"they brought back a word to them\">",
    "22:33": "{The report satisfied the Israelites};<note: Literally \"The report was good in the eyes of the children of Israel\"> they blessed God, and they did not speak of going up for battle against them to destroy the land in which the descendants<note: Or \"sons\"> of Reuben and Gad were living.<note: Or \"dwelling\">",
    "22:34": "The descendants<note: Or \"sons\"> of Reuben and Gad called the altar Witness, \"Because,\" [they said], \"it [is] a witness between us that Yahweh [is] God.\"",
    "23:1": "And it happened, after {a long time},<note: Literally \"many days\"> after Yahweh had given rest to Israel from all their surrounding enemies, and [after] Joshua was old and {well-advanced in years},<note: Literally \"he went into the days\">",
    "23:2": "Joshua summoned all Israel, their elders, heads, judges, and officials, and he said to them, \"I am old and {well-advanced in years},<note: Literally \"I went into the days\">",
    "23:3": "and you have seen all that Yahweh your God has done to all these nations {for your sake},<note: Literally \"because of your presence\"> for Yahweh your God [is] fighting for you.",
    "23:4": "Look! I have allotted to you these remaining nations as an inheritance for your tribes, from the Jordan, [with] all the nations that I have cut off, to the Great Sea<note: That is, the Mediterranean> {in the west}.<note: Literally \"to the setting of the sun\">",
    "23:5": "And Yahweh your God will push them {back before you}<note: Literally \"from your presence\"> and drive them {out of your sight},<note: Literally \"from your face\"> and you will possess their land, just as Yahweh your God promised to you.",
    "23:6": "Be very strong to observe carefully all that is written in the scroll of the law of Moses so as not to turn aside from it, [to] the right or left,",
    "23:7": "so as not to go among these remaining nations with you; {do not profess}<note: Literally \"do not mention\"> the name of their gods, and do not swear by them, serve them, or {bow down to them}.<note: Literally \"bow yourselves down to them\">",
    "23:8": "But hold fast to Yahweh your God, just as you have done up to this day.",
    "23:9": "Yahweh has driven out before you great and strong nations; and as for you, {nobody has withstood}<note: Literally \"a man has not stood in your presence\"> you to this day.",
    "23:10": "One of your men put to flight a thousand, for Yahweh your God [is] fighting for you, just as he promised you.",
    "23:11": "Take utmost care for [the sake of] your life to love Yahweh your God,",
    "23:12": "for if indeed you turn back and join these remaining nations {among you},<note: Literally \"with you\"> and you intermarry with them, {marrying their women and they yours},<note: Literally \"you go into them and they into you\">",
    "23:13": "know for certain that Yahweh your God {will not continue to drive out}<note: Literally \"will not drive out again\"> these nations from before you; they will be for you a snare and a trap, a whip on your sides and thorns in your eyes, until you perish from this good land that Yahweh your God has given to you.",
    "23:14": "Look! {I am about to die},<note: Literally \"I am going today on the way of all the earth\"> and you know in all your hearts<note: Hebrew \"heart\"> and souls<note: Hebrew \"soul\"; or \"inner self\"> that not one thing {failed}<note: Literally \"fell\"> from all the good things that Yahweh your God promised concerning you; everything {has been fulfilled};<note: Literally \"has come [out]\"> {not one thing failed}.<note: Literally \"not one thing fell from it\">",
    "23:15": "But just as all the good things<note: Hebrew \"thing\"> came to you that Yahweh your God promised, so will Yahweh bring to you all the bad things<note: Hebrew \"things\"> until he has destroyed you from this good land that Yahweh your God has given to you.",
    "23:16": "If you transgress the covenant of Yahweh your God, which he commanded [to] you, and you go and serve other gods and bow down to them, {Yahweh's anger will be kindled}<note: Literally \"Yahweh's nose will become hot\"> against you, and you will perish quickly from the good land that he has given to you.\"",
    "24:1": "And Joshua gathered all the tribes of Israel to Shechem; he summoned the elders of Israel, their heads, their judges, and their officials, and they presented themselves before God.",
    "24:2": "And Joshua said to all the people, \"Thus says Yahweh the God of Israel: '{Long ago}<note: Literally \"from ancient\"> your ancestors<note: Or \"fathers\">--Terah the father of Abraham and the father of Nahor--lived beyond the river,<note: That is, the Euphrates> and they served other gods.",
    "24:3": "I took your ancestor<note: Or \"father\"> Abraham from beyond the river<note: That is, the Euphrates> and led him through all the land of Canaan, and I increased his offspring; I gave him Isaac,",
    "24:4": "and to Isaac I gave Jacob and Esau. To Esau I gave the hill country of Seir to possess, but Jacob and his children went down [to] Egypt.",
    "24:5": "And I sent Moses and Aaron, and I plagued Egypt with what I did in its midst; and afterward I brought you out.",
    "24:6": "When I brought out your ancestors<note: Or \"fathers\"> from Egypt, you came to the sea, and the Egyptians pursued after your ancestors<note: Or \"fathers\"> with chariots<note: Hebrew \"chariot\"> and horsemen to the {Red Sea}.<note: Literally \"sea of reed\">",
    "24:7": "They cried out to Yahweh, and he put darkness between you and the Egyptians, and he brought the sea over them<note: That is, the Egyptians> and covered them; your own eyes saw what I did in Egypt. Then you lived in the wilderness for many days.",
    "24:8": "And I brought you to the land of the Amorites<note: Hebrew \"Amorite\"> who lived beyond the Jordan; they fought you, and I gave them into your hand; you took possession of their land, and I destroyed them {before you}.<note: Literally \"in your presence\">",
    "24:9": "Then Balak son of Zippor, king of Moab, set out and fought against Israel, and he sent and summoned Balaam son of Beor to curse you,",
    "24:10": "but I was not willing to listen to Balaam, and he richly blessed you. So I rescued you from his hand,",
    "24:11": "and you crossed the Jordan and came to Jericho. And the citizens of Jericho, the Amorites,<note: Hebrew \"Amorite\"> the Perizzites,<note: Hebrew \"Perizzite\"> the Canaanites,<note: Hebrew \"Canaanite\"> the Hittites,<note: Hebrew \"Hittite\"> the Girgashites,<note: Hebrew \"Girgashite\"> the Hivites,<note: Hebrew \"Hivite\"> and the Jebusites,<note: Hebrew \"Jebusite\"> fought against you, and I gave them into your hand.",
    "24:12": "I sent before you [the] hornet and they drove out before you two kings of the Amorites;<note: Hebrew \"Amorite\"> [but] not by your sword or bow.",
    "24:13": "I gave to you a land that you have not labored on, and cities that you have not built, and you live<note: Or \"dwell\"> in them; you eat [from] vineyards and olive groves that you have not planted.'",
    "24:14": "\"So now, revere Yahweh and serve him in sincerity and faithfulness; remove the gods that your ancestors<note: Or \"fathers\"> served beyond the river<note: That is, the Euphrates> and in Egypt, and serve Yahweh.",
    "24:15": "But if it is bad in your eyes to serve Yahweh, choose for yourselves today whom you want to serve, whether it is the gods that your ancestors<note: Or \"fathers\"> served beyond the river,<note: That is, the Euphrates> or the gods of the Amorites<note: Hebrew \"Amorite\"> in whose land you [are] living; but as for me and my household, we will serve Yahweh.\"",
    "24:16": "And the people answered and said, \"Far be it from us that we would forsake Yahweh to serve other gods,",
    "24:17": "for Yahweh our God brought us and our ancestors<note: Or \"fathers\"> from the land of Egypt, from the house of slavery, and did these great signs before our eyes. He protected us along the entire way that we went, and among all the peoples through whose midst we passed.",
    "24:18": "And Yahweh drove out all the people before us, the Amorites<note: \"Hebrew \"Amorite\"> who live<note: Or \"dwell\"> [in] the land. We will serve Yahweh, for he [is] our God.\"",
    "24:19": "But Joshua said to the people, \"You cannot serve Yahweh, for he [is] a holy and jealous God; he will not forgive your transgressions or your sins.",
    "24:20": "If you forsake Yahweh and serve foreign gods, he will turn and bring disaster to you; he will destroy you after he has done good to you.\"",
    "24:21": "And the people said to Joshua, \"No, we will serve Yahweh.\"",
    "24:22": "And Joshua said to the people, \"You [are] witnesses against yourselves that you have chosen for yourselves to serve Yahweh.\" And they said, \"[We are] witnesses.\"",
    "24:23": "He said, \"Remove the foreign gods that [are] in your midst, and incline your hearts to Yahweh the God of Israel.\"",
    "24:24": "And the people said to Joshua, \"We will serve Yahweh our God, and we will listen to his voice.\"",
    "24:25": "So Joshua {made a covenant}<note: Literally \"cut a covenant\"> with the people on that day, and he established for them a statute and a judgment at Shechem.",
    "24:26": "Then Joshua wrote these words in a scroll of the law of God, and he took a large stone and set it up there under a large tree, which [is] at the shrine of Yahweh.",
    "24:27": "And Joshua said to all the people, \"Look, this stone will be a witness against us, for it has heard all the words of Yahweh that he spoke with us. It will be as a witness against you, so that you do not deny your God.\"",
    "24:28": "Then Joshua sent the people away to their inheritance.",
    "24:29": "After these things Joshua son of Nun servant of Yahweh died; {he was one hundred and ten years old}.<note: Literally \"a son of one hundred and ten years\">",
    "24:30": "They buried him in the territory of his inheritance, at Timnath-Serah, which [is] in the hill country of Ephraim, north of Mount Gaash.",
    "24:31": "Israel served Yahweh all the days of Joshua, and all the days of the elders who lived long after Joshua, and who had known all the work that Yahweh did for Israel.<note: Joshua 24:28-31 is repeated in Judges 2:6-10>",
    "24:32": "The bones of Jacob, which the {Israelites}<note: Literally \"sons/children of Israel\"> had brought out from Egypt, they buried at Shechem, in a piece of land that Jacob had bought from the children of Hamor, the father of Shechem, for one hundred pieces of money;<note: Hebrew kesitah> it became [an] inheritance for the descendants<note: Or \"sons\"> of Joseph.",
    "24:33": "And Eleazar son of Aaron died; and they buried him in Gibeah in the hill country of Ephraim, which had been given to his son Phinehas."
  }
}