{
  "abbreviation": "Lk",
  "passages": {
    "1:1": "Since many have attempted to compile an account concerning the events that have been fulfilled among us,",
    "1:2": "just as those who were eyewitnesses and servants of the word from the beginning passed on to us,",
    "1:3": "it seemed best to me also--[because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"have followed\") which is understood as causal> have followed all [things] carefully from the beginning--to write [them]<note: *Here the direct object is supplied from context in the English translation> down in orderly sequence for you, most excellent Theophilus,",
    "1:4": "so that you may know the certainty concerning the things about which you were taught.",
    "1:5": "It happened that in the days of Herod, king of Judea, [there was] a certain priest, Zechariah by name, of the division of Abijah. And {he had a wife}<note: Literally \"a wife to him\"> from the daughters of Aaron, and her name [was] Elizabeth.",
    "1:6": "And they were both righteous in the sight of God, living blamelessly in all the commandments and regulations of the Lord.",
    "1:7": "And {they did not have}<note: Literally \"there was not to them\"> a child, because Elizabeth was barren. And they were both advanced {in years}.<note: Literally \"in their days\">",
    "1:8": "And it happened that [while]<note: *Here \"[while]\" is supplied as a component of the temporal infinitive (\"was serving as priest\")> he was serving as priest before God in the order of his division,",
    "1:9": "according to the custom of the priesthood he was chosen by lot to enter into the temple of the Lord to burn incense.",
    "1:10": "And the whole crowd of the people were praying outside at the hour of the incense offering.",
    "1:11": "And an angel of the Lord appeared to him, standing at the right side of the altar of incense.",
    "1:12": "And Zechariah was terrified [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [the angel],<note: *Here the direct object is supplied from context in the English translation> and fear fell upon him.",
    "1:13": "But the angel said to him, \"Do not be afraid, Zechariah, because your prayer has been heard, and your wife Elizabeth will bear you a son, and you will call his name John.\r\n",
    "1:14": "And {you will experience joy and exultation},<note: Literally \"joy and exultation will be to you\"> and many will rejoice at his birth.",
    "1:15": "For he will be great in the sight of the Lord, and he must never drink wine or beer, and he will be filled with the Holy Spirit [while he is]<note: *Here the phrase \"while he is,\" including the verb, is understood in Greek and is supplied in the translation> still in his mother's womb.",
    "1:16": "And he will turn many of the sons of Israel to the Lord their God.",
    "1:17": "And he will go on before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the righteous, to prepare for the Lord a people made ready.\"",
    "1:18": "And Zechariah said to the angel, \"By what will I know this? For I am an old man, and my wife is advanced {in years}!\"<note: Literally \"in her days\">",
    "1:19": "And the angel answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"I am Gabriel, who stands in the presence of God, and I was sent to speak to you and to announce to you this good news.",
    "1:20": "And behold, you will be silent and not able to speak until the day these [things] take place, {because}<note: Literally \"in return for which\"> you did not believe my words, which will be fulfilled in their time.\"",
    "1:21": "And the people were waiting for Zechariah, and began to wonder<note: *The imperfect tense has been translated as ingressive here (\"began to wonder\")> [when]<note: *Here \"[when]\" is supplied as a component of the temporal infinitive (\"was delayed\")> he was delayed in the temple.",
    "1:22": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came out\") which is understood as temporal> came out he was not able to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them, and remained unable to speak.",
    "1:23": "And it happened that when the days of his service came to an end, he went away to his home.",
    "1:24": "Now after these days, his wife Elizabeth conceived, and she kept herself in seclusion [for] five months, saying,",
    "1:25": "\"Thus the Lord has done for me in the days in which he has concerned himself with [me],<note: *Here the direct object is supplied from context in the English translation> to take away my disgrace among people.\"",
    "1:26": "Now in the sixth month, the angel Gabriel was sent from God to a town of Galilee {named}<note: Literally \"to which the name\"> Nazareth,",
    "1:27": "to a virgin legally promised in marriage to a man {named}<note: Literally \"to whom the name\"> Joseph of the house of David. And the name of the virgin [was] Mary.",
    "1:28": "And he came to her [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> said, \"Greetings, favored one! The Lord [is] with you.\"",
    "1:29": "But she was greatly perplexed at the statement, and was pondering what sort of greeting this might be.",
    "1:30": "And the angel said to her, \"Do not be afraid, Mary, for you have found favor with God.\r\n",
    "1:31": "And behold, you will conceive in the womb and will give birth to a son, and you will call his name Jesus.",
    "1:32": "This one will be great, and he will be called the Son of the Most High, and the Lord God will give him the throne of his father David.",
    "1:33": "And he will reign over the house of Jacob {forever},<note: Literally \"for the ages\"> and of his kingdom there will be no end.",
    "1:34": "And Mary said to the angel, \"How will this be, since I have not had sexual relations with a man?\"",
    "1:35": "And the angel answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to her, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. Therefore also the one to be born will be called holy, the Son of God.\r\n",
    "1:36": "And behold, your relative Elizabeth--she also has conceived a son in her old age, and this is the sixth month for her who was called barren.",
    "1:37": "For {nothing will be impossible with God}.\"<note: Literally \"every thing will not be impossible with God\">",
    "1:38": "So Mary said, \"Behold, the Lord's female slave! May it happen to me according to your word.\" And the angel departed from her.",
    "1:39": "Now in those days Mary set out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"set out\") has been translated as a finite verb> traveled with haste into the hill country, to a town of Judah,",
    "1:40": "and entered into the house of Zechariah, and greeted Elizabeth.",
    "1:41": "And it happened that when Elizabeth heard the greeting of Mary, the baby in her womb leaped and Elizabeth was filled with the Holy Spirit.",
    "1:42": "And she cried out with a loud shout and said, \"Blessed [are] you among women, and blessed [is] the fruit of your womb!\r\n",
    "1:43": "And why [is] this [granted] to me, that the mother of my Lord should come to me?",
    "1:44": "For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy!",
    "1:45": "And blessed [is] she who believed that [there] will be a fulfillment to what was spoken to her from the Lord!\"",
    "1:46": "And Mary said, \"My soul exalts the Lord,\r\n",
    "1:47": "and my spirit has rejoiced greatly in God my Savior,",
    "1:48": "because he has looked upon the humble state of his female slave, for behold, from now on all generations will consider me blessed,",
    "1:49": "because the Mighty [One] has done great [things] for me, and holy [is] his name.",
    "1:50": "And his mercy [is] for generation after generation to those who fear him.",
    "1:51": "He has done a mighty deed with his arm; he has dispersed the proud in the thoughts of their hearts.",
    "1:52": "He has brought down rulers from [their] thrones, and has exalted the lowly.",
    "1:53": "He has filled those who are hungry with good [things], and those who are rich he has sent away empty-handed.",
    "1:54": "He has helped Israel his servant, remembering [his] mercy,",
    "1:55": "just as he spoke to our fathers, to Abraham and to his descendants {forever}.\"<note: Literally \"for the age\">",
    "1:56": "And Mary stayed with her about three months, and returned to her home.",
    "1:57": "Now the time came for Elizabeth that she should give birth, and she gave birth to a son.",
    "1:58": "And her neighbors and relatives heard that {the Lord had shown his great mercy to her},<note: Literally \"the Lord had made great his mercy with her\"> and they rejoiced with her.",
    "1:59": "And it happened that on the eighth day they came to circumcise the child, and they were wanting to name him {after}<note: Literally \"in the name of\"> his father Zechariah.",
    "1:60": "And his mother answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"No, but he will be named John.\"",
    "1:61": "And they said to her, \"There is no one of your relatives who is called by this name.\"",
    "1:62": "So they made signs to his father [asking] what he wanted him to be named,",
    "1:63": "and he asked for a writing tablet [and]<note: *Here \"[and]\" is supplied because the previous participle (\"asked for\") has been translated as a finite verb> wrote, saying, \"John is his name.\" And they were all astonished.",
    "1:64": "And his mouth and his tongue were opened immediately, and he began to speak,<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> praising God.",
    "1:65": "And fear came on all those who lived near them, and in all the hill country of Judea all these events were discussed.",
    "1:66": "And all those who heard kept [these things]<note: *Here the direct object is supplied from context in the English translation> in their hearts, saying, \"What then will this child be? For indeed the hand of the Lord was with him!\"",
    "1:67": "And his father Zechariah was filled with the Holy Spirit and prophesied, saying,",
    "1:68": "\"Blessed [be] the Lord, the God of Israel, because he has visited to help and {has redeemed}<note: Literally \"has done redemption for\"> his people,",
    "1:69": "and has raised up a horn of salvation for us in the house of his servant David,",
    "1:70": "just as he spoke through the mouth of his holy prophets from earliest times--",
    "1:71": "salvation from our enemies and from the hand of all those who hate us,",
    "1:72": "to show mercy to our fathers and to remember his holy covenant,",
    "1:73": "the oath that he swore to Abraham our father, to grant us",
    "1:74": "[that] we, being rescued from the hand of [our] enemies, could serve him without fear",
    "1:75": "in holiness and righteousness before him all our days.",
    "1:76": "And so you, child, will be called the prophet of the Most High, for you will go on before the Lord to prepare his ways,",
    "1:77": "to give knowledge of salvation to his people by the forgiveness of their sins,",
    "1:78": "because of the merciful compassion<note: Or \"heart\"> of our God by which the dawn will visit to help us from on high,",
    "1:79": "to give light to those who sit in darkness and in the shadow of death, to direct our feet into the way of peace.\"",
    "1:80": "And the child kept growing and becoming strong in spirit, and was in the wilderness until the day of his public appearance to Israel.",
    "2:1": "Now it happened that in those days a decree went out from Caesar<note: Or \"the emperor\"> Augustus to register all the empire.",
    "2:2": "(This first registration took place [when]<note: *Or perhaps \"[before]\"; here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was governor\")> Quirinius was governor of Syria.)",
    "2:3": "And everyone went to be registered, each one to his own town.",
    "2:4": "So Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David which is called Bethlehem, because he was of the house and family line of David,",
    "2:5": "to be registered together with Mary, who was legally promised in marriage to him [and]<note: *Here \"[and]\" is supplied in keeping with English style> was pregnant.",
    "2:6": "And it happened that while they were there, {the time came}<note: Literally \"the days were completed\"> for her to give birth.",
    "2:7": "And she gave birth to her firstborn son, and wrapped him in strips of cloth and laid him in a manger, because there was no place for them in the inn.",
    "2:8": "And there were shepherds in the same region, living out of doors and keeping watch, guarding over their flock by night.",
    "2:9": "And an angel of the Lord stood near them, and the glory of the Lord shone around them, and {they were terribly frightened}.<note: Literally \"they were afraid with great fear\">",
    "2:10": "And the angel said to them, \"Do not be afraid, for behold, I bring good news to you of great joy which will be for all the people:",
    "2:11": "that today a Savior, who is Christ the Lord, was born for you in the city of David.",
    "2:12": "And this will be the sign for you: you will find the baby wrapped in strips of cloth and lying in a manger.\"",
    "2:13": "And suddenly there was with the angel a multitude of the heavenly army, praising God and saying,",
    "2:14": "\"Glory to God in the highest, and on earth peace among people {with whom he is pleased}!\"<note: Literally \"of good pleasure\">",
    "2:15": "And it happened that when the angels had departed from them into heaven, the shepherds began to say<note: *The imperfect tense has been translated as ingressive here (\"began to say\")> to one another, \"Let us go now to Bethlehem and see this thing that has happened, which the Lord has revealed to us!\"",
    "2:16": "And they went hurrying and found both Mary and Joseph, and the baby who was lying in the manger.",
    "2:17": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> they made known the statement that had been told to them about this child.",
    "2:18": "And all who heard [it]<note: *Here the direct object is supplied from context in the English translation> were astonished concerning what had been said to them by the shepherds.",
    "2:19": "But Mary treasured up all these words, pondering [them]<note: *Here the direct object is supplied from context in the English translation> in her heart.",
    "2:20": "And the shepherds returned, glorifying and praising God for all that they had heard and seen, just as it had been told to them.",
    "2:21": "And when eight days were completed {so that he could be circumcised},<note: Literally \"to circumcise him\"> he was named Jesus, his name [that] [he] was called by the angel before he was conceived in the womb.",
    "2:22": "And when the days of their purification were completed according to the law of Moses, they brought him up to Jerusalem to present [him]<note: *Here the direct object is supplied from context in the English translation> to the Lord",
    "2:23": "(just as it is written in the law of the Lord, \"Every male that opens the womb will be called holy to the Lord\")<note: An allusion to Exod 13:2, 12, 15>",
    "2:24": "and to offer a sacrifice according to what was stated in the law of the Lord, \"a pair of turtledoves or two young pigeons.\"<note: A quotation from Lev 5:11; 12:8>",
    "2:25": "And behold, there was a man in Jerusalem {whose name was}<note: Literally \"to whom the name\"> Simeon, and this man [was] righteous and devout, looking forward to the consolation of Israel, and the Holy Spirit was upon him.",
    "2:26": "And it had been revealed to him by the Holy Spirit [that he would] not see death before he would see the Lord's Christ.<note: Or \"Messiah\">",
    "2:27": "And he came in the Spirit into the temple, and when the parents brought in the child Jesus so that they could do for him according to what was customary under the law,",
    "2:28": "he took him in [his]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> arms and praised God and said,",
    "2:29": "\"Now dismiss your slave in peace, Lord, according to your word.",
    "2:30": "For my eyes have seen your salvation",
    "2:31": "that you have prepared in the presence of all the peoples,",
    "2:32": "a light for revelation to the Gentiles, and glory to your people Israel.\"",
    "2:33": "And his father and mother were astonished at what was said about him.",
    "2:34": "And Simeon blessed them and said to his mother Mary, \"Behold, this child is appointed for the fall and rise of many in Israel, and for a sign that is opposed<note: Or \"rejected\">--",
    "2:35": "and a sword will pierce your own soul also, so that the thoughts of many hearts will be revealed!\"",
    "2:36": "And there was a prophetess, Anna the daughter of Phanuel of the tribe of Asher (she was advanced {in years},<note: Literally \"with many days\"> having lived with [her] husband seven years {after her marriage},<note: Literally \"from her virginity\">",
    "2:37": "and herself [as] a widow up to eighty-four years)<note: Or \"eighty-four years as a widow\"> who did not depart from the temple with fastings and prayers, serving night and day.",
    "2:38": "And at [that] same hour she approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> began to give thanks<note: The imperfect tense has been translated as ingressive here (\"began to give thanks\")> to God, and to speak about him to all those who were waiting for the redemption of Jerusalem.",
    "2:39": "And when they had completed everything according to the law of the Lord, they returned to Galilee, to their own town of Nazareth.",
    "2:40": "And the child was growing and becoming strong, filled with wisdom, and the favor of God was upon him.",
    "2:41": "And his parents went every year to Jerusalem for the feast of the Passover.",
    "2:42": "And when he was twelve years [old], they went up according to the custom of the feast.",
    "2:43": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"were completed\") which is understood as temporal> the days were completed, while they were returning, the boy Jesus stayed behind in Jerusalem. And his parents did not know [it],<note: *Here the direct object is supplied from context in the English translation>",
    "2:44": "but believing him to be in the group of travelers, they went a day's journey. And they began searching for<note: *The imperfect tense has been translated as ingressive here (\"began searching for\")> him among [their]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> relatives and [their]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> acquaintances,",
    "2:45": "and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"find\") which is understood as temporal> did not find [him],<note: *Here the direct object is supplied from context in the English translation> they returned to Jerusalem to search for him.",
    "2:46": "And it happened that after three days they found him in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> sitting in the midst of the teachers and listening to them and asking them [questions].",
    "2:47": "And all who heard him were amazed at his insight and [his]<note: *This is an understood repetition of \"[his]\" due to English style> answers.",
    "2:48": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw him, they were astounded and his mother said to him, \"Child, why have you done this to us? Look, your father and I have been searching for you anxiously!\"",
    "2:49": "And he said to them, \"{Why}<note: Literally \"what [is it] that\"> were you searching for me? Did you not know that it was necessary [for] me to be in the [house]<note: Or \"things\" (= business)> of my Father?\"",
    "2:50": "And they did not understand the statement that he spoke to them.",
    "2:51": "And he went down with them and came to Nazareth, and was submitting to them. And his mother treasured all these things in her heart.",
    "2:52": "And Jesus was advancing in wisdom and stature and in favor with God and [with] people.",
    "3:1": "Now in the fifteenth year of the reign of Tiberius Caesar,<note: Or \"the emperor Tiberius\"> [when] Pontius Pilate was governor of Judea, and Herod was tetrarch of Galilee, and his brother Philip was tetrarch of the region of Iturea and Trachonitis, and Lysanias was tetrarch of Abilene,",
    "3:2": "in the time of the high priest Annas and Caiaphas, the word of God came to John the son of Zechariah in the wilderness.",
    "3:3": "And he went into all the surrounding region of the Jordan, preaching a baptism of repentance for the forgiveness of sins,",
    "3:4": "as it is written in the book of the words of the prophet Isaiah, \"The voice of one crying out in the wilderness, 'Prepare the way of the Lord, make his paths straight!\r\n",
    "3:5": "Every valley will be filled, and every mountain and hill will be leveled, and the crooked will become straight, and the rough road [will become]<note: *Here \"[will become]\" is an implied repetition of the verb earlier in the verse> smooth,",
    "3:6": "and all flesh will see the salvation of God.'\"<note: A quotation from Isa 40:3-5>",
    "3:7": "Therefore he was saying to the crowds that came out to be baptized by him, \"Offspring of vipers! Who warned you to flee from the coming wrath?",
    "3:8": "Therefore produce fruit worthy of repentance! And do not begin to say to yourselves, 'We have Abraham [as] father.' For I say to you that God is able to raise up children for Abraham from these stones!",
    "3:9": "And even now the ax is positioned at the root of the trees; therefore every tree not producing good fruit is cut down and thrown into the fire.\"",
    "3:10": "And the crowds were asking him, saying, \"What then should we do?\"",
    "3:11": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"The one who has two tunics must share with the one who does not have [one],<note: *Here the direct object is supplied from context in the English translation> and the one who has food must do likewise.\"",
    "3:12": "And tax collectors also came to be baptized, and they said to him, \"Teacher, what should we do?\"",
    "3:13": "And he said to them, \"Collect no more than {what you are ordered to}.\"<note: Literally \"what is ordered to you\">",
    "3:14": "And those who served in the army were also asking him, saying, \"What should we also do?\" And he said to them, \"Extort from no one, and do not blackmail [anyone],<note: *Here the direct object is supplied from context in the English translation> and be content with your pay.\"",
    "3:15": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were waiting expectantly\")> the people were waiting expectantly and all were pondering in their hearts concerning John, whether perhaps he might be the Christ,<note: Or \"Messiah\">",
    "3:16": "John answered them all, saying, \"I baptize you with water, but the one who is more powerful than I [am] is coming, of whom I am not worthy to untie the strap of his sandals. He will baptize you with the Holy Spirit and fire.",
    "3:17": "His winnowing shovel [is] in his hand, to clean out his threshing floor and to gather the wheat into his storehouse, but he will burn up the chaff with unquenchable fire.\"",
    "3:18": "So with many other exhortations also he proclaimed good news to the people.",
    "3:19": "But Herod the tetrarch, who had been reproved by him concerning Herodias, his brother's wife, and concerning all the evil deeds that Herod had done,",
    "3:20": "added this also to them all: he also locked up John in prison.",
    "3:21": "Now it happened that when all the people were baptized, Jesus also was baptized, and [while he]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was praying\")> was praying, heaven was opened,",
    "3:22": "and the Holy Spirit descended on him in bodily form like a dove, and a voice came from heaven, \"You are my beloved Son; with you I am well pleased.\"",
    "3:23": "And Jesus, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"began\") which is understood as temporal> began [his ministry],<note: *Here the direct object is supplied from context in the English translation> was himself about thirty years [old], being the son (as it was believed) of Joseph the [son] of Eli,",
    "3:24": "the [son] of Matthat, the [son] of Levi, the [son] of Melchi, the [son] of Jannai, the [son] of Joseph,",
    "3:25": "the [son] of Mattathias, the [son] of Amos, the [son] of Nahum, the [son] of Esli, the [son] of Naggai,",
    "3:26": "the [son] of Maath, the [son] of Mattathias, the [son] of Semein, the [son] of Josech, the [son] of Joda,",
    "3:27": "the [son] of Joanan, the [son] of Rhesa, the [son] of Zerubbabel, the [son] of Shealtiel, the [son] of Neri,",
    "3:28": "the [son] of Melchi, the [son] of Addi, the [son] of Cosam, the [son] of Elmadam, the [son] of Er,",
    "3:29": "the [son] of Joshua, the [son] of Eliezer, the [son] of Jorim, the [son] of Matthat, the [son] of Levi,",
    "3:30": "the [son] of Simeon, the [son] of Judah, the [son] of Joseph, the [son] of Jonam, the [son] of Eliakim,",
    "3:31": "the [son] of Melea, the [son] of Menna, the [son] of Mattatha, the [son] of Nathan, the [son] of David,",
    "3:32": "the [son] of Jesse, the [son] of Obed, the [son] of Boaz, the [son] of Sala, the [son] of Nahshon,",
    "3:33": "the [son] of Amminadab, the [son] of Admin, the [son] of Arni, the [son] of Hezron, the [son] of Perez, the [son] of Judah,",
    "3:34": "the [son] of Jacob, the [son] of Isaac, the [son] of Abraham, the [son] of Terah, the [son] of Nahor,",
    "3:35": "the [son] of Serug, the [son] of Reu, the [son] of Peleg, the [son] of Eber, the [son] of Shelah,<note: Greek \"Sala\">",
    "3:36": "the [son] of Cainan, the [son] of Arphaxad, the [son] of Shem, the [son] of Noah, the [son] of Lamech,",
    "3:37": "the [son] of Methuselah, the [son] of Enoch, the [son] of Jared, the [son] of Mahalaleel, the [son] of Cainan,",
    "3:38": "the [son] of Enosh, the [son] of Seth, the [son] of Adam, the [son] of God.",
    "4:1": "And Jesus, full of the Holy Spirit, returned from the Jordan and was led by the Spirit in the wilderness",
    "4:2": "forty days, being tempted by the devil. And he ate nothing during those days, and [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"were completed\")> they were completed, he was hungry.",
    "4:3": "So the devil said to him, \"If you are the Son of God, order this stone that it become bread!\"",
    "4:4": "And Jesus replied to him, \"It is written, 'Man will not live on bread alone.'\"<note: A quotation from Deut 8:3; most manuscripts add \"but by every word of God\" here>",
    "4:5": "And he led him up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"led ... up\") has been translated as a finite verb> showed him all the kingdoms of the world in a moment of time.",
    "4:6": "And the devil said to him, \"I will give you all this domain and their glory, because it has been handed over to me, and I can give it to whomever I want.",
    "4:7": "So if you will worship before me, all [this] will be yours.\"",
    "4:8": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"It is written, 'You shall worship the Lord your God, and serve only him.'\"<note: A quotation from Deut 6:13>",
    "4:9": "And he brought him to Jerusalem, and had him stand on the highest point of the temple and said to him, \"If you are the Son of God, throw yourself down from here,",
    "4:10": "for it is written, 'He will command his angels concerning you, to protect you,'<note: A quotation from Ps 91:11>\r\n 'on [their] hands they will lift you up, lest you strike your foot against a stone.'\"<note: A quotation from Ps 91:12>\r\n",
    "4:12": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"It is said, 'You are not to put to the test the Lord your God.'\"<note: A quotation from Deut 6:16>",
    "4:13": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"had completed\") which is understood as temporal> the devil had completed every temptation, he departed from him until a favorable time.<note: Or \"for a while\">",
    "4:14": "And Jesus returned in the power of the Spirit to Galilee, and news about him went out throughout all the surrounding region.",
    "4:15": "And he began to teach<note: *The imperfect tense has been translated as ingressive here (\"began to teach\")> in their synagogues, [and]<note: *Here the participle (\"was praised\") is translated as a finite verb because of English style> was praised by all.",
    "4:16": "And he came to Nazareth, where {he had been brought up},<note: Literally \"he was having been brought up\"> and according to {his custom}<note: Literally \"what he was accustomed to for him\"> he entered into the synagogue on the day of the Sabbath and stood up to read.",
    "4:17": "And the scroll of the prophet Isaiah was given to him, and unrolling the scroll he found the place where it was written,",
    "4:18": "\"The Spirit of the Lord [is] upon me, because of which he has anointed me to proclaim good news to the poor. He has sent me to proclaim release to the captives, and recovery of sight to the blind, to send out in freedom those who are oppressed,",
    "4:19": "to proclaim the favorable year of the Lord.\"<note: A quotation from Isa 61:1-2, with one line from Isa 58:6>",
    "4:20": "And he rolled up the scroll [and]<note: *Here \"[and]\" is supplied because the previous participle (\"rolled up\") has been translated as a finite verb> gave [it]<note: *Here the direct object is supplied from context in the English translation> back to the attendant [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gave ... back\") has been translated as a finite verb> sat down. And the eyes of everyone in the synagogue were looking intently at him.",
    "4:21": "And he began to say to them, \"Today this scripture has been fulfilled in your hearing.\"",
    "4:22": "And they were all speaking well of him, and were astonished at the gracious words that were coming out of his mouth. And they were saying, \"Is this man not the son of Joseph?\"",
    "4:23": "And he said to them, \"Doubtless you will tell me this parable: 'Physician, heal yourself!' Whatever we have heard that took place in Capernaum, do here in your hometown also!\"",
    "4:24": "And he said, \"Truly I say to you that no prophet is acceptable in his [own] hometown.",
    "4:25": "But in truth I say to you, there were many widows in Israel in the days of Elijah, when the sky was shut for three years and six months while a great famine took place over all the land.",
    "4:26": "And Elijah was sent to none of them, but only to Zarephath [in the region] of Sidon, to a woman [who was] a widow.",
    "4:27": "And there were many lepers in Israel in the time of the prophet Elisha, and none of them was made clean except Naaman the Syrian.\"",
    "4:28": "And all [those] in the synagogue were filled with anger [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these [things].",
    "4:29": "And they stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> forced him out of the town and brought him up to the edge of the hill on which their town was built, so that they could throw him down the cliff.",
    "4:30": "But he passed through their midst [and]<note: *Here \"[and]\" is supplied because the previous participle (\"passed\") has been translated as a finite verb> went on his way.",
    "4:31": "And he came down to Capernaum, a town of Galilee, and was teaching them on the Sabbath.",
    "4:32": "And they were astounded at his teaching, because {he spoke}<note: Literally \"his word was\"> with authority.",
    "4:33": "And in the synagogue there was a man who had the spirit of an unclean demon,<note: Or \"an unclean demonic spirit\"> and he cried out with a loud voice,",
    "4:34": "\"Ha! {Leave us alone},<note: Literally \"what to us and to you\"> Jesus the Nazarene! Have you come to destroy us? I know who you are--the Holy One of God!\"",
    "4:35": "And Jesus rebuked him, saying, \"Be silent and come out of him!\" And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"throwing ... down\") which is understood as temporal> throwing him down in their midst, the demon came out of him without hurting him at all.",
    "4:36": "And amazement came upon [them] all, and they began to talk<note: *The imperfect tense has been translated as ingressive here (\"began to talk\")> with one another, saying, \"What word<note: Or \"command\"> [is] this? For he commands the unclean spirits with authority and power, and they come out!\"",
    "4:37": "And news about him went out into every place of the surrounding region.",
    "4:38": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"set out\") which is understood as temporal> set out from the synagogue, he went into Simon's house. And Simon's mother-in-law was afflicted with a high fever, and they asked him on behalf of her.",
    "4:39": "And he stood over her [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood\") has been translated as a finite verb> rebuked the fever, and it left her. And immediately she got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> began to serve<note: *The imperfect tense has been translated as ingressive here (\"began to serve\")> them.",
    "4:40": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was setting\")> the sun was setting, all who had those who were sick with various diseases brought them to him, and placing [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on every one of them, he healed them.",
    "4:41": "And demons also were coming out of many, crying out and saying, \"You are the Son of God!\" And he rebuked [them]<note: *Here the direct object is supplied from context in the English translation> [and] did not permit them to speak, because they knew that he was the Christ.<note: Or \"Messiah\">",
    "4:42": "And [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was day, he departed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went to an isolated place. And the crowds were seeking him, and came to him and were trying to prevent him from departing from them.",
    "4:43": "But he said to them, \"It is necessary [for] me to proclaim the good news [of] the kingdom of God to the other towns also, because I was sent for this [purpose].",
    "4:44": "And he was preaching in the synagogues of Judea.",
    "5:1": "Now it happened that while the crowd was pressing around him and hearing the word of God, he was standing beside the lake of Gennesaret,<note: Another name for the Sea of Galilee>",
    "5:2": "and he saw two boats there beside the lake, but the fishermen had gotten out of them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"had gotten out\") has been translated as a finite verb> were washing their nets.",
    "5:3": "And he got into one of the boats, which was Simon's, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got\") has been translated as a finite verb> asked him to put out from the land a little. And he sat down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> began to teach<note: *The imperfect tense has been translated as ingressive here (\"began to teach\")> the crowds from the boat.",
    "5:4": "And when he stopped speaking, he said to Simon, \"Put out into the deep water and let down your nets for a catch.\"",
    "5:5": "And Simon answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Master, [although we]<note: *Here \"[although]\" is supplied as a component of the participle (\"worked hard\") which is understood as concessive> worked hard through the whole night, we caught nothing. But at your word I will let down the nets.\"",
    "5:6": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"did\") which is understood as temporal> did this, they caught a very large number of fish, and their nets began to tear.<note: *The imperfect tense has been translated as ingressive here (\"began to tear\")>",
    "5:7": "And they signaled to their partners in the other boat to come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> help them, and they came and filled both the boats so that they began to sink.",
    "5:8": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> Simon Peter fell down at Jesus' knees, saying, \"Depart from me, Lord, because I am {a sinful man}!\"<note: Literally \"a man, a sinner\">",
    "5:9": "For amazement had seized him and all those [who were] with him at the catch of fish that they had caught,",
    "5:10": "and so also [were] James and John, the sons of Zebedee, who were business partners with Simon. And Jesus said to Simon, \"Do not be afraid! From now on you will be catching people!\"",
    "5:11": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"brought\") which is understood as temporal> brought [their]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> boats to the land, they left everything [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> followed him.",
    "5:12": "And it happened that while he was in one of the towns, {there was}<note: Literally \"behold\"> a man {covered with leprosy}.<note: Literally \"full of leprosy\"> And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw Jesus, he fell down on [his] face [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell down\") has been translated as a finite verb> begged him, saying, \"Lord, if you are willing, you are able to make me clean.\"",
    "5:13": "And extending [his]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hand he touched him, saying, \"I am willing; be clean.\" And immediately the leprosy went away from him.",
    "5:14": "And he ordered him, \"Tell no one, but go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> show yourself to the priest and bring [the offering]<note: *Here the direct object is supplied from context in the English translation> for your cleansing just as Moses commanded, for a testimony to them.",
    "5:15": "But the report about him spread even more, and large crowds were gathering to hear [him]<note: *Here the direct object is supplied from context in the English translation> and to be healed of their illnesses.",
    "5:16": "But he himself was withdrawing in the wilderness and praying.",
    "5:17": "And it happened that on one of the days as he was teaching, Pharisees and teachers of the law were sitting [there] who {had come}<note: Literally \"were having come\"> from every village of Galilee and Judea and [from] Jerusalem, and the power of the Lord was [there] in order [for] him to heal.",
    "5:18": "And behold, men [came] carrying on a stretcher a man who was paralyzed, and they were seeking to bring him in and place [him]<note: Some manuscripts Some manuscripts include the pronoun \"him\" after \"place\"><note: Since Greek routinely omits direct objects when they are clear from context, the pronoun is not necessary here in the Greek text, but it must be supplied in the English translation> before him.",
    "5:19": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"find\") which is understood as temporal> did not find a way to bring him in because of the crowd, they went up on the roof [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went up\") has been translated as a finite verb> let him down through the roof tiles with the stretcher into the midst [of them], in front of Jesus.",
    "5:20": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw their faith, he said, \"Friend, your sins are forgiven you.\"",
    "5:21": "And the scribes and the Pharisees began to reason, saying, \"Who is this man who speaks blasphemies? Who is able to forgive sins except God alone?\"",
    "5:22": "But Jesus, perceiving their thoughts, answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Why are you reasoning in your hearts?",
    "5:23": "Which is easier to say, 'Your sins are forgiven you,' or to say, 'Get up and walk?'",
    "5:24": "But in order that you may know that the Son of Man has authority on earth to forgive sins,\" he said to the one who was paralyzed, \"I say to you, 'Get up and pick up your stretcher [and]<note: *Here \"[and]\" is supplied because the previous participle (\"pick up\") has been translated as a finite verb> go to your home.'\"",
    "5:25": "And immediately he stood up before them, picked up what he had been lying on, [and]<note: *Here \"[and]\" is supplied because the previous participles (\"stood up\" and \"picked up\") have been translated as finite verbs> went away to his home, glorifying God.",
    "5:26": "And amazement seized [them] all, and they began to glorify<note: *The imperfect tense has been translated as ingressive here (\"began to glorify\")> God. And they were filled with fear, saying, \"We have seen wonderful things today!\"",
    "5:27": "And after these [things], he went out and saw a tax collector {named}<note: Literally \"by name\"> Levi sitting at the tax booth, and he said to him, \"Follow me!\"",
    "5:28": "And leaving everything behind, he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> began to follow<note: *The imperfect tense has been translated as ingressive here (\"began to follow\")> him.",
    "5:29": "And Levi gave a great banquet for him in his house, and there was a large crowd of tax collectors and others who were reclining for the meal with them.",
    "5:30": "And the Pharisees and their scribes began to complain<note: *The imperfect tense has been translated as ingressive here (\"began to complain\")> to his disciples, saying, \"Why do you eat and drink with the tax collectors and sinners?\"",
    "5:31": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Those who are healthy do not have need of a physician, but those {who are sick}.<note: Literally \"having badly\">",
    "5:32": "I have not come to call the righteous but sinners to repentance.\"",
    "5:33": "And they said to him, \"The disciples of John fast often and make prayers--likewise also the [disciples]<note: *The word \"[disciples]\" is not in the Greek text but is implied> of the Pharisees--but yours are eating and drinking!\"",
    "5:34": "So he<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> said<note: Some manuscripts have \"So Jesus said\"> to them, \"You are not able to make the {bridegroom's attendants}<note: Literally \"sons of the bridal chamber\"> fast as long as the bridegroom is with them, [are you]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[are you]\">",
    "5:35": "But days will come, and when the bridegroom is taken away from them, then they will fast in those days.\"",
    "5:36": "And he also told a parable to them: \"No one tears a patch from a new garment [and]<note: *Here \"[and]\" is supplied because the previous participle (\"tears\") has been translated as a finite verb> puts [it]<note: *Here the direct object is supplied from context in the English translation> on an old garment. Otherwise, he will have torn the new also, and the old will not match the patch [that is] from the new.",
    "5:37": "And no one pours new wine into old wineskins. Otherwise, the new wine will burst the wineskins, and it will be spilled and the wineskins will be destroyed.",
    "5:38": "But new wine must be put into new wineskins.",
    "5:39": "And no one [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"drinking\") which is understood as temporal> drinking old [wine]<note: *The word \"[wine]\" is not in the Greek text but is implied> wants new, because he says, 'The old is [just] fine!'\"",
    "6:1": "Now it happened that on a Sabbath he went through the grain fields, and his disciples were picking and eating the heads of grain, rubbing [them]<note: *Here the direct object is supplied from context in the English translation> in [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands.",
    "6:2": "But some of the Pharisees said, \"Why are you doing what is not permitted on the Sabbath?",
    "6:3": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Have you not read this, what David did when he and those [who were] with him were hungry--",
    "6:4": "how he entered into the house of God and took the bread of the presentation, which it is not permitted to eat (except the priests alone), [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> ate [it]<note: *Here the direct object is supplied from context in the English translation> and gave [it]<note: *Here the direct object is supplied from context in the English translation> to those with him?\"",
    "6:5": "And he said to them, \"The Son of Man is Lord of the Sabbath.\"",
    "6:6": "Now it happened that on another Sabbath he entered into the synagogue and was teaching, and a man was there, and his right hand was withered.",
    "6:7": "So the scribes and the Pharisees were watching closely<note: Some manuscripts have \"were watching him closely\"> [to see] if he would heal on the Sabbath, in order that they could find [a reason]<note: *Here the direct object is supplied from context in the English translation> to accuse him.",
    "6:8": "But he knew their thoughts and said to the man who had the withered hand, \"Get up and stand in the middle,\" and he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"get up\") has been translated as a finite verb> stood there.",
    "6:9": "And Jesus said to them, \"I ask you whether it is permitted on the Sabbath to do good or to do evil, to save a life or to destroy [it]?\"<note: *Here the direct object is supplied from context in the English translation>",
    "6:10": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"looking around\") which is understood as temporal> looking around at them all, he said to him, \"Stretch out your hand,\" and he did, and his hand was restored.",
    "6:11": "But they were filled with fury, and began discussing<note: *The imperfect tense has been translated as ingressive here (\"began discussing\")> with one another what they might do to Jesus.",
    "6:12": "Now it happened that in these days he went away to the mountain to pray, and was spending the whole night in prayer to God.",
    "6:13": "And when day came, he summoned his disciples and chose from them twelve, whom he also named apostles:",
    "6:14": "Simon (whom he also named Peter) and his brother Andrew, and James, and John, and Philip, and Bartholomew,",
    "6:15": "and Matthew, and Thomas, and James the [son] of Alphaeus, and Simon who was called the Zealot,",
    "6:16": "and Judas [the son] of James, and Judas Iscariot, who became a traitor.",
    "6:17": "And he came down with them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came down\") has been translated as a finite verb> stood on a level place, and a large crowd of his disciples and a great multitude of people from all of Judea and Jerusalem and the seacoast district of Tyre and Sidon,",
    "6:18": "who came to hear him and to be healed of their diseases, and those who were troubled by unclean spirits were cured.",
    "6:19": "And the whole crowd was seeking to touch him, because power was going out from him and healing [them] all.",
    "6:20": "And he lifted up his eyes to his disciples [and]<note: *Here \"[and]\" is supplied because the previous participle (\"lifted up\") has been translated as a finite verb> said, \"Blessed [are] the poor, because yours is the kingdom of God.\r\n",
    "6:21": "Blessed [are] those who are hungry now, because you will be satisfied. Blessed [are] those who weep now, Because you will laugh.",
    "6:22": "Blessed are you when people hate you, and when they exclude you and revile [you] and spurn your name as evil on account of the Son of Man.",
    "6:23": "Rejoice in that day, and leap for joy, for behold, your reward [is] great in heaven. For their fathers used to do the same [things] to the prophets.",
    "6:24": "\"But woe to you who are rich, because you have received your comfort.",
    "6:25": "Woe to you who are satisfied now, because you will be hungry. Woe, you who laugh now, because you will mourn and weep.",
    "6:26": "Woe whenever all people speak well of you, for their fathers used to do the same [things] to the false prophets.",
    "6:27": "\"But to you who are listening I say: Love your enemies, do good to those who hate you,",
    "6:28": "bless those who curse you, pray for those who mistreat you.",
    "6:29": "To the one who strikes you on the cheek, offer the other also, and from the one who takes away your cloak, do not withhold your tunic also.",
    "6:30": "Give to everyone who asks you, and from the one who takes away your things, do not ask for [them back].<note: *Here the direct object is supplied from context in the English translation>",
    "6:31": "And just as you want people {to do}<note: Literally \"would do\"> to you, do {the same}<note: Literally \"likewise\"> to them.",
    "6:32": "\"And if you love those who love you, what kind of credit is [that] to you? For even sinners love those who love them!",
    "6:33": "And if<note: Some manuscripts have \"For even if\"> you do good to those who do good to you, what kind of credit is [that] to you? Even the sinners do the same!",
    "6:34": "And if you lend [to those] from whom you expect to receive [back], what kind of credit is [that] to you? Even sinners lend to sinners, so that they may get back an equal [amount]!",
    "6:35": "But love your enemies, and do good, and lend expecting back nothing, and your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked.",
    "6:36": "Be merciful, just as your Father is merciful!<note: Some manuscripts have \"also is merciful\">",
    "6:37": "\"And do not judge, and you will never be judged. And do not condemn, and you will never be condemned. Pardon, and you will be pardoned.",
    "6:38": "Give, and it will be given to you, a good measure--pressed down, shaken, overflowing--they will pour out into your lap. For with the measure by which you measure out, it will be measured out to you in return.\"",
    "6:39": "And he also told them a parable: \"Surely a blind person cannot lead the blind, [can he]?<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by the phrase \"[can he]\"> Will they not both fall into a pit?",
    "6:40": "A disciple is not superior to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> teacher, but everyone, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"is fully trained\") which is understood as temporal> is fully trained, will be like his teacher.",
    "6:41": "And why do you see the speck [that is] in your brother's eye, but do not notice the beam of wood [that is] in your own eye?",
    "6:42": "How are you able to say to your brother, \"Brother, allow [me] to remove the speck [that is] in your eye,\" [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"see\") which is understood as temporal> you yourself do not see the beam of wood in your [own] eye? Hypocrite! First remove the beam of wood from your [own] eye, and then you will see clearly to remove the speck [that is] in your brother's eye!",
    "6:43": "\"For there is no good tree that produces bad fruit, nor on the other hand a bad tree that produces good fruit,",
    "6:44": "for each tree is known by its own fruit. For figs are not gathered from thorn plants, nor are grapes harvested from thorn bushes.",
    "6:45": "The good person out of the good treasury of his heart brings forth good, and the evil person out of [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> evil [treasury]<note: *The word \"[treasury\"] here is an understood repetition from earlier in the verse> brings forth evil. For out of the abundance of the heart his mouth speaks.",
    "6:46": "\"And why do you call me 'Lord, Lord,' and do not do what I tell [you]?<note: *Here the direct object is supplied from context in the English translation>",
    "6:47": "\"Everyone who comes to me and listens to my words and does them--I will show you what he is like:",
    "6:48": "he is like a man building a house, who dug and went down deep and laid the foundation on the rock. And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> a flood came, the river burst against that house and was not able to shake it, because it had been built well.",
    "6:49": "But the one who hears [my words]<note: *Here the direct object is supplied from context in the English translation> and does not do [them]<note: *Here the direct object is supplied from context in the English translation> is like a man who built a house on the ground without a foundation, which the river burst against, and immediately it collapsed--and the collapse of that house was great!\"",
    "7:1": "After he had finished all his statements in the hearing of the people, he entered into Capernaum.",
    "7:2": "Now a certain centurion's slave, who was esteemed by him, {was sick}<note: Literally \"was having badly\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"was having\") has been translated as a finite verb> was about to die.",
    "7:3": "So [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard about Jesus, he sent Jewish elders to him, asking him that he would come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> cure his slave.",
    "7:4": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to Jesus, they began imploring<note: The imperfect tense has been translated as ingressive here (\"began imploring\")> him earnestly, saying, \"He is worthy [that] you grant this for him,",
    "7:5": "because he loves our nation and he himself built the synagogue for us.\"",
    "7:6": "So Jesus went with them. Now by this time he was not far away from the house, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"away\") has been translated as a finite verb> the centurion sent friends, saying to him, \"Lord, do not trouble yourself, for I am not worthy that you should come in under my roof.",
    "7:7": "For this reason neither did I consider myself worthy to come to you. But say the word and my slave must be healed.",
    "7:8": "For I also am a man placed under authority, who has soldiers under me, and I say to this one, 'Go!' and he goes, and to another one, 'Come!' and he comes, and to my slave, 'Do this!' and he does [it].\"<note: *Here the direct object is supplied from context in the English translation>",
    "7:9": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Jesus heard these [things], he marveled at him, and turning around to the crowd that was following him, he said, \"I tell you, not even in Israel have I found such great faith!\"",
    "7:10": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> returned to the house, those who had been sent found the slave healthy.",
    "7:11": "And it happened that on the next [day] he went to a town called Nain, and his disciples and a large crowd went with him.",
    "7:12": "And as he approached the gate of the town, behold, a man who had died was being carried out, his mother's only son, and she was a widow. And a large crowd from the town was with her.",
    "7:13": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the Lord saw her, he had compassion for her and said to her, \"Do not weep!\"",
    "7:14": "And he came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> touched the bier, and those who were carrying [it]<note: *Here the direct object is supplied from context in the English translation> stopped. And he said, \"Young man, I say to you, get up!\"",
    "7:15": "And the dead man sat up and began to speak, and he gave him to his mother.",
    "7:16": "And fear seized [them] all, and they began to glorify<note: *The imperfect tense has been translated as ingressive here (\"began to glorify\")> God, saying, \"A great prophet has appeared among us!\" and \"God has visited to help his people!\"",
    "7:17": "And this report about him went out in the whole of Judea and in all the surrounding region.",
    "7:18": "And his disciples reported to John about all these [things]. And summoning a certain two of his disciples, John",
    "7:19": "sent [them]<note: *Here the direct object is supplied from context in the English translation> to the Lord,<note: A number of significant manuscripts read \"Jesus\"> saying, \"Are you the one who is to come, or should we look for another?\"",
    "7:20": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> the men came to him, they said, \"John the Baptist sent us to you, saying, 'Are you the one who is to come, or should we look for another?'\"",
    "7:21": "In that hour he healed many [people] of diseases and suffering and evil spirits, and he granted sight to many blind [people].",
    "7:22": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> tell John what you have seen and heard: the blind receive sight, the lame walk, lepers are cleansed, the deaf hear;<note: Some manuscripts have \"and the deaf hear\"> the dead are raised, the poor have good news announced to [them].<note: *Here the direct object is supplied from context in the English translation>",
    "7:23": "And whoever is not offended by me is blessed.\"",
    "7:24": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had departed\")> the messengers of John had departed, he began to speak to the crowds concerning John: \"What did you go out into the wilderness to see? A reed shaken by the wind?",
    "7:25": "But what did you go out to see? A man dressed in soft clothing? Behold, those who are in splendid clothing and luxury are in the royal palaces.",
    "7:26": "But what did you go out to see? A prophet? Yes, I tell you, and even more than a prophet!",
    "7:27": "It is this man about whom it is written: 'Behold, I am sending my messenger before your face, who will prepare your way before you.'<note: A quotation from Mal 3:1; cf. Mark 1:2; Matt 11:10>\r\n",
    "7:28": "I tell you, there is no one greater among [those] born of women than John, but the one who is least in the kingdom of God is greater than he.",
    "7:29": "(And all the people, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this]<note: *Here the direct object is supplied from context in the English translation>--even the tax collectors--affirmed the righteousness of God, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"had been baptized\") which is understood as causal> had been baptized [with] the baptism of John,",
    "7:30": "but the Pharisees and the legal experts rejected the purpose of God for themselves, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"been baptized\") which is understood as causal> had not been baptized by him.)",
    "7:31": "\"To what then shall I compare the people of this generation, and what are they like?",
    "7:32": "They are like children sitting in the marketplace and calling out to one another, who say, 'We played the flute for you and you did not dance; we sang a lament and you did not weep.'\r\n",
    "7:33": "For John the Baptist has come not eating bread or drinking wine, and you say, 'He has a demon!'",
    "7:34": "The Son of Man has come eating and drinking, and you say, 'Behold, a man [who is] a glutton and a drunkard, a friend of tax collectors and sinners!'",
    "7:35": "And wisdom is vindicated by all her children.\"",
    "7:36": "Now one of the Pharisees asked him to eat with him, and he entered into the house of the Pharisee [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> reclined at the table.",
    "7:37": "And behold, a woman in the town who was a sinner, [when she]<note: *Here \"[when]\" is supplied as a component of the participle (\"learned\") which is understood as temporal> learned that he was dining in the Pharisee's house, brought an alabaster flask of perfumed oil,",
    "7:38": "and standing behind [him] at his feet weeping, she began to wet his feet with [her] tears and was wiping [them]<note: *Here the direct object is supplied from context in the English translation> with the hair of her head and was kissing his feet and anointing [them]<note: *Here the direct object is supplied from context in the English translation> with the perfumed oil.",
    "7:39": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the Pharisee who invited him saw [this],<note: *Here the direct object is supplied from context in the English translation> he spoke to himself, saying, \"If this man were a prophet, he would have known who and what kind of woman [this is] who is touching him, that she is a sinner.\"",
    "7:40": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Simon, I have something to say to you.\" And he said, \"Teacher, say [it].\"<note: *Here the direct object is supplied from context in the English translation>",
    "7:41": "\"There were two debtors [who owed] a certain creditor. One owed five hundred denarii and the other fifty.",
    "7:42": "[When]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"able\")> they were not able to repay [him],<note: *Here the direct object is supplied from context in the English translation> he forgave [the debts]<note: *Here the direct object is supplied from context in the English translation> of both. Now which of them will love him more?\"",
    "7:43": "Simon answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"I suppose that [it is the one] to whom he forgave more.\" And he said to him, \"You have judged correctly.\"",
    "7:44": "And turning toward the woman, he said to Simon, \"Do you see this woman? I entered into your house. You did not give me water for [my] feet, but she wet my feet with [her] tears and wiped [them]<note: *Here the direct object is supplied from context in the English translation> with her hair.",
    "7:45": "You did not give me a kiss, but from the time I entered, she has not stopped kissing my feet.",
    "7:46": "You did not anoint my head with olive oil, but she anointed my feet with perfumed oil.",
    "7:47": "{For this reason}<note: Literally \"on account of which\"> I tell you, her sins--[which were] many--have been forgiven, for she loved much. But [the one] to whom little is forgiven loves little.\"",
    "7:48": "And he said to her, \"Your sins are forgiven.\"",
    "7:49": "And those who were reclining at the table with [him] began to say among themselves, \"Who is this who even forgives sins?\"",
    "7:50": "And he said to the woman, \"Your faith has saved you. Go in peace.\"",
    "8:1": "And it happened that {afterward}<note: Literally \"in what follows\"> also he was going about from [one] town and village [to another] preaching and proclaiming the good news concerning the kingdom of God, and the twelve [were] with him,",
    "8:2": "and some women who had been healed of evil spirits and diseases: Mary (who was called Magdalene), from whom seven demons had gone out,",
    "8:3": "and Joanna the wife of Chuza (Herod's household manager), and Susanna, and many others who were helping to support them from their possessions.",
    "8:4": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was gathering\")> a large crowd was gathering and [they] were going to him from town [after town], he spoke by means of a parable:",
    "8:5": "\"The sower went out to sow his seed, and while he was sowing, {some seed}<note: Literally \"some of which\"> fell on the side of the path and was trampled under foot, and the birds of the sky devoured it.",
    "8:6": "And other [seed] fell on the rock, and [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"came up\") which is understood as temporal> came up, it withered, because it did not have moisture.",
    "8:7": "And other [seed] fell in the midst of the thorn plants, and the thorn plants grew up with [it]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"grew up with\") has been translated as a finite verb> choked it.",
    "8:8": "And other [seed] fell on the good soil, and [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"came up\") which is understood as temporal> came up, it produced a hundred times as much grain.\" [As he]<note: *Here \"[as]\" is supplied as a component of the participle (\"said\") which is understood as temporal> said these [things], he called out, \"The one who has ears to hear, let him hear!\"",
    "8:9": "And his disciples asked him what this parable meant.",
    "8:10": "And he said, \"To you it has been given to know the mysteries of the kingdom of God, but to the rest [they are] in parables, so that 'Seeing they may not see, and hearing they may not understand.'<note: A quotation from Isa 6:9>\r\n",
    "8:11": "Now the parable means this: the seed is the word of God,",
    "8:12": "and those beside the path are the ones who have heard. Then the devil comes and takes away the word from their heart, so that they may not believe [and]<note: *Here \"[and]\" is supplied because the previous participle (\"believe\") has been translated as a finite verb> be saved.",
    "8:13": "And those on the rock [are those] who receive the word with joy when they hear [it],<note: *Here the direct object is supplied from context in the English translation> and these do not have [enough] root, who believe for a time and in a time of testing fall away.",
    "8:14": "And the [seed] that fell into the thorn plants--these are the ones who hear and [as they]<note: *Here \"[as]\" is supplied as a component of the participle (\"go along\") which is understood as temporal> go along are choked by the worries and riches and pleasures of life, and they do not bear fruit to maturity.",
    "8:15": "But the [seed] on the good soil--these are the ones who, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"hearing\") which is understood as temporal> hearing the word, hold fast to [it]<note: *Here the direct object is supplied from context in the English translation> with a noble and good heart, and bear fruit with patient endurance.",
    "8:16": "\"And no one, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"lighting\") which is understood as temporal> lighting a lamp, covers it with a jar or puts [it]<note: *Here the direct object is supplied from context in the English translation> under a bed, but puts [it]<note: *Here the direct object is supplied from context in the English translation> on a lampstand, so that those who come in can see the light.",
    "8:17": "For nothing is secret that will not become evident, and nothing hidden that will never be known and come to light.",
    "8:18": "Therefore consider how you listen, for whoever has, to him [more] will be given, and whoever does not have, even what he thinks [that he] has will be taken away from him.\"",
    "8:19": "Now his mother and brothers came to him, and they were not able to meet with him because of the crowd.",
    "8:20": "And it was reported to him, \"Your mother and your brothers are standing outside wanting to see you.\"",
    "8:21": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"These are my mother and my brothers--the ones who hear the word of God and do [it].<note: *Here the direct object is supplied from context in the English translation>",
    "8:22": "Now it happened that on one of the days both he and his disciples got into a boat, and he said to them, \"Let us cross over to the other side of the lake.\" And they set sail,",
    "8:23": "and [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were sailing\")> they were sailing, he fell asleep. And a storm of wind came down on the lake, and they were being swamped and were in danger.",
    "8:24": "And they came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> woke him up, saying, \"Master, master! We are perishing!\" So he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> rebuked the wind and the billowing waves of water and they ceased, and it became calm.",
    "8:25": "And he said to them, \"Where [is] your faith?\" But they were afraid [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were afraid\") has been translated as a finite verb> were astonished, saying to one another, \"Who then is this, that he commands even the winds and the water and they obey him?\"",
    "8:26": "And they sailed to the region of the Gerasenes, which is opposite Galilee.",
    "8:27": "And [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"got out\") which is understood as temporal> he got out on the land, a certain man from the town met [him]<note: *Here the direct object is supplied from context in the English translation> who had demons and for a considerable time had not worn clothes and did not live in a house, but among the tombs.",
    "8:28": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw Jesus, he cried out, fell down before him, and said with a loud voice, \"{What do I have to do with you},<note: Literally \"what to me and to you\"> Jesus, Son of the Most High God? I beg you, do not torment me!\"",
    "8:29": "For he had commanded the unclean spirit to come out of the man. (For it had seized him many times, and he was bound with chains and shackles [and]<note: *Here \"[and]\" is supplied because the previous participle (\"was bound\") has been translated as a finite verb> was guarded, and breaking the bonds he would be driven by the demon into the deserted places.)",
    "8:30": "So Jesus asked him, \"What is your name?\" And he said, \"Legion,\" because many demons had entered into him.",
    "8:31": "And they began imploring<note: *The imperfect tense has been translated as ingressive here (\"began imploring\")> him that he would not order them to depart into the abyss.",
    "8:32": "Now there was a large herd of pigs feeding there on the hill, and they implored him that he would permit them to enter into those [pigs]. And he permitted them.",
    "8:33": "So the demons came out of the man [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came out\") has been translated as a finite verb> entered into the pigs, and the herd rushed headlong down the steep slope into the lake and were drowned.",
    "8:34": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the herdsmen saw what had happened, they fled and reported [it]<note: *Here the direct object is supplied from context in the English translation> in the town and in the countryside.",
    "8:35": "So they went out to see what had happened, and they came to Jesus and found the man from whom the demons had gone out sitting [there] clothed and in his right mind, at the feet of Jesus, and they were afraid.",
    "8:36": "And those who had seen [it]<note: *Here the direct object is supplied from context in the English translation> reported to them how the man who had been demon-possessed had been healed.",
    "8:37": "And all the people of the surrounding region of the Gerasenes asked him to depart from them, because they had been seized with great fear. So he got into the boat [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got\") has been translated as a finite verb> returned.",
    "8:38": "And the man from who the demons had gone out was begging him to stay with him, but he sent him away, saying,",
    "8:39": "\"Return to your home and tell all that God has done for you.\" And he went away, proclaiming throughout the whole town all that Jesus had done for him.",
    "8:40": "Now when Jesus returned, the crowd welcomed him, because they were all waiting for him.",
    "8:41": "And behold, a man {who was named}<note: Literally \"to whom the name\"> Jairus came, and this man was a ruler of the synagogue. And he fell down at the feet of Jesus [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell down\") has been translated as a finite verb> began imploring<note: *The imperfect tense has been translated as ingressive here (\"began imploring\")> him to come to his house,",
    "8:42": "because {he had}<note: Literally \"there was to him\"> an only daughter, about twelve years [old], and she was dying. Now as he was going, the crowds were pressing against him.\r\n",
    "8:43": "And a woman who was {suffering from hemorrhages}<note: Literally, \"with a flow of blood\"> for twelve years (who, [although she]<note: *Here \"[although]\" is supplied as a component of the participle (\"had spent\") which is understood as concessive> had spent all [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> assets on physicians, was not able to be healed by anyone)",
    "8:44": "came up behind [him] [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> touched the edge of his cloak, and immediately {her hemorrhaging}<note: Literally \"the flow of her blood\"> stopped.",
    "8:45": "And Jesus said, \"Who [is] the one who touched me?\" And [when they]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"denied\")> all denied [it],<note: *Here the direct object is supplied from context in the English translation> Peter said, \"Master, the crowds are pressing you hard and crowding [you]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "8:46": "But Jesus said, \"Someone touched me, because I know power has gone out from me.\"",
    "8:47": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the woman saw that she did not escape notice, she came trembling and falling down before him. In the presence of all the people, she told for what reason she had touched him, and that she was healed immediately.",
    "8:48": "And he said to her, \"Daughter, your faith has saved you. Go in peace.\"",
    "8:49": "[While]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"speaking\")> he was still speaking, someone came from the synagogue ruler's [house], saying, \"Your daughter is dead! Trouble the Teacher no longer!\"",
    "8:50": "But Jesus, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> replied to him, \"Do not be afraid! Only believe, and she will be healed.\"",
    "8:51": "Now [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to the house, he did not allow anyone to enter with him except Peter and John and James and the father and mother of the child.",
    "8:52": "And they were all weeping and mourning for her, but he said, \"Do not weep! For she is not dead, but is sleeping.\"",
    "8:53": "And they began laughing<note: *The imperfect tense has been translated as ingressive here (\"began laughing\")> at him, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew that she was dead.",
    "8:54": "But he took her hand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> called, saying, \"Child, get up.\"",
    "8:55": "And her spirit returned, and she got up immediately, and he ordered [something]<note: *Here the direct object is supplied from context in the English translation> to be given to her to eat.",
    "8:56": "And her parents were astonished, but he ordered them to tell no one what had happened.",
    "9:1": "And summoning the twelve, he gave them power and authority over all the demons and to cure diseases,",
    "9:2": "and he sent them out to proclaim the kingdom of God and to heal the sick.",
    "9:3": "And he said to them, \"Take along nothing for the journey--neither a staff, nor a traveler's bag, nor bread, nor money, nor to have two tunics apiece.",
    "9:4": "And into whatever house you enter, stay there and depart from there.",
    "9:5": "And [as for] all those who do not welcome you--[when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"depart\") which is understood as temporal> depart from that town, shake off the dust from your feet for a testimony against them.\"",
    "9:6": "So they departed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went throughout the villages, proclaiming the good news and healing everywhere.",
    "9:7": "Now Herod the tetrarch heard about all that was happening, and he was greatly perplexed, because it was said by some that John has been raised from the dead,",
    "9:8": "and by some that Elijah had appeared, and others that some prophet of ancient times had risen.",
    "9:9": "And Herod said, \"John I beheaded, but who is this about whom I hear such things?\" And he was wanting to see him.",
    "9:10": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> returned, the apostles described to him all that they had done. And he took them along [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took ... along\") has been translated as a finite verb> withdrew privately to a town called Bethsaida.",
    "9:11": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"found out\") which is understood as temporal> the crowds found out, they followed him, and welcoming them, he began to speak<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> to them about the kingdom of God, and he cured those who had need of healing.",
    "9:12": "Now the day began to be far spent, and the twelve came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said to him, \"Send away the crowd so that they can go into the surrounding villages and farms to obtain lodging and find provisions, because we are here in a desolate place.",
    "9:13": "But he said to them, \"You give them [something] to eat!\" And they said, \"{We have no}<note: Literally \"there is not to us\"> more than five loaves and two fish, unless perhaps we go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> purchase food for all these people.\"",
    "9:14": "(For there were about five thousand men.) So he said to his disciples, \"Have them sit down in groups of about fifty each.\"",
    "9:15": "And they did so, and had [them] all sit down.",
    "9:16": "And taking the five loaves and the two fish, [and]<note: *Here \"[and]\" is supplied before the participle (\"looking up\") in keeping with English style> looking up to heaven, he gave thanks and broke them and began giving<note: *The imperfect tense has been translated as ingressive here (\"began giving\")> [them]<note: *The imperfect tense has been translated as ingressive here (\"began to speak\")> to the disciples to set before the crowd.",
    "9:17": "And [they] all ate and were satisfied, and what was left over was picked up by them--twelve baskets of broken pieces.",
    "9:18": "And it happened that while he was praying alone, the disciples were with him. And he asked them, saying, \"Who do the crowds say [that] I am?\"",
    "9:19": "And they answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"John the Baptist, but others, Elijah, and others, that one of the ancient prophets has risen.\"",
    "9:20": "And he said to them, \"But who do you say [that] I am?\" And Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"The Christ of God.\"",
    "9:21": "But he warned [and]<note: *Here \"[and]\" is supplied because the previous participle (\"warned\") has been translated as a finite verb> commanded them to tell this to no one,",
    "9:22": "saying, \"It is necessary [for] the Son of Man to suffer many [things] and to be rejected by the elders and chief priests and scribes, and to be killed, and to be raised on the third day.",
    "9:23": "And he said to [them] all, \"If anyone wants to come after me, he must deny himself and take up his cross every day and follow me.",
    "9:24": "For whoever wants to save his life will lose it, but whoever loses his life on account of me, this person will save it.",
    "9:25": "For what is a person benefited [if he]<note: *Here \"[if]\" is supplied as a component of the participle (\"gains\") which is understood as conditional> gains the whole world but loses or forfeits himself?",
    "9:26": "For whoever is ashamed of me and my words, the Son of Man will be ashamed of this person when he comes in his glory and the [glory]<note: *Here \"[glory]\" is an understood repetition of the same word earlier in this verse> of the Father and of the holy angels.",
    "9:27": "But I tell you truly, there are some of those standing here who will never experience death until they see the kingdom of God.\"",
    "9:28": "Now it happened that about eight days after these words, he took along Peter and John and James [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took along\") has been translated as a finite verb> went up on the mountain to pray.",
    "9:29": "And as he was praying, the appearance of his face became different, and his clothing [became] white, gleaming like lightning.<note: Or \"became brilliant as light\"; or \"became dazzling white\">",
    "9:30": "And behold, two men were talking with him, who were Moses and Elijah,",
    "9:31": "who appeared in glory [and]<note: *Here \"[and]\" is supplied because the previous participle (\"appeared\") has been translated as a finite verb> were speaking [about] his departure which he was about to fulfill<note: Or \"to accomplish\"> in Jerusalem.",
    "9:32": "Now Peter and those with him were {very sleepy},<note: Literally \"burdened with sleep\"> but [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"became fully awake\") which is understood as temporal> became fully awake, they saw his glory and the two men who were standing with him.",
    "9:33": "And it happened that as they were going away from him, Peter said to Jesus, \"Master, it is good [for] us to be here. And let us make three shelters, one for you and one for Moses and one for Elijah,\" not knowing what he was saying.",
    "9:34": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"saying\")> he was saying these [things], a cloud came and overshadowed them, and they were afraid as they entered into the cloud.",
    "9:35": "And a voice came from the cloud, saying, \"This is my Son, [my] Chosen One. Listen to him!\"",
    "9:36": "And after the voice had occurred, Jesus was found alone. And they kept silent and told no one in those days anything of what they had seen.",
    "9:37": "Now it happened that on the next day, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had come down\")> they had come down from the mountain, a large crowd met him.",
    "9:38": "And behold, a man from the crowd cried out, saying, \"Teacher, I beg you to look with concern on my son, because he is my only [son]!",
    "9:39": "And behold, a spirit seizes him and suddenly he screams, and it convulses him with foam and rarely withdraws from him, battering him severely.",
    "9:40": "And I begged your disciples that they would expel it, and they were not able [to do so].\"",
    "9:41": "So Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"O unbelieving and perverted generation! {How long}<note: Literally \"until when\"> will I be with you and put up with you? Bring your son here!\"",
    "9:42": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"approaching\")> he was still approaching, the demon threw him down and convulsed [him].<note: *Here the direct object is supplied from context in the English translation> But Jesus rebuked the unclean spirit and healed the boy, and gave him back to his father.",
    "9:43": "And they were all astounded at the impressiveness of God.",
    "9:44": "\"{You take these words to heart},<note: Literally \"you put these words into your ears\"> for the Son of Man is about to be betrayed into the hands of men.\"",
    "9:45": "But they did not understand this statement, and it was concealed from them so that they could not understand it. And they were afraid to ask him about this statement.",
    "9:46": "And an argument developed among them as to who of them might be greatest.",
    "9:47": "But Jesus, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew the thoughts of their hearts, took hold of a child and had him stand beside him",
    "9:48": "and said to them, \"Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the one who sent me. For the one who is least among you all--this one is great.\"",
    "9:49": "And John answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Master, we saw someone expelling demons in your name, and we tried to prevent him, because he does not follow in company with us.\"",
    "9:50": "But Jesus said to him, \"Do not prevent [him],<note: *Here the direct object is supplied from context in the English translation> because whoever is not against you is for you.\"",
    "9:51": "Now it happened that when the days were approaching {for him to be taken up},<note: Literally \"of his taking up\"> he set [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> face to go to Jerusalem.",
    "9:52": "And he sent messengers before {him},<note: Literally \"his face\"> and they went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> entered into a village of the Samaritans in order to prepare for him.",
    "9:53": "And they did not welcome him because {he was determined to go}<note: Literally \"his face was going\"> to Jerusalem.",
    "9:54": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the disciples James and John saw [it],<note: *Here the direct object is supplied from context in the English translation> they said, \"Lord, do you want us to call fire to come down from heaven and consume them?\"",
    "9:55": "But he turned around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned around\") has been translated as a finite verb> rebuked them,",
    "9:56": "and they proceeded to another village.",
    "9:57": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going\")> they were traveling on the road, someone said to him, \"I will follow you wherever you go!\"",
    "9:58": "And Jesus said to him, \"Foxes have dens and birds of the sky [have] nests, but the Son of Man has no place to lay [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> head.\"",
    "9:59": "And he said to another, \"Follow me!\" But he said, \"Lord, first allow me to go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as an infinitive> bury my father.\"",
    "9:60": "But he said to him, \"Leave the dead to bury their own dead! But you go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> proclaim the kingdom of God.\"",
    "9:61": "And another [person] also said, \"I will follow you, Lord, but first allow me to say farewell to those in my house.\"",
    "9:62": "But Jesus said,<note: Some manuscripts have \"said to him\"> \"No one who puts [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand on the plow and looks back is fit for the kingdom of God!\"",
    "10:1": "And after these [things], the Lord also<note: Some manuscripts omit \"also\"> appointed seventy-two others and sent them out two by two before {him}<note: Literally \"his presence\"> into every town and place where he was about to go.",
    "10:2": "And he said to them, \"The harvest [is] plentiful, but the workers [are] few. Therefore ask the Lord of the harvest that he send out workers into his harvest.",
    "10:3": "Go! Behold, I am sending you out like lambs in the midst of wolves!",
    "10:4": "Do not carry a money bag or a traveler's bag or sandals, and greet no one along the road.",
    "10:5": "And into whatever house you enter, first say, \"Peace [be] to this household!\"",
    "10:6": "And if a son of peace is there, your peace will rest on him. But if not, it will return to you.",
    "10:7": "And remain in the same house, eating and drinking {whatever they provide},<note: Literally \"the things from them\"> for the worker [is] worthy of his pay. Do not move from house to house.",
    "10:8": "And into whatever town you enter and they welcome you, eat {whatever is}<note: Literally \"the things\"> set before you,",
    "10:9": "and heal the sick in it, and say to them, \"The kingdom of God has come near to you.\"",
    "10:10": "But into whatever town you enter and they do not welcome you, go out into its streets [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go out\") has been translated as a finite verb> say,",
    "10:11": "\"Even the dust of your town that clings to our feet we wipe off against you! Nevertheless know this: that the kingdom of God has come near!\"<note: Or \"has come\">",
    "10:12": "I tell you that it will be more bearable on that day for Sodom than for that town!",
    "10:13": "Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes!",
    "10:14": "But it will be more bearable for Tyre and for Sidon in the judgment than for you!",
    "10:15": "And you, Capernaum, will you be exalted to heaven? No! You will be brought down to Hades!",
    "10:16": "The one who listens to you listens to me, and the one who rejects you rejects me. But the one who rejects me rejects the one who sent me.\"",
    "10:17": "And the seventy-two returned with joy, saying, \"Lord, even the demons are subject to us in your name!\"",
    "10:18": "So he said to them, \"I saw Satan falling like lightning from heaven.",
    "10:19": "Behold, I have given you the authority to tread on snakes and scorpions, and over all the power of the enemy, and nothing will ever harm you.",
    "10:20": "Nevertheless, do not rejoice in this, that the spirits are subject to you, but rejoice that your names are inscribed in heaven.\"",
    "10:21": "At [that] same time he rejoiced in the Holy Spirit and said, \"I praise you, Father, Lord of heaven and earth, that you have hidden these [things] from the wise and intelligent and have revealed them to young children. Yes, Father, for this was pleasing before you.",
    "10:22": "All [things] have been handed over to me by my Father, and no one knows who the Son is except the Father and who the Father is except the Son, and [anyone] to whom the Son wants to reveal [him].\"<note: *Here the direct object is supplied from context in the English translation>",
    "10:23": "And turning to the disciples, he said privately, \"Blessed [are] the eyes that see [the things] which you see!",
    "10:24": "For I tell you that many prophets and kings desired to see [the things] which you see, and did not see [them],<note: *Here the direct object is supplied from context in the English translation> and to hear [the things] which you hear, and did not hear [them].\"<note: *Here the direct object is supplied from context in the English translation>",
    "10:25": "And behold, a certain legal expert stood up to test him, saying, \"Teacher, what must I do so that I will inherit eternal life?\"",
    "10:26": "And he said to him, \"What is written in the law? How do you read [it]?\"<note: *Here the direct object is supplied from context in the English translation>",
    "10:27": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"You shall love the Lord your God from all your heart, and with all your soul, and with all your strength, and with all your mind,<note: A quotation from Deut 6:5> and your neighbor as yourself.\"<note: A quotation from Lev 19:18>",
    "10:28": "And he said to him, \"You have answered correctly. Do this and you will live.\"",
    "10:29": "But he, wanting to justify himself, said to Jesus, \"And who is my neighbor?\"",
    "10:30": "And<note: Some manuscripts omit \"and\"> Jesus replied [and]<note: *Here \"[and]\" is supplied because the previous participle (\"replied\") has been translated as a finite verb> said, \"A certain man was going down from Jerusalem to Jericho, and fell into the hands of robbers, who both stripped him and beat [him].<note: *Here the direct object is supplied from context in the English translation> [After]<note: *Here \"[after]\" is supplied as a component of the participle (\"inflicting blows on\") which is understood as temporal> inflicting blows on [him],<note: *Here the direct object is supplied from context in the English translation> they went away, leaving [him]<note: *Here the direct object is supplied from context in the English translation> half dead.",
    "10:31": "Now by coincidence a certain priest was going down on that road, and [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw him, he passed by on the opposite side.",
    "10:32": "And in the same way also a Levite, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came down to the place<note: Some manuscripts have \"who happened by the place, when he came up to him\"> and saw [him],<note: *Here the direct object is supplied from context in the English translation> passed by on the opposite side.",
    "10:33": "But a certain Samaritan who was traveling came up to him and, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [him],<note: *Here the direct object is supplied from context in the English translation> had compassion.",
    "10:34": "And he came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> bandaged his wounds, pouring on olive oil and wine, and he put him on his own animal [and]<note: *Here \"[and]\" is supplied because the previous participle (\"put\") has been translated as a finite verb> brought him to an inn and took care of him.",
    "10:35": "And on the next day, he took out two denarii [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took out\") has been translated as a finite verb> gave [them]<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts have \"he took out [and] gave two denarii\"> to the innkeeper, and said, \"Take care of him, and whatever you spend in addition, I will repay to you when I return.",
    "10:36": "Which of these three do you suppose became a neighbor of the man who fell among the robbers?\"",
    "10:37": "So he said, \"The one who showed mercy to him.\" And Jesus said to him, \"You go and do likewise.\"",
    "10:38": "Now as they traveled along, he entered into a certain village. And a certain woman {named}<note: Literally \"by name\"> Martha welcomed him.<note: Most manuscripts add some form of the location such as \"into her house\" but there is considerable variation in the exact wording, so the shorter reading is preferred>",
    "10:39": "And {she had}<note: Literally \"this was\"> a sister named Mary, who also sat at the feet of Jesus<note: Some manuscripts have \"of the Lord\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat\") has been translated as a finite verb> was listening to his teaching.",
    "10:40": "But Martha was distracted with much preparation, so she approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said, \"Lord, is it not a concern to you that my sister has left me alone to make preparations? Then tell her that she should help me!\"",
    "10:41": "But the Lord answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to her, \"Martha, Martha, you are anxious and troubled about many [things]!",
    "10:42": "But few [things] are necessary, or [only] one [thing],<note: Some manuscripts have \"But one thing is necessary\"> for Mary has chosen the better part, which will not be taken away from her.\"",
    "11:1": "And it happened that while he was in a certain place praying, when he stopped a certain one of his disciples said to him, \"Lord, teach us to pray, just as John also taught his disciples.\"",
    "11:2": "And he said to them, \"When you pray, say, \"Father, may your name be treated as holy. May your kingdom come.\r\n",
    "11:3": "Give us each day our daily bread.",
    "11:4": "And forgive us our sins, for we ourselves also forgive everyone who is indebted to us. And do not lead us into temptation.\"",
    "11:5": "And he said to them, \"Who of you will have a friend, and will go to him at midnight and say to him, 'Friend, lend me three loaves,",
    "11:6": "because a friend of mine has come to me on a journey, and I do not have anything to set before him.'",
    "11:7": "And that one will answer from inside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will answer\") has been translated as a finite verb> say, 'Do not cause me trouble! The door has already been shut and my children are with me in bed! I am not able to get up to give you [anything].'<note: *Here the direct object is supplied from context in the English translation>",
    "11:8": "I tell you, even if he does not give him [anything]<note: *Here the direct object is supplied from context in the English translation> [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"gets up\") which is understood as temporal> gets up because [he] is his friend, at any rate because of his impudence<note: Or \"shamelessness\"; some translate as \"persistence\" based on the context, though this is not the normal meaning of the word> he will get up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will get up\") has been translated as a finite verb> give him whatever he needs.",
    "11:9": "And I tell you, ask and it will be given to you; seek and you will find; knock and it will be opened for you.",
    "11:10": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
    "11:11": "But what father from among you, [if his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> son will ask for a fish, instead of a fish will give him a snake?",
    "11:12": "Or also, [if] he will ask for an egg, will give him a scorpion?",
    "11:13": "Therefore if you, [although you]<note: *Here \"[although]\" is supplied as a component of the participle (\"are\") which is understood as concessive> are evil, know how to give good gifts to your children, how much more will the Father from heaven give the Holy Spirit to those who ask him?\"",
    "11:14": "And he was expelling a mute demon.<note: Some manuscripts have \"a demon, and it was mute\"> Now it happened that [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came out\")> the demon came out, the man who had been mute spoke, and the crowds were astonished.",
    "11:15": "But some of them said, \"By Beelzebul the ruler of demons he expels demons!\"",
    "11:16": "And others, [in order to]<note: *Here \"[in order to]\" is supplied as a component of the participle (\"test\") which is understood as purpose> test [him],<note: *Here the direct object is supplied from context in the English translation> were demanding from him a sign from heaven.",
    "11:17": "But he, knowing their thoughts, said to them, \"Every kingdom divided against itself is laid waste, and {a divided household}<note: Literally \"house against house\"> falls.",
    "11:18": "So if Satan also is divided against himself, how will his kingdom stand? For you say [that] I expel demons by Beelzebul.",
    "11:19": "But if I expel demons by Beelzebul, by whom do your sons expel [them]?<note: *Here the direct object is supplied from context in the English translation> For this [reason] they will be your judges!",
    "11:20": "But if I expel demons by the finger of God, then the kingdom of God has come upon you!",
    "11:21": "When a strong man, fully armed, guards his own palace, his possessions are {safe}.<note: Literally \"in peace\">",
    "11:22": "But when a stronger man attacks him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"attacks\") has been translated as a finite verb> conquers him, he takes away his full armor in which he trusted and distributes his plunder.",
    "11:23": "The one who is not with me is against me, and the one who does not gather with me scatters.",
    "11:24": "\"Whenever an unclean spirit has gone out of a person, it travels through waterless places searching for rest, and does not find [it].<note: *Here the direct object is supplied from context in the English translation> It says,<note: Some manuscripts have \"Then it says\"> 'I will return to my house from which I came out.'",
    "11:25": "And [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrives\") which is understood as temporal> arrives it finds [the house]<note: *Here the direct object is supplied from context in the English translation> swept and put in order.",
    "11:26": "Then it goes and brings along seven other spirits more evil than itself, and [they] go in [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go in\") has been translated as a finite verb> live there. And the last [state] of that person becomes worse than the first!\"",
    "11:27": "Now it happened that as he said these [things], a certain woman from the crowd raised [her] voice [and]<note: *Here \"[and]\" is supplied because the previous participle (\"raised\") has been translated as a finite verb> said to him, \"Blessed [is] the womb that bore you, and [the] breasts [at] which you nursed!\"",
    "11:28": "But he said, \"On the contrary, blessed [are] those who hear the word of God and follow [it]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "11:29": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were increasing\")> the crowds were increasing, he began to say, \"This generation is an evil generation! It demands a sign, and no sign will be given to it except the sign of Jonah!",
    "11:30": "For just as Jonah became a sign to the Ninevites, so also the Son of Man will be to this generation.",
    "11:31": "The queen of the south will rise up at the judgment with the people of this generation and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon, and behold, [something]<note: *Here \"something\" is supplied in the translation because the adjective is neuter gender> greater than Solomon [is] here!",
    "11:32": "The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and behold, [something]<note: *Here \"something\" is supplied in the translation because the adjective is neuter gender> greater than Jonah [is] here!",
    "11:33": "\"No one [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"lighting\") which is understood as temporal> lighting a lamp puts [it]<note: *Here the direct object is supplied from context in the English translation> in a cellar or under a bushel basket, but on a lampstand, so that those who come in can see the light.",
    "11:34": "Your eye is the lamp of the body. When your eye is sincere, your whole body is full of light also. But when it is evil, your body [is] dark also.",
    "11:35": "Therefore pay careful attention [that] the light in you is not darkness!",
    "11:36": "If therefore your whole body [is] full of light, not having any part dark, it will be completely full of light, as when the lamp with [its] light gives light to you.\"",
    "11:37": "And as he was speaking, a Pharisee asked him {to have a meal}<note: Literally \"that he would have a meal\"> with him, and he went in [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went in\") has been translated as a finite verb> reclined at table.",
    "11:38": "And the Pharisee, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> was astonished that he did not first wash before the meal.",
    "11:39": "But the Lord said to him, \"Now you Pharisees cleanse the outside of the cup and of the dish, but your inside is full of greediness and wickedness.",
    "11:40": "Fools! Did not the one who made the outside make the inside also?",
    "11:41": "But give [as] charitable giving the things that are within, and behold, everything is clean for you.",
    "11:42": "\"But woe to you, Pharisees, because you pay a tenth of mint and rue and every garden herb, and neglect justice and love for God! But it was necessary to do these [things] without neglecting those things also.",
    "11:43": "Woe to you, Pharisees, because you love the best seat in the synagogues and the greetings in the marketplaces!",
    "11:44": "Woe to you, because you are like unmarked graves, and the people who walk over [them]<note: *Here the direct object is supplied from context in the English translation> do not know [it]!<note: *Here the direct object is supplied from context in the English translation>",
    "11:45": "And one of the legal experts answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Teacher, [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"say\") which is understood as temporal> say these [things], you insult us also!\"",
    "11:46": "So he said, \"Woe to you also, legal experts, because you load people [with] burdens hard to bear, and [you] yourselves do not touch the burdens with one of your fingers!",
    "11:47": "Woe to you, because you build the tombs of the prophets, and your fathers killed them!",
    "11:48": "As a result you are witnesses, and you approve of the deeds of your fathers, because they killed them and you build [their tombs]!<note: A large number of later manuscripts add the words \"their tombs\" here, with variations of wording; although the words are not likely to be original, it is necessary to supply them in keeping with English style>",
    "11:49": "For this [reason] also the wisdom of God said, 'I will send to them prophets and apostles, and [some] of them they will kill and persecute,'",
    "11:50": "so that the blood of all the prophets that has been shed from the foundation of the world may be required of this generation,",
    "11:51": "from the blood of Abel to the blood of Zechariah, who perished between the altar and the temple building.<note: Literally \"the house,\" here a reference to the temple> Yes, I tell you, it will be required of this generation!",
    "11:52": "Woe to you, legal experts, because you have taken away the key to knowledge! You did not enter yourselves, and you hindered those who were entering!\"",
    "11:53": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"departed\")> he departed from there, the scribes and the Pharisees began to be terribly hostile, and to question him closely about many [things],",
    "11:54": "plotting to catch him with reference to something {he might say}.<note: Literally \"from his mouth\">",
    "12:1": "During {this time}<note: Literally \"which time\"> [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"had gathered together\")> a crowd of many thousands had gathered together, so that they were trampling one another, he began to say to his disciples first, \"Beware for yourselves of the leaven of the Pharisees, which is hypocrisy.",
    "12:2": "But nothing is concealed that will not be revealed, and secret that will not be made known.",
    "12:3": "Therefore everything that you have said in the dark will be heard in the light, and what {you have whispered}<note: Literally \"you have spoken to the ear\"> in the inner rooms will be proclaimed on the housetops.",
    "12:4": "\"And I tell you, my friends, do not be afraid of those who kill the body, and after these [things] do not have anything more to do.",
    "12:5": "But I will show you whom you should fear: fear the one who has authority, after the killing, to throw [you]<note: *Here the direct object is supplied from context in the English translation> into hell! Yes, I tell you, fear this one!",
    "12:6": "Are not five sparrows sold for two pennies? And not one of them is forgotten in the sight of God.",
    "12:7": "But even the hairs of your head are all numbered! Do not be afraid; you are worth more than many sparrows.",
    "12:8": "\"And I tell you, everyone who acknowledges me before people, the Son of Man also will acknowledge him before the angels of God,",
    "12:9": "but the one who denies me before people will be denied before the angels of God.",
    "12:10": "And everyone who speaks a word against the Son of Man, it will be forgiven him, but to the one who blasphemes against the Holy Spirit, it will not be forgiven.",
    "12:11": "But when they bring you before the synagogues and the rulers and the authorities, do not be anxious how or what you should speak in your own defense or what you should say,",
    "12:12": "for the Holy Spirit will teach you in [that] same hour what it is necessary to say.\"",
    "12:13": "Now someone from the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me!\"",
    "12:14": "But he said to him, \"Man, who made me a judge or an arbitrator over you?\"",
    "12:15": "And he said to them, \"Watch out and guard yourselves from all greediness, because not [even] when someone has an abundance {does}<note: Literally \"is\"> his life [consist] of his possessions.\"",
    "12:16": "And he told a parable to them, saying, \"The land of a certain rich man yielded an abundant harvest.",
    "12:17": "And he reasoned to himself, saying, 'What should I do? For I do not have anywhere I can gather in my crops.'",
    "12:18": "And he said, 'I will do this: I will tear down my barns and build larger ones, and I will gather in there all my grain and possessions.",
    "12:19": "And I will say to my soul, \"Soul, you have many possessions stored up for many years. Relax, eat, drink, celebrate!\" '",
    "12:20": "But God said to him, 'Fool! This night your life<note: The same Greek word can be translated \"soul\" or \"life\" depending on the context> is demanded from you, and [the things] which you have prepared--whose will they be?'",
    "12:21": "So [is] the one who stores up treasure for himself, and who is not rich toward God!\"",
    "12:22": "And he said to his disciples, \"For this [reason] I tell you, do not be anxious for [your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> life, what you will eat, or for [your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> body, what you will wear.",
    "12:23": "For life is more than food, and the body [more than] clothing.",
    "12:24": "Consider the ravens, that they neither sow nor reap; to them there is neither storeroom nor barn, and God feeds them. How much more are you worth than the birds?",
    "12:25": "And which of you [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"being anxious\") which is understood as means> being anxious is able to add an hour<note: Or \"a cubit\" (the literal meaning); most scholars understand this to refer figuratively to an \"hour\" of life here, though some take it as a literal measurement of height> to his life span?",
    "12:26": "If then you are not even able [to do] a very little thing, why are you anxious about the rest?",
    "12:27": "Consider the lilies, how they grow: they do not toil or spin, but I say to you, not even Solomon in all his glory was dressed like one of these.",
    "12:28": "But if God clothes the grass in the field in this way, [although it]<note: *Here \"[although]\" is supplied as a component of the participle (\"is\") which is understood as concessive> is [here] today and tomorrow is thrown into the oven, how much more [will he do so for]<note: *The phrase \"[will he do so for]\" is not in the Greek text but is implied> you, you of little faith?",
    "12:29": "And you, do not consider what you will eat and what you will drink, and do not be anxious.",
    "12:30": "For all the nations of the world seek after these [things], and your Father knows that you need these [things].",
    "12:31": "But seek his kingdom and these [things] will be added to you.",
    "12:32": "\"Do not be afraid, little flock, because your Father is well pleased to give you the kingdom.",
    "12:33": "Sell your possessions and give charitable gifts. Make for yourselves money bags that do not wear out, an inexhaustible treasure in heaven<note: Or \"in the heavens\"> where thief does not approach or moth destroy.",
    "12:34": "For where your treasure is, there your heart will be also.",
    "12:35": "\"{You must be prepared for action}<note: Literally \"your loins must be girded\"> and [your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> lamps burning.",
    "12:36": "And you, [be] like people who are waiting for their master when he returns from the wedding feast,<note: Or perhaps simply \"feast\"> so that [when he]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"comes back\")> comes back and knocks, they can open [the door]<note: *Here the direct object is supplied from context in the English translation> for him immediately.",
    "12:37": "Blessed [are] those slaves whom the master will find on the alert [when he] returns! Truly I say to you that he will dress himself for service and have them recline at the table and will come by [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will come by\") has been translated as a finite verb> serve them.",
    "12:38": "Even if he should come back in the second or in the third watch of the night and find [them]<note: *Here the direct object is supplied from context in the English translation> like this, blessed are they!",
    "12:39": "But understand this, that if the master of the house had known what hour the thief was coming, he would not have left his house to be broken into.",
    "12:40": "You also must be ready, because the Son of Man is coming at an hour that you do not think [he will come].\"<note: *The words \"[he will come]\" are not in the Greek text but are implied>",
    "12:41": "And Peter said, \"Lord, are you telling this parable for us, or also for everyone?\"",
    "12:42": "And the Lord said, \"Who then is the faithful wise manager whom the master will put in charge over his servants to give [them]<note: *Here the direct object is supplied from context in the English translation> [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> food allowance at the right time?",
    "12:43": "Blessed [is] that slave whom his master will find so doing [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"comes back\") which is understood as temporal> comes back.",
    "12:44": "Truly I say to you that he will put him in charge of all his possessions.",
    "12:45": "But if that slave should say {to himself},<note: Literally \"in his heart\"> 'My master is taking a long time to return,' and he begins to beat the male slaves and the female slaves and to eat and drink and get drunk,",
    "12:46": "the master of that slave will come on a day that he does not expect and at an hour that he does not know, and will cut him in two and assign his place with the unbelievers.",
    "12:47": "And that slave who knew the will of his master and did not prepare or do according to his will {will be given a severe beating}.<note: Literally \"will be beaten much\">",
    "12:48": "But the one who did not know and did [things] deserving blows {will be given a light beating}.<note: Literally \"will be beaten a few times\"> And from everyone to whom much has been given, much will be demanded, and from him to whom they entrusted much, they will ask him [for] even more.",
    "12:49": "\"I have come to bring fire on the earth, and how I wish that it had been kindled already!",
    "12:50": "But I have a baptism to be baptized with, and how I am distressed until it is accomplished!",
    "12:51": "Do you think that I have come to grant peace on the earth? No, I tell you, but rather division!",
    "12:52": "For from now on there will be five in one household, divided three against two and two against three.",
    "12:53": "They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.\"",
    "12:54": "And he also said to the crowds, \"When you see a cloud coming up in the west, you say at once, 'A rainstorm is coming,' and so it happens.",
    "12:55": "And when [you see] the south wind blowing, you say, 'There will be burning heat,' and it happens.",
    "12:56": "Hypocrites! You know how to evaluate the appearance of the earth and the sky, but how [is it] you do not know how to evaluate this present time?",
    "12:57": "And why do you not also judge for yourselves [what is] right?",
    "12:58": "For as you are going with your accuser before the magistrate, make an effort to come to a settlement with him on the way, so that he will not drag you to the judge, and the judge will hand you over to the bailiff, and the bailiff will throw you into prison.",
    "12:59": "I tell you, you will never get out of there until you have paid back even the last cent!\"<note: Literally \"lepton,\" a small copper coin worth 1/128 of a denarius>",
    "13:1": "Now at the same time some had come to tell him about the Galileans whose blood Pilate had mixed with their sacrifices.",
    "13:2": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Do you think that these Galileans were sinners worse than all the Galileans, because they suffered these [things]?",
    "13:3": "No, I tell you, but unless you repent you will all perish as well!",
    "13:4": "Or those eighteen on whom the tower in Siloam fell and killed them--do you think that they were sinners worse than all the people who live in Jerusalem?",
    "13:5": "No, I tell you, but unless you repent, you will all perish as well!\"",
    "13:6": "And he told this parable: \"A certain man had a fig tree planted in his vineyard, and he came looking for fruit on it and did not find [any].<note: *Here the direct object is supplied from context in the English translation>",
    "13:7": "So he said to the gardener, 'Behold, {for three years}<note: Literally \"three years from which\"> I have come looking for fruit on this fig tree and did not find [any].<note: *Here the direct object is supplied from context in the English translation> Cut it down!<note: Some manuscripts have \"Therefore cut it down!\"> Why should it even exhaust the soil?'",
    "13:8": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, 'Sir, leave it alone this year also, until I dig around it and put manure on [it].<note: *Here the direct object is supplied from context in the English translation>",
    "13:9": "And if indeed it produces fruit in the coming [year], [so much the better],<note: *The phrase \"[so much the better]\" is not in the Greek text but is implied> but if not, you can cut it down.'\"",
    "13:10": "Now he was teaching in one of the synagogues on the Sabbath.",
    "13:11": "And behold, a woman [was there]<note: *The phrase \"[was there]\" is not in the Greek text but is supplied in keeping with English style> who had a spirit {that had disabled her}<note: Literally \"of weakness\"> [for] eighteen years, and she was bent over and not able to straighten herself up completely.<note: Or \"at all\">",
    "13:12": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw her, Jesus summoned [her]<note: *Here the direct object is supplied from context in the English translation> and said to her, \"Woman, you are freed from your disability!\"",
    "13:13": "And he placed [his]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on her, and immediately she straightened up and glorified God.",
    "13:14": "But the ruler of the synagogue, indignant because Jesus had healed on the Sabbath, answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to the crowd, \"There are six days on which it is necessary to work. Therefore come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> be healed on them, and not on the day of the Sabbath!\"",
    "13:15": "But the Lord answered and said to him, \"Hypocrites! Does not each one of you untie his ox or [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> donkey from the feeding trough on the Sabbath and lead [it]<note: *Here the direct object is supplied from context in the English translation> away to water [it]?<note: *Here the direct object is supplied from context in the English translation>",
    "13:16": "And this woman, who is a daughter of Abraham, whom Satan bound {eighteen}<note: Literally \"ten and eight\"> long years--is it not necessary that she be released from this bond on the day of the Sabbath?\"",
    "13:17": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"said\")> he said these [things], all those who opposed him were humiliated, and the whole crowd was rejoicing at all the splendid things that were being done by him.",
    "13:18": "Therefore he said, \"What is the kingdom of God like, and to what shall I compare it?",
    "13:19": "It is like a mustard seed that a man took [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> sowed in his own garden, and it grew and became a tree, and the birds of the sky nested in its branches.\"",
    "13:20": "And again he said, \"To what shall I compare the kingdom of God?",
    "13:21": "It is like yeast that a woman took [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> hid in<note: Some manuscripts have \"put into\"> three measures of wheat flour until the whole [batch] was leavened.\"",
    "13:22": "And he was going throughout towns and villages, teaching and making [his] journey toward Jerusalem.",
    "13:23": "And someone said to him, \"Lord, {are there only}<note: Literally \"if\"> a few who are saved?\" And he said to them,",
    "13:24": "\"Make every effort to enter through the narrow door, because many, I tell you, will seek to enter and will not be able to,",
    "13:25": "when once the master of the house has gotten up and shut the door, and you begin to stand outside and knock [on] the door, saying, 'Lord, open [the door]<note: *Here the direct object is supplied from context in the English translation> for us!' And he will answer [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answer\") has been translated as a finite verb> say to you, 'I do not know where you are from!'",
    "13:26": "Then you will begin to say, 'We ate and drank in your presence, and you taught in our streets!'",
    "13:27": "And he will reply, saying to you, 'I do not know where you are from! Go away from me, all [you] {evildoers}!'<note: Literally \"workers of unrighteousness\">",
    "13:28": "In that place there will be weeping and gnashing of teeth, when you see Abraham and Isaac and Jacob and all the prophets in the kingdom of God, but yourselves thrown outside!",
    "13:29": "And they will come from east and west, and from north and south, and will recline at the table in the kingdom of God.",
    "13:30": "And behold, [some] are last who will be first, and [some] are first who will be last.\"",
    "13:31": "At [that] same hour some Pharisees came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said to him, \"Go out and depart from here, because Herod wants to kill you!\"",
    "13:32": "And he said to them, \"Go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> tell that fox, 'Behold, I am expelling demons and performing healings today and tomorrow, and on the third [day] I will complete [my work].'<note: *Here the direct object is supplied from context in the English translation>",
    "13:33": "Nevertheless, it is necessary [for] me to be on the way today and tomorrow and on the next [day], because it is not possible [for] a prophet to perish outside Jerusalem.",
    "13:34": "\"Jerusalem, Jerusalem, the one who kills the prophets and stones those who are sent to her! How many times I wanted to gather your children together {the way}<note: Literally \"in the manner in which\"> a hen [gathers]<note: *Here the term \"[gathers]\" is not in the Greek text but is implied> her own brood under [her]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> wings, and you were not willing!",
    "13:35": "Behold, your house has been left to you! And I tell you, you will never see me until [the time]<note: *The words \"[the time]\" are not in the Greek text but are implied> will come when you say, 'Blessed [is] the one who comes in the name of the Lord!'\"<note: A quotation from Ps 118:26>",
    "14:1": "And it happened that when he came to the house of a certain one of the leaders of the Pharisees on a Sabbath to eat {a meal},<note: Literally \"bread\"> they were watching him closely.",
    "14:2": "And behold, a certain man was in front of him, suffering from edema.",
    "14:3": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to the legal experts and Pharisees, saying, \"Is it permitted to heal on the Sabbath, or not?\"",
    "14:4": "But they remained silent. And he took hold of [him]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took hold of\") has been translated as a finite verb> healed him, and sent [him]<note: *Here the direct object is supplied from context in the English translation> away.",
    "14:5": "And he said to them, \"Who among you, [if your]<note: *The words \"[if your]\" are not in the Greek text but are implied> son or [your] ox falls into a well<note: Or \"cistern\"> on the day of the Sabbath, will not immediately pull him out?\"",
    "14:6": "And they were not able to make a reply to these [things].",
    "14:7": "Now he told a parable to those who had been invited [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"noticed\") which is understood as temporal> noticed how they were choosing for themselves the places of honor, saying to them,",
    "14:8": "\"When you are invited by someone to a wedding feast,<note: Or perhaps simply \"a feast\"> do not recline at the table in the place of honor, lest [someone] more distinguished than you has been invited by him,",
    "14:9": "and the one who invited you {both}<note: Literally \"and him\"> will come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will come\") has been translated as a finite verb> say to you, 'Give the place to this person,' and then with shame you will begin to take the last place.",
    "14:10": "But when you are invited, go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> recline at the table in the last place, so that when the one who invited you comes, he will say to you, 'Friend, move up higher.' Then it will be an honor to you in the presence of all those who are reclining at the table with you.",
    "14:11": "For everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.\"",
    "14:12": "And he also said to the one who had invited him, \"When you give a dinner or a banquet, do not invite your friends or your brothers or your relatives or wealthy neighbors, lest they also invite you [in return], and repayment come to you.",
    "14:13": "But whenever you give a banquet, invite the poor, the crippled, the lame, the blind,",
    "14:14": "and you will be blessed, because they are not able to repay you. For it will be paid back to you at the resurrection of the righteous.\"",
    "14:15": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> one of those reclining at the table with [him] heard these [things], he said to him, \"Blessed [is] {everyone who}<note: Literally \"whoever\"> will eat bread in the kingdom of God!\"",
    "14:16": "But he said to him, \"A certain man was giving a large banquet and invited many.",
    "14:17": "And he sent his slave at the hour of the banquet to say to those who have been invited, 'Come, because now it is ready!'",
    "14:18": "And they all {alike}<note: Literally \"by one\"> began to excuse themselves. The first said to him, 'I have purchased a field, and {I must}<note: Literally \"I have necessity\"> go out to look at it. I ask you, consider me excused.'",
    "14:19": "And another said, 'I have purchased five yoke of oxen, and I am going to examine them. I ask you, consider me excused.'",
    "14:20": "And another said, 'I have married a wife, and for this [reason] I am not able to come.'",
    "14:21": "And the slave came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> reported these [things] to his master. Then the master of the house became angry [and]<note: *Here \"[and]\" is supplied because the previous participle (\"became angry\") has been translated as a finite verb> said to his slave, 'Go out quickly into the streets and alleys of the city and bring in here the poor and crippled and blind and lame!'",
    "14:22": "And the slave said, 'Sir, what you ordered has been done, and there is still room.'",
    "14:23": "And the master said to the slave, 'Go out into the highways and hedges and press [them]<note: *Here the direct object is supplied from context in the English translation> to come in, so that my house will be filled!",
    "14:24": "For I say to you that none of those persons who were invited will taste my banquet!'\"",
    "14:25": "Now large crowds were going along with him, and he turned around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned around\") has been translated as a finite verb> said to them,",
    "14:26": "\"If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, and furthermore, even his own life, {he cannot be}<note: Literally \"he is not able to be\"> my disciple.",
    "14:27": "Whoever does not carry his own cross and {follow}<note: Literally \"come after\"> me {cannot be}<note: Literally \"is not able to be\"> my disciple.",
    "14:28": "For which of you, wanting to build a tower, does not first sit down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sit down\") has been translated as a finite verb> calculate the cost [to see] if he has [enough]<note: *Here the direct object is supplied from context in the English translation> {to complete it}?<note: Literally \"for completion\">",
    "14:29": "{Otherwise}<note: Literally \"so that lest\"> [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"has laid\")> he has laid the foundation and is not able to finish [it],<note: *Here the direct object is supplied from context in the English translation> all who see [it]<note: *Here the direct object is supplied from context in the English translation> will begin to ridicule him,",
    "14:30": "saying, 'This man began to build and was not able to finish!'",
    "14:31": "Or what king, going out to engage another king in battle, does not sit down first [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sit down\") has been translated as a finite verb> deliberate whether he is able with ten thousand to oppose the one coming against him with twenty thousand.",
    "14:32": "But if not, [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"is\")> [the other] is still far away, he sends an ambassador [and]<note: *Here \"[and]\" is supplied because the previous participle (\"asks\") has been translated as a finite verb> asks {for terms of}<note: Literally \"the things with reference to\"> peace.",
    "14:33": "In the [same] way, therefore, every [one] of you who does not renounce all his own possessions {cannot be}<note: Literally \"is not able to be\"> my disciple.",
    "14:34": "\"Now salt [is] good, but if salt becomes tasteless, with what will it be made salty?",
    "14:35": "It is usable neither for the soil nor for the manure pile; they throw it out. The one who has ears to hear, let him hear!\"",
    "15:1": "Now all the tax collectors and the sinners were drawing near to hear him.",
    "15:2": "And both the Pharisees and the scribes were complaining, saying, \"This man welcomes sinners and eats with them!\"",
    "15:3": "So he told them this parable, saying,",
    "15:4": "\"What man of you, having a hundred sheep and losing one of them, does not leave the ninety-nine in the grassland and go after the one that was lost until he finds it?",
    "15:5": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"has found\") which is understood as temporal> has found [it],<note: *Here the direct object is supplied from context in the English translation> he places [it]<note: *Here the direct object is supplied from context in the English translation> on his shoulders, rejoicing.",
    "15:6": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"returns\") which is understood as temporal> returns to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> home, he calls together [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> friends and neighbors, saying to them, 'Rejoice with me, because I have found my sheep that was lost!'",
    "15:7": "I tell you that in the [same] way, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous people who have no need of repentance.",
    "15:8": "Or what woman who has ten drachmas, if she loses one drachma, does not light a lamp and sweep the house and search carefully until she finds [it]?<note: *Here the direct object is supplied from context in the English translation>",
    "15:9": "And [when she]<note: *Here \"[when]\" is supplied as a component of the participle (\"has found\") which is understood as temporal> has found [it],<note: *Here the direct object is supplied from context in the English translation> she calls together [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> friends and neighbors, saying, 'Rejoice with me, because I have found the drachma that I had lost!'",
    "15:10": "In the [same] way, I tell you, there is joy in the presence of the angels of God over one sinner who repents.\"",
    "15:11": "And he said, \"A certain man had two sons.",
    "15:12": "And the younger of them said to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father, 'Father, give me the share of the property that is coming to [me].' So he divided [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> assets between them.",
    "15:13": "And after not many days, the younger son gathered everything [and]<note: *Here \"[and]\" is supplied because the previous participle (\"gathered\") has been translated as a finite verb> went on a journey to a distant country, and there he squandered his wealth [by]<note: *Here \"[by]\" is supplied as a component of the adverbial participle of manner (\"living\")> living wastefully.",
    "15:14": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had spent\")> he had spent everything, there was a severe famine throughout that country, and he began to be in need.",
    "15:15": "And he went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> hired himself out to one of the citizens of that country, and he sent him into his fields to tend pigs.",
    "15:16": "And he was longing to fill his stomach with<note: Some manuscripts have \"to stuff himself with\"> the carob pods that the pigs were eating, and no one was giving [anything]<note: *Here the direct object is supplied from context in the English translation> to him.",
    "15:17": "\"But [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to himself, he said, 'How many of my father's hired workers have an abundance {of food},<note: Literally \"of bread\"> and I am dying here from hunger!",
    "15:18": "I will set out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"set out\") has been translated as a finite verb> go to my father and will say to him, 'Father, I have sinned against heaven and {in your sight}!<note: Literally \"in the sight of you\">",
    "15:19": "I am no longer worthy to be called your son! Make me like one of your hired workers.'",
    "15:20": "And he set out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"set out\") has been translated as a finite verb> came to his own father. But [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"away\")> he was still a long way away, his father saw him and had compassion, and ran {and embraced him}<note: Literally \"fell on his neck\"> and kissed him.",
    "15:21": "And [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> son said to him, 'Father, I have sinned against heaven and {in your sight}!<note: Literally \"in the sight of you\"> I am no longer worthy to be called your son!'",
    "15:22": "But [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father said to his slaves, 'Quickly bring out the best robe and put [it]<note: *Here the direct object is supplied from context in the English translation> on him, and put a ring on his finger<note: Literally \"hand,\" but this is a metonymy of whole (\"hand\") for part (\"finger\")> and sandals on [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet!",
    "15:23": "And bring the fattened calf--kill [it]<note: *Here the direct object is supplied from context in the English translation> and let us eat [and]<note: *Here \"[and]\" is supplied because the previous participle (\"eat\") has been translated as a finite verb> celebrate,",
    "15:24": "because this son of mine was dead, and is alive again! He was lost and is found!' And they began to celebrate.",
    "15:25": "\"Now his older son was in the field, and when he came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> approached the house, he heard music and dancing.",
    "15:26": "And he summoned one of the slaves [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> asked what these [things] meant.",
    "15:27": "And he said to him, 'Your brother has come, and your father has killed the fattened calf because he has gotten him back healthy.'",
    "15:28": "But he became angry and did not want to go in. So his father came out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came out\") has been translated as a finite verb> began to implore<note: *The imperfect tense has been translated as ingressive here (\"began to implore\")> him.",
    "15:29": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to his father, 'Behold, so many years I have served you, and have never disobeyed your command! And you never gave me a young goat so that I could celebrate with my friends!",
    "15:30": "But when this son of yours returned--who has consumed your assets with prostitutes--you killed the fattened calf for him!'",
    "15:31": "But he said to him, 'Child, you are always with me, and {everything I have belongs to you}.<note: Literally \"all my [things] are yours\">",
    "15:32": "But it was necessary to celebrate and to rejoice, because this brother of yours was dead, and is alive, and was lost, and is found!'\"",
    "16:1": "And he also said to the disciples, \"A certain man was rich, who had a manager. And charges were brought to him that this person was squandering his possessions.",
    "16:2": "And he summoned him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said to him, 'What is this I hear about you? Give the account of your management, because you can no longer manage.'",
    "16:3": "And the manager said to himself, 'What should I do, because my master is taking away the management from me? I am not strong enough to dig; I am ashamed to beg.",
    "16:4": "I know what I should do, so that when I am removed from the management they will welcome me into their homes!'",
    "16:5": "And he summoned each one of his own master's debtors [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said to the first, 'How much do you owe my master?'",
    "16:6": "And he said, 'A hundred measures of olive oil.' So he said to him, 'Take your promissory note and sit down quickly [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sit down\") has been translated as a finite verb> write fifty.'",
    "16:7": "Then he said to another, 'And how much do you owe?' And he said, 'A hundred measures of wheat.' He said to him, 'Take your promissory note and write eighty.'",
    "16:8": "And the master praised the dishonest manager, because he had acted shrewdly. For the sons of this age are shrewder than the sons of light with regard to their own generation.<note: Or \"kind\">",
    "16:9": "And I tell you, make friends for yourselves by means of unrighteous wealth, so that when it runs out they will welcome you into the eternal dwellings.",
    "16:10": "\"The one who [is] faithful in very little is also faithful in much, and the one who [is] dishonest in very little is also dishonest in much.",
    "16:11": "If then you have not been faithful with unrighteous wealth, who will entrust to you the true [riches]?<note: *The word \"[riches]\" is not in the Greek text but is implied>",
    "16:12": "And if you have not been faithful with what belongs to another, who will give you your own?",
    "16:13": "No domestic slave is able to serve two masters, for either he will hate the one and love the other, or he will be devoted to one and will despise the other. You are not able to serve God and money.\"",
    "16:14": "Now the Pharisees, who were lovers of money, heard all these [things], and they ridiculed him.",
    "16:15": "And he said to them, \"You are the ones who justify themselves in the sight of men, but God knows your hearts! For [what is] [considered] exalted among men [is] an abomination in the sight of God.",
    "16:16": "\"The law and the prophets [were] until John; from that time [on] the kingdom of God has been proclaimed, and everyone is urgently pressed<note: The verb is translated here as a passive; some English versions translate the verb as active (\"forces [their way] into it\")> into it.",
    "16:17": "But it is easier [for] heaven and earth to pass away than [for] one stroke of a letter of the law to become invalid.",
    "16:18": "\"Everyone who divorces his wife and marries another commits adultery, and the one who marries a woman divorced from [her] husband commits adultery.",
    "16:19": "\"Now a certain man was rich, and dressed [in] purple cloth and fine linen, feasting sumptuously every day.",
    "16:20": "And a certain poor man {named}<note: Literally \"by name\"> Lazarus, covered with sores, lay at his gate,",
    "16:21": "and was longing to be filled with what fell from the table of the rich man. But even the dogs came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> licked his sores.",
    "16:22": "Now it happened that the poor man died, and he was carried away by the angels to {Abraham's side}.<note: Literally \"the bosom of Abraham\"> And the rich man also died and was buried.",
    "16:23": "And in Hades he lifted up his eyes [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was\") which is understood as temporal> was in torment [and]<note: *Here \"[and]\" is supplied because the previous participle (\"lifted up\") has been translated as a finite verb> saw Abraham from a distance, and Lazarus {at his side}.<note: Literally \"in his bosom\">",
    "16:24": "And he called out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called out\") has been translated as a finite verb> said, 'Father Abraham, have mercy on me, and send Lazarus so that he could dip the tip of his finger in water and cool my tongue, because I am suffering pain in this flame!'",
    "16:25": "But Abraham said, 'Child, remember that you received your good [things] during your life, and Lazarus likewise bad [things]. But now he is comforted here, but you are suffering pain.",
    "16:26": "And in [addition to] all these [things], a great chasm has been established between us and you, so that those who want to cross over from here to you are not able [to do so],<note: *The words \"to do so\" are not in the Greek text but are implied> nor can they cross over from there to us.'",
    "16:27": "So he said, 'Then I ask you, father, that you send him to my father's house,",
    "16:28": "for I have five brothers, so that he could warn them, in order that they also should not come to this place of torment!'",
    "16:29": "But Abraham said, 'They have Moses and the prophets; they must listen to them.'",
    "16:30": "And he said, 'No, father Abraham, but if someone from the dead goes to them, they will repent!'",
    "16:31": "But he said to him, 'If they do not listen to Moses and the prophets, neither will they be convinced if someone rises from the dead.'\"",
    "17:1": "And he said to his disciples, \"It is impossible for causes for stumbling not to come, but woe [to him] through whom they come!",
    "17:2": "It would be better for him if {a millstone}<note: Literally \"a stone belonging to a mill\"> is placed around his neck and he is thrown into the sea than that he causes one of these little ones to sin.",
    "17:3": "\"Be concerned about yourselves! If your brother sins, rebuke him, and if he repents, forgive him.",
    "17:4": "And if he sins against you seven times in a day, and seven times he returns to you saying, 'I repent,' you must forgive him.\"",
    "17:5": "And the apostles said to the Lord, \"Increase our faith!\"",
    "17:6": "So the Lord said, \"If you have faith like a mustard seed, you could say to this mulberry tree, 'Be uprooted and planted in the sea,' and it would obey you.",
    "17:7": "\"And which of you who has a slave plowing or shepherding [sheep]<note: *Here the direct object is supplied from context in the English translation> who comes in from the field will say to him, 'Come here at once [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come here\") has been translated as a finite verb> recline at the table'?",
    "17:8": "Will he not rather say to him, 'Prepare something that I may eat, and dress yourself to serve me while I eat and drink, and after these [things] you will eat and drink.'",
    "17:9": "He will not {be grateful}<note: Literally \"have gratitude\"> to the slave because he did what was ordered, [will he]?<note: *The negative construction in Greek anticipates a negative answer here, indicated by \"[will he]\">",
    "17:10": "Thus you also, when you have done all the {things you were ordered to do},<note: Literally \"things that were ordered to you\"> say, 'We are unworthy slaves; we have done what we were obligated to do.'\"",
    "17:11": "And it happened that while traveling toward Jerusalem, he was passing through {the region between}<note: Literally \"through the midst\"> Samaria and Galilee.",
    "17:12": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was entering\")> he was entering into a certain village, ten men met [him]<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts explicitly state \"him\">--lepers, who stood at a distance.",
    "17:13": "And they raised [their] voices, saying, \"Jesus, Master, have mercy on us!\"",
    "17:14": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [them]<note: *Here the direct object is supplied from context in the English translation> he said to them, \"Go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> show yourselves to the priests.\" And it happened that as they were going, they were cleansed.",
    "17:15": "But one of them, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw that he was healed, turned back, praising God with a loud voice.",
    "17:16": "And he fell on [his] face at his feet, giving thanks to him. And he was a Samaritan.",
    "17:17": "So Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Were not ten cleansed? And where [are] the nine?",
    "17:18": "Was no one found to turn back [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turn back\") has been translated as an infinitive> give praise to God except this foreigner?\"",
    "17:19": "And he said to him, \"Get up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"get up\") has been translated as a finite verb> go your way. Your faith has saved you.\"",
    "17:20": "Now [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"was asked\") which is understood as temporal> was asked by the Pharisees when the kingdom of God would come, he answered them and said, \"The kingdom of God does not come with {things that can be observed},<note: Literally \"observation\">",
    "17:21": "nor will they say, 'Behold, here [it is]!' or 'There!' For behold, the kingdom of God is in your midst.\"",
    "17:22": "And he said to the disciples, \"Days will come when you will desire to see one of the days of the Son of Man, and you will not see [it].<note: *Here the direct object is supplied from context in the English translation>",
    "17:23": "And they will say to you, 'Behold, there!' 'Behold, here!'<note: Some manuscripts have \" 'Behold, there!' or 'Behold, here!'\"> Do not go out or run after [them]!<note: *Here the direct object is supplied from context in the English translation>",
    "17:24": "For just as the lightning shines forth, flashing from [one place] under heaven to [another place] under heaven, so the Son of Man will be in his day.",
    "17:25": "But first it is necessary [for] him to suffer many [things], and to be rejected by this generation.",
    "17:26": "And just as it was in the days of Noah, so also it will be in the days of the Son of Man--",
    "17:27": "they were eating, they were drinking, they were marrying, they were being given in marriage, until the day Noah entered into the ark, and the flood came and destroyed [them] all.",
    "17:28": "Likewise, just as it was in the days of Lot--they were eating, they were drinking, they were buying, they were selling, they were planting, they were building.",
    "17:29": "But on the day that Lot went out from Sodom, it rained fire and sulphur from heaven and destroyed [them] all.",
    "17:30": "It will be {just the same}<note: Literally \"according to the same\"> on the day that the Son of Man is revealed.",
    "17:31": "On that day, whoever is on the housetop and his goods [are] in the house must not come down to take them away. And likewise the one who [is] in the field must not turn back",
    "17:32": "Remember Lot's wife!",
    "17:33": "Whoever seeks to preserve his life will lose it, but whoever loses [it]<note: *Here the direct object is supplied from context in the English translation> will keep it.",
    "17:34": "I tell you that in that night there will be two in one bed; one will be taken and the other will be left.",
    "17:35": "There will be two [women]<note: *Here \"[women]\" is supplied because the form (\"two\") is feminine gender in Greek> grinding at the same [place]; one will be taken and the other will be left.\"<note: A few manuscripts add v. 36 (with some variations): \"There will be two in the field; one will be taken and the other will be left.\">",
    "17:37": "And they answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Where, Lord?\" So he said to them, \"Where the dead body [is], there also the vultures will be gathered.\"",
    "18:1": "And he told them a parable to [show that] they must always pray and not be discouraged,",
    "18:2": "saying, \"There was a certain judge in a certain town who did not fear God and did not respect people.",
    "18:3": "And there was a widow in that town, and she kept coming to him, saying, 'Grant me justice against my adversary!'",
    "18:4": "And he was not willing for a time, but after these [things] he said to himself, 'Even if I do not fear God or respect people,",
    "18:5": "yet because this widow is causing trouble for me, I will grant her justice, so that she does not wear me down in the end [by her]<note: *Here \"[by]\" is supplied as a component of the participle (\"coming back\") which is understood as means> coming back!'\"",
    "18:6": "And the Lord said, \"Listen to what the unrighteous judge is saying!",
    "18:7": "And will not God surely {see to it that justice is done}<note: Literally \"carry out the giving of justice\"> to his chosen ones who cry out to him day and night, and will he delay toward them?",
    "18:8": "I tell you that {he will see to it that justice is done}<note: Literally \"he will carry out the giving of justice\"> for them soon! Nevertheless, [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"comes\") which is understood as temporal> the Son of Man comes, then will he find faith on earth?\"",
    "18:9": "And he also told this parable to some who trusted in themselves that they were righteous, and looked down on {everyone else}:<note: Literally \"the rest\">",
    "18:10": "\"Two men went up to the temple to pray, one a Pharisee and the other a tax collector.",
    "18:11": "The Pharisee stood [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood\") has been translated as a finite verb> prayed these [things] with reference to himself: 'God, I give thanks to you that I am not like other people--swindlers, unrighteous [people], adulterers, or even like this tax collector!",
    "18:12": "I fast twice a week; I give a tenth of all that I get.'",
    "18:13": "But the tax collector, standing far away, did not want even to raise his eyes to heaven, but was beating his breast, saying, 'God, be merciful to me, a sinner!'",
    "18:14": "I tell you, this man went down to his house justified rather than that one! For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.\"",
    "18:15": "Now they were bringing even [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> babies to him so that he could touch them. But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the disciples saw [it],<note: *Here the direct object is supplied from context in the English translation> they rebuked them.",
    "18:16": "But Jesus called them to himself, saying, \"Allow the children to come to me, and do not forbid them, {for to such belongs}<note: Literally \"for of such is\"> the kingdom of God.",
    "18:17": "Truly I say to you, whoever does not welcome the kingdom of God like a young child will never enter into it.\"",
    "18:18": "And a certain ruler asked him, saying, \"Good Teacher, [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"doing\") which is understood as means> doing what will I inherit eternal life?\"",
    "18:19": "And Jesus said to him, \"Why do you call me good? No one [is] good except God alone.",
    "18:20": "You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.'\"<note: A quotation from Exod 20:12-16; Deut 5:16-20>",
    "18:21": "And he said, \"All these I have observed from my<note: Some manuscripts omit \"my\"> youth.\"",
    "18:22": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> Jesus said to him, \"{You still lack one thing}:<note: Literally \"one still lacking to you\"> Sell all that you have, and distribute [the proceeds]<note: *Here the direct object is supplied from context in the English translation> to the poor--and you will have treasure in heaven--and come, follow me.\"",
    "18:23": "But [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard these [things] he became very sad, because he was extremely wealthy.",
    "18:24": "And Jesus took notice of him<note: Some manuscripts add \"becoming very sad\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took notice of\") has been translated as a finite verb> said, \"How {difficult it is for}<note: Literally \"with difficulty\"> those who possess wealth to enter into the kingdom of God!",
    "18:25": "For it is easier [for] a camel to go through the eye of a needle than [for] a rich person to enter into the kingdom of God.",
    "18:26": "So those who heard [this]<note: *Here the direct object is supplied from context in the English translation> said, \"And who can be saved?\"",
    "18:27": "But he said, \"[What is] impossible with men is possible with God.\"",
    "18:28": "And Peter said, \"Behold, we have left {all that is ours}<note: Literally \"our own\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"have left\") has been translated as a finite verb> followed you.\"",
    "18:29": "And he said to them, \"Truly I say to you that there is no one who has left house or wife or brothers or parents or children on account of the kingdom of God,",
    "18:30": "who will not receive many times more in this time and in the age to come, eternal life.\"",
    "18:31": "And taking aside the twelve, he said to them, \"Behold, we are going up to Jerusalem, and all the things that are written by the prophets with reference to the Son of Man will be accomplished.",
    "18:32": "For he will be handed over to the Gentiles and will be mocked and mistreated and spit on,",
    "18:33": "and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"flogging\") which is understood as temporal> flogging [him]<note: *Here the direct object is supplied from context in the English translation> they will kill him, and on the third day he will rise.\"",
    "18:34": "And they understood none of these [things], and this saying was concealed from them, and they did not comprehend the things that were said.",
    "18:35": "Now it happened that as he drew near to Jericho, a certain blind man was sitting on the side of the road begging.",
    "18:36": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard a crowd going by, he inquired what this meant.",
    "18:37": "And they told him, \"Jesus the Nazarene is passing by.\"",
    "18:38": "And he called out, saying, \"Jesus, Son of David, have mercy on me!\"",
    "18:39": "And those who were in front rebuked him, that he should be silent, but he cried out {even more loudly},<note: Literally \"by much more\"> \"Son of David, have mercy on me!\"",
    "18:40": "So Jesus stopped [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stopped\") has been translated as a finite verb> ordered him to be brought to him. And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"approached\")> he approached, he asked him,",
    "18:41": "\"What do you want me to do for you?\" And he said, \"Lord, that I may regain [my] sight.",
    "18:42": "And Jesus said to him, \"Regain [your] sight! Your faith has saved you.\"",
    "18:43": "And immediately he regained [his] sight and began to follow<note: *The imperfect tense has been translated as ingressive here (\"began to follow\")> him, glorifying God. And all the people, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> gave praise to God.",
    "19:1": "And he entered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> traveled through Jericho.",
    "19:2": "And {there was}<note: Literally \"behold\"> a man {named}<note: Literally \"called by name\"> Zacchaeus, and he was a chief tax collector, and he [was] rich.",
    "19:3": "And he was seeking to see Jesus--who he was--and he was not able to as a result of the crowd, because he was short in stature.",
    "19:4": "And he ran on ahead [and]<note: *Here \"[and]\" is supplied because the previous participle (\"ran on\") has been translated as a finite verb> climbed up into a sycamore tree so that he could see him, because he was going to go through [that way].",
    "19:5": "And when he came to the place, Jesus looked up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked up\") has been translated as a finite verb> said to him, \"Zacchaeus, come down quickly, because it is necessary [for] me to stay at your house today!\"",
    "19:6": "And he came down quickly and welcomed him joyfully.",
    "19:7": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> they all began to complain,<note: *The imperfect tense has been translated as ingressive here (\"began to complain\")> saying, \"He has gone in to find lodging with a man who is a sinner!\"",
    "19:8": "And Zacchaeus stopped [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stopped\") has been translated as a finite verb> said to the Lord, \"Behold, half of my possessions, Lord, I am giving to the poor, and if I have extorted anything from anyone, I am paying [it]<note: *Here the direct object is supplied from context in the English translation> back four times [as much]!\"",
    "19:9": "And Jesus said to him, \"Today salvation has come to this house, because he too is a son of Abraham.",
    "19:10": "For the Son of Man came to seek and to save those who are lost.\"",
    "19:11": "Now [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were listening to\")> they were listening to these [things], he went on [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went on\") has been translated as a finite verb> told a parable, because he was near Jerusalem and they thought that the kingdom of God was going to appear immediately.",
    "19:12": "Therefore he said, \"A certain nobleman traveled to a distant country to receive for himself a kingdom and to return.",
    "19:13": "And summoning ten of his own slaves, he gave them ten minas<note: A Greek monetary unit equal to 100 drachmas> and said to them, 'Do business {until I come back}.'<note: Literally \"in which [time] I am coming back\">",
    "19:14": "But his citizens hated him, and sent a delegation after him, saying, 'We do not want this man to be king over us!'",
    "19:15": "And it happened that when he returned [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"receiving\") which is understood as temporal> receiving the kingdom, he ordered these slaves to whom he had given the money to be summoned to him, so that he could know what they had gained by trading.",
    "19:16": "So the first arrived, saying, 'Sir, your mina has made ten minas more!'",
    "19:17": "And he said to him, 'Well done, good slave! Because you have been faithful in a very small thing, {have authority}<note: Literally \"be having authority\"> over ten cities.'",
    "19:18": "And the second came, saying, 'Sir, your mina has made five minas.'",
    "19:19": "So he said to this one also, 'And you be over five cities.'",
    "19:20": "And another came, saying, 'Sir, behold your mina, which I had put away for safekeeping in a piece of cloth.",
    "19:21": "For I was afraid of you, because you are a severe man--you withdraw what you did not deposit, and you reap what you did not sow!'",
    "19:22": "He said to him, '{By your own words}<note: Literally \"from your [own] mouth\"> I will judge you, wicked slave! You knew that I am a severe man, withdrawing what I did not deposit and reaping what I did not sow.",
    "19:23": "And why did you not give my money to the bank, and I, [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> returned, would have collected it with interest?'",
    "19:24": "And to the bystanders he said, 'Take away from him the mina and give [it]<note: *Here the direct object is supplied from context in the English translation> to the one who has the ten minas!'",
    "19:25": "And they said to him, 'Sir, he has ten minas.'",
    "19:26": "'I tell you that to everyone who has, [more] will be given. But from the one who does not have, even what he has will be taken away.",
    "19:27": "But these enemies of mine who did not want me to be king over them--bring [them]<note: *Here the direct object is supplied from context in the English translation> here and slaughter them [in] my presence!'\"",
    "19:28": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said these [things], he traveled on ahead, going up to Jerusalem.",
    "19:29": "And it happened that when he drew near to Bethphage and Bethany, to the hill<note: Or \"mountain\"> called [the Mount] of Olives, he sent two of the disciples,",
    "19:30": "saying, 'Go into the village in front of [you], in which [as you]<note: *Here \"[as]\" is supplied as a component of the participle (\"enter\") which is understood as temporal> enter you will find a colt tied, on which {no person has ever}<note: Literally \"no one of men ever\"> sat, and untie it [and]<note: *Here \"[and]\" is supplied because the previous participle (\"untie\") has been translated as a finite verb> bring [it].<note: *Here the direct object is supplied from context in the English translation>",
    "19:31": "And if anyone asks you, 'Why are you untying [it]?'<note: *Here the direct object is supplied from context in the English translation> you will say this: 'The Lord has need of it.'\"",
    "19:32": "So those who were sent went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> found [it]<note: *Here the direct object is supplied from context in the English translation> just as he had told them.",
    "19:33": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were untying\")> they were untying the colt, its owners said to them, 'Why are you untying the colt?'",
    "19:34": "So they said, 'The Lord has need of it.'",
    "19:35": "And they brought it to Jesus, and throwing their cloaks on the colt, they put Jesus [on it].",
    "19:36": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was going along\")> he was going along, they were spreading out their cloaks on the road.",
    "19:37": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was drawing near\")> he was drawing near by this time to the descent from the Mount of Olives, the whole crowd of the disciples began rejoicing to praise God with a loud voice for all the miracles that they had seen, \"Blessed [is] the king, the one who comes in the name of the Lord!<note: A quotation from Ps 118:26, with \"the king\" added as a clarification> Peace in heaven and glory in the highest!\"\r\n",
    "19:39": "And some of the Pharisees from the crowd said to him, \"Teacher, rebuke your disciples!\"",
    "19:40": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"I tell you that<note: Some manuscripts omit \"that\"> if these keep silent, the stones will cry out!\"",
    "19:41": "And when he approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> saw the city, he wept over it,",
    "19:42": "saying, \"If you had known on this day--even you--the things [that make] for peace! But now they are hidden from your eyes.",
    "19:43": "For days will come upon you and your enemies will put up an embankment<note: Or \"a palisade\" (the term can refer to either a wooden or an earthen barricade)> against you, and will surround you and press you hard from all directions.",
    "19:44": "And they will raze you to the ground, [you] and your children within you, and will not leave a stone upon a stone within you, {because}<note: Literally \"in return for which\"> you did not recognize the time of your visitation.\"",
    "19:45": "And he entered into the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> began to drive out those who were selling,",
    "19:46": "saying to them, \"It is written, 'And my house will be a house of prayer,'<note: A quotation from Isa 56:7> but you have made it a cave of robbers!\"",
    "19:47": "And he was teaching every day in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and the chief priests and the scribes and the most prominent men of the people were seeking to destroy him.",
    "19:48": "And they did not find anything they could do, because all the people were paying close attention to [what] they were hearing from him.",
    "20:1": "And it happened that on one of the days [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was teaching\")> he was teaching the people in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and proclaiming the gospel, the chief priests and the scribes approached together with the elders",
    "20:2": "and said, saying to him, \"Tell us, by what authority you are doing these [things], or who is the one who gave you this authority?",
    "20:3": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"I also will ask you a question, and you tell me:",
    "20:4": "The baptism of John--was [it] from heaven or from men?",
    "20:5": "And they discussed [this]<note: *Here the direct object is supplied from context in the English translation> with one another, saying, \"If we say 'From heaven,' he will say, 'Why did you not believe him?'",
    "20:6": "But if we say, 'From men,' all the people will stone us to death, because they are convinced [that] John was a prophet.\"",
    "20:7": "And they replied [that they] did not know where [it was] from.",
    "20:8": "And Jesus said to them, \"Neither will I tell you by what authority I am doing these [things].\"",
    "20:9": "And he began to tell the people this parable: \"A man<note: Some manuscripts have \"A certain man\"> planted a vineyard, and leased it to tenant farmers, and went on a journey for a long time.",
    "20:10": "And at the proper time he sent a slave to the tenant farmers, so that they would give him [some] of the fruit of the vineyard. But the tenant farmers sent him away empty-handed [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"beating\") which is understood as temporal> beating [him].<note: *Here the direct object is supplied from context in the English translation>",
    "20:11": "And he proceeded to send another slave, but they beat and dishonored that one also, [and]<note: *Here \"[and]\" is supplied because the two previous participles (\"beat\" and \"dishonored\") have been translated as finite verbs> sent [him]<note: *Here the direct object is supplied from context in the English translation> away empty-handed.",
    "20:12": "And he proceeded to send a third, but they wounded [and]<note: *Here \"[and]\" is supplied because the previous participle (\"wounded\") has been translated as a finite verb> threw out this one also.",
    "20:13": "So the owner of the vineyard said, 'What should I do? I will send my beloved son; perhaps they will respect him.'",
    "20:14": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the tenant farmers saw him, they began to reason<note: *The imperfect tense has been translated as ingressive here (\"began to reason\")> with one another, saying, 'This is the heir. Let us kill him so that the inheritance will become ours!'",
    "20:15": "And they threw him out of the vineyard [and]<note: *Here \"[and]\" is supplied because the previous participle (\"threw\") has been translated as a finite verb> killed [him].<note: *Here the direct object is supplied from context in the English translation> What then will the owner of the vineyard do to them?",
    "20:16": "He will come and destroy those tenant farmers and give the vineyard to others.\" And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> they said, \"[May this] never happen!\"",
    "20:17": "But he looked intently at them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked intently at\") has been translated as a finite verb> said, \"What then is this that is written: 'The stone which the builders rejected, this has become {the cornerstone}.'<note: Literally \"the head of the corner\">\r\n",
    "20:18": "Everyone who falls on that stone will be broken to pieces, and [the one] on whom it falls--it will crush him!\"",
    "20:19": "And the scribes and the chief priests sought to lay [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on him at [that] same hour, and they were afraid of the people, for they knew that he had told this parable with reference to them.",
    "20:20": "And they watched [him]<note: *Here the direct object is supplied from context in the English translation> closely [and]<note: *Here \"[and]\" is supplied because the previous participle (\"watched closely\") has been translated as a finite verb> sent spies who pretended they were upright, in order that they could catch him in a statement, so that they could hand him over to the authority and the jurisdiction of the governor.",
    "20:21": "And they asked him, saying, \"Teacher, we know that you speak and teach rightly, and do not {show partiality},<note: Literally \"receive face\"> but teach the way of God in truth.",
    "20:22": "Is it permitted [for] us to pay taxes<note: Or \"the tribute tax\"> to Caesar or not?\"",
    "20:23": "But seeing through their craftiness, he said to them,",
    "20:24": "\"Show me a denarius! Whose image and inscription does it have?\" And they answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said,<note: Some manuscripts have \"And they said\"> \"Caesar's.\"",
    "20:25": "So he said to them, \"Well then, give to Caesar the things of Caesar, and to God the things of God!\"",
    "20:26": "And they were not able to catch [him]<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts explicitly state \"him\"> in a statement in the sight of the people, and astonished at his answer, they became silent.",
    "20:27": "Now some of the Sadducees--who deny {that there is a resurrection}<note: Literally \"resurrection not to exist\">--came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> asked him,",
    "20:28": "saying, \"Teacher, Moses wrote for us if someone's brother dies having a wife, and this man is childless, that his brother should take the wife and {father}<note: Literally \"raise up\"> descendants for his brother.",
    "20:29": "Now there were seven brothers, and the first took a wife [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> died childless,",
    "20:30": "and the second,",
    "20:31": "and the third took her, and likewise also the seven did not leave children and died.",
    "20:32": "Finally the woman also died.",
    "20:33": "Therefore in the resurrection, the woman--whose wife will she be? For the seven had her [as] wife.\"",
    "20:34": "And Jesus said to them, \"The sons of this age marry and are given in marriage,",
    "20:35": "but those who are considered worthy to attain to that age and [to] the resurrection from the dead neither marry nor are given in marriage,",
    "20:36": "for they are not even able to die any longer, because they are like the angels and are sons of God, [because they]<note: *Here \"[because]\" is supplied as a component of the participle (\"are\") which is understood as causal> are sons of the resurrection.",
    "20:37": "But that the dead are raised, even Moses revealed in [the passage about]<note: *The words \"[the passage about]\" are not in the Greek text but are implied; here a common form of rabbinic citation is being used to refer to an Old Testament passage> the bush, when he calls the Lord the God of Abraham and [the] God of Isaac and [the] God of Jacob.",
    "20:38": "Now he is not God of the dead, but of the living, for all live to him!\"",
    "20:39": "And some of the scribes answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Teacher, you have spoken well.\"",
    "20:40": "For they no longer dared to ask him anything.",
    "20:41": "But he said to them, \"In what sense do they say [that] the Christ is David's son?",
    "20:42": "For David himself says in the book of Psalms, 'The Lord said to my Lord, \"Sit at my right hand,\r\n",
    "20:43": "until I make your enemies a footstool for your feet.\" '<note: A quotation from Ps 110:1>",
    "20:44": "David therefore calls him 'Lord,' and how is he his son?\"",
    "20:45": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were listening\")> all the people were listening, he said to the disciples,<note: Some manuscripts have \"to his disciples\">",
    "20:46": "\"Beware of the scribes, who like walking around in long robes and who love greetings in the marketplaces and the best seats in the synagogues and the places of honor at banquets,",
    "20:47": "who devour the houses of widows and pray lengthy [prayers] for the sake of appearance. These will receive more severe condemnation!\"",
    "21:1": "And he looked up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked up\") has been translated as a finite verb> saw the rich putting their gifts into the contribution box,",
    "21:2": "and he saw a certain poor widow putting in there two small copper coins.<note: This coin was the lepton, worth 1/128 of a denarius>",
    "21:3": "And he said, \"Truly I say to you that this poor widow put in more than all [of them].",
    "21:4": "For these all put [gifts]<note: *Here the direct object is supplied from context in the English translation> into the offering out of their abundance, but this [woman] out of her poverty put in all the means of subsistence that she had.\"",
    "21:5": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were speaking\")> some were speaking about the temple, that it was adorned with precious stones and votive offerings, he said,",
    "21:6": "\"[As for] these [things] that you see--days will come in which not [one] stone will be left on [another] stone that will not be thrown down!\"",
    "21:7": "And they asked him, saying, \"Teacher, when therefore will these [things] happen, and what [will be] the sign when these [things] are about to take place?\"",
    "21:8": "And he said, Watch out that you are not deceived! For many will come in my name, saying, 'I am [he],' and 'The time is near!' Do not go after them!",
    "21:9": "And when you hear about wars and insurrections, do not be terrified, for these [things] must happen first, but the end [will] not [be] at once.\"",
    "21:10": "Then he said to them, \"nation will rise up against nation and kingdom against kingdom.",
    "21:11": "There will be great earthquakes and famines and plagues in [various] places. There will be terrible sights and great signs from heaven.",
    "21:12": "\"But before all these [things], they will lay their hands on you and will persecute [you],<note: *Here the direct object is supplied from context in the English translation> handing [you]<note: *Here the direct object is supplied from context in the English translation> over to the synagogues and prisons. You will be brought before<note: *Here the participle (\"be brought before\") is translated as a finite verb because of English style> kings and governors because of my name.",
    "21:13": "This will turn out to you for a [time of] witness.",
    "21:14": "{Therefore make up your minds}<note: Literally \"therefore place in your hearts\"> not to prepare in advance to speak in your own defense,",
    "21:15": "for I will give you a mouth and wisdom that all your opponents will not be able to resist or contradict.",
    "21:16": "And you will be handed over even by parents and brothers and relatives and friends, and they will put to death [some] of you.",
    "21:17": "And you will be hated by all because of my name.",
    "21:18": "Even a hair of your head will never perish!",
    "21:19": "By your patient endurance you will gain your lives.",
    "21:20": "\"But when you see Jerusalem surrounded by armies, then know that its desolation has come near.",
    "21:21": "Then those in Judea must flee to the mountains, and those {inside it}<note: Literally \"in the midst of it\"> must depart, and those in the fields must not enter into it,",
    "21:22": "because these are days of vengeance, [so that] all the things that are written can be fulfilled.",
    "21:23": "Woe to those {who are pregnant}<note: Literally \"who have in the womb\"> and to those who are nursing [their babies]<note: *The words \"[their babies]\" are not in the Greek text but are supplied as a necessary clarification> in those days! For there will be great distress on the earth and wrath against this people,",
    "21:24": "and they will fall by the edge of the sword, and will be led captive into all the nations,<note: The same Greek word, occurring three times in this verse, can be translated \"nations\" or \"Gentiles\" depending on the context> and Jerusalem will be trampled down by the Gentiles until the times of the Gentiles are fulfilled.",
    "21:25": "\"And there will be signs in the sun and moon and stars, and on the earth distress of nations in perplexity from the noise of the sea and [its] surging,",
    "21:26": "people fainting from fear and expectation of what is coming on the inhabited earth, for the powers of the heavens will be shaken.<note: An allusion to Isa 34:4>",
    "21:27": "And then they will see the Son of Man arriving in a cloud<note: An allusion to Dan 7:13> with power and great glory.",
    "21:28": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"begin\")> these [things] begin to happen, stand up straight and raise your heads, because your redemption is drawing near!\"",
    "21:29": "And he told them a parable: \"Look at the fig tree and all the trees.",
    "21:30": "When they put out [foliage],<note: *Here the direct object is supplied from context in the English translation> now you see for yourselves [and]<note: *Here \"[and]\" is supplied because the previous participle (\"see\") has been translated as a finite verb> know that by this time the summer is near.",
    "21:31": "So also you, when you see these [things] happening, know<note: Or \"you know\"> that the kingdom of God is near.",
    "21:32": "Truly I say to you that this generation will never pass away until all [things] take place!",
    "21:33": "Heaven and earth will pass away, but my words will never pass away.",
    "21:34": "\"But take care for yourselves, lest your hearts are weighed down with dissipation and drunkenness and the worries of daily life, and that day come upon you suddenly",
    "21:35": "like a trap. For it will come upon all who reside on the face of the whole earth.",
    "21:36": "But be alert at all times, praying that you may have strength to escape all these [things] [that] are going to happen, and to stand before the Son of Man.\"",
    "21:37": "So [throughout] the days he was teaching in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and [throughout] the nights he was going out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"was going out\") has been translated as a finite verb> spending the night on the hill that is called [the Mount] of Olives.",
    "21:38": "And all the people were getting up very early in the morning [to come]<note: *The words \"[to come]\" are not in the Greek text but are implied> to him in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> to listen to him.",
    "22:1": "Now the feast of Unleavened Bread (which is called Passover) was drawing near.",
    "22:2": "And the chief priests and the scribes were seeking how they could destroy him, because they were afraid of the people.",
    "22:3": "And Satan entered into Judas, the one called Iscariot, who was of the number of the twelve.",
    "22:4": "And he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> discussed with the chief priests and officers of the temple guard how he could betray him to them.",
    "22:5": "And they were delighted, and came to an agreement with him to give [him]<note: *Here the direct object is supplied from context in the English translation> money.",
    "22:6": "And he agreed, and began looking<note: *The imperfect tense has been translated as ingressive here (\"began looking\")> for a favorable opportunity to betray him to them apart from the crowd.",
    "22:7": "And the day of the feast of Unleavened Bread came, on which it was necessary [for] the Passover lamb to be sacrificed.",
    "22:8": "And he sent Peter and John, saying, \"Go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> prepare the Passover for us, so that we may eat [it].<note: *Here the direct object is supplied from context in the English translation>",
    "22:9": "So they said to him, \"Where do you want us to prepare [it]?\"<note: *Here the direct object is supplied from context in the English translation>",
    "22:10": "And he said to them, \"Behold, [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"have entered\")> you have entered into the city, a man carrying a jar of water will meet you. Follow him into the house which he enters.",
    "22:11": "And you will say to the master of the house, 'The Teacher says to you, \"Where is the guest room where I may eat the Passover with my disciples?\" '",
    "22:12": "And he will show you a large furnished<note: Or perhaps \"paved\" or \"panelled\"> upstairs room. Make preparations there.\"",
    "22:13": "So they went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> found [everything]<note: *Here the direct object is supplied from context in the English translation> just as he had told them, and they prepared the Passover.",
    "22:14": "And when the hour came, he reclined at the table, and the apostles with him.",
    "22:15": "And he said to them, \"{I have earnestly desired}<note: Literally \"I have desired with desire\"> to eat this Passover with you before I suffer.",
    "22:16": "For I tell you that I will not eat it until it is fulfilled in the kingdom of God.\"",
    "22:17": "And he took in hand a cup, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took in hand\") has been translated as a finite verb> [after]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"giving thanks\")> giving thanks he said, \"Take this and share [it]<note: *Here the direct object is supplied from context in the English translation> among yourselves.",
    "22:18": "For I tell you,<note: Some manuscripts have \"I tell you that\"> from now on I will not drink of the product of the vine until the kingdom of God comes.\"",
    "22:19": "And he took bread, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> [after]<note: *Here \"[after]\" is supplied as a component of the temporal participle (\"giving thanks\")> giving thanks, he broke [it]<note: *Here the direct object is supplied from context in the English translation> and gave [it]<note: *Here the direct object is supplied from context in the English translation> to them, saying, \"This is my body which is given for you. Do this in remembrance of me.\"",
    "22:20": "And in the same way the cup after [they] had eaten, saying, \"This cup [is] the new covenant in my blood which is poured out for you.",
    "22:21": "\"But behold, the hand of the one who is betraying me [is] with me on the table!",
    "22:22": "For the Son of Man is going according to what has been determined, but woe to that man by whom he is betrayed!\"",
    "22:23": "And they began to debate with one another who then of them it could be who was going to do this.",
    "22:24": "And a dispute also occurred among them as to which of them was recognized as being greatest.",
    "22:25": "So he said to them, \"The kings of the Gentiles<note: The same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> lord it over them, and those who have authority over them are called benefactors.",
    "22:26": "But you [are] not [to be] like this! But the one who is greatest among you must become like the youngest, and the one who leads like the one who serves.",
    "22:27": "For who [is] greater, the one who reclines at the table or the one who serves? [Is it] not the one who reclines at the table? But I am in your midst as the one who serves.",
    "22:28": "\"And you are the ones who have remained<note: Or \"ones who have continued\"> with me in my trials,",
    "22:29": "and I confer on you a kingdom, just as my Father conferred on me,",
    "22:30": "that you may eat and drink at my table in my kingdom, and you will sit on thrones judging the twelve tribes of Israel.",
    "22:31": "\"Simon, Simon, behold, Satan has demanded to sift you like wheat,",
    "22:32": "but I have prayed for you, that your faith may not fail. And you, [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"have turned back\") which is understood as temporal> once you have turned back,<note: Or \"have turned around\"> strengthen your brothers.\"",
    "22:33": "But he said to him, \"Lord, I am ready to go with you both to prison and to death!\"",
    "22:34": "And he said, \"I tell you, Peter, the rooster will not crow today until you have denied three times [that you] know me!\"",
    "22:35": "And he said to them, \"When I sent you out without a money bag and a traveler's bag and sandals, you did not lack anything, [did you]?\"<note: *The negative construction in Greek anticipates a negative answer here, indicated in the translation by \"[did you]\"> And they said, \"Nothing.\"",
    "22:36": "And he said to them, \"But now the one who has a money bag must take [it],<note: *Here the direct object is supplied from context in the English translation> and likewise a traveler's bag. And the one who does not have a sword must sell his cloak and buy [one].",
    "22:37": "For I tell you that this that is written must be fulfilled in me: 'And he was counted with the criminals.'<note: A quotation from Isa 53:12> For indeed, [what is written]<note: *The phrase \"[what is written]\" is not in the Greek text but is an understood repetition of the similar phrase at the beginning of the verse> about me {is being fulfilled}.\"<note: Literally \"is having an end\">",
    "22:38": "So they said, \"Lord, behold, here [are] two swords!\" And he said to them, \"It is adequate.\"",
    "22:39": "And he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> proceeded, according to [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> custom, to the Mount of Olives, and the disciples also followed him.",
    "22:40": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> he came to the place, he said to them, \"Pray that you will not enter into temptation.\"",
    "22:41": "And he withdrew from them about a stone's throw and {knelt down}<note: Literally \"bent his knees\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"knelt down\"; literally \"bent his knees\") has been translated as a finite verb> began to pray,<note: *The imperfect tense has been translated as ingressive here (\"began to pray\")>",
    "22:42": "saying, \"Father, if you are willing, take away this cup from me. Nevertheless, not my will but yours be done.\" [[",
    "22:43": "And an angel from heaven appeared to him, strengthening him.",
    "22:44": "And being in anguish, he began praying<note: *The imperfect tense has been translated as ingressive here (\"began praying\")> more fervently and his sweat became like drops of blood falling down to the ground.]]<note: A number of early and important Greek manuscripts lack verses 43 and 44>",
    "22:45": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"got up\") which is understood as temporal> got up from the prayer [and]<note: *Here \"[and]\" is supplied because the participle (\"came\") has been translated as a finite verb in keeping with English style> came to the disciples, he found them sleeping from sorrow,",
    "22:46": "and he said to them, \"Why are you sleeping? Get up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"get up\") has been translated as a finite verb> pray that you will not enter into temptation!\"",
    "22:47": "[While]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"speaking\")> he was still speaking, behold, [there came] a crowd, and the one named Judas, one of the twelve, leading them. And he approached Jesus to kiss him.",
    "22:48": "But Jesus said to him, \"Judas, are you betraying the Son of Man with a kiss?\"",
    "22:49": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> those around him saw what was about to happen, they said, \"Lord, should we strike with the sword?\"",
    "22:50": "And a certain one of them struck the slave of the high priest and cut off his right ear.",
    "22:51": "But Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"{Stop! No more of this!}\"<note: Literally \"leave off to this\"> And he touched [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> ear [and]<note: *Here \"[and]\" is supplied because the previous participle (\"touched\") has been translated as a finite verb> healed him.",
    "22:52": "And Jesus said to the chief priests and officers of the temple and elders who had come out against him, \"Have you come out with swords and clubs, as against a robber?",
    "22:53": "Every day [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> I was with you in the temple [courts],<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> you did not stretch out [your]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands against me! But this is your hour and the domain of darkness!\"",
    "22:54": "And they arrested him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"arrested\") has been translated as a finite verb> led [him]<note: *Here the direct object is supplied from context in the English translation> away and brought [him]<note: *Here the direct object is supplied from context in the English translation> into the house of the high priest. But Peter was following at a distance.",
    "22:55": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had kindled\") which is understood as temporal> had kindled a fire in the middle of the courtyard and sat down together, Peter sat down among them.",
    "22:56": "And a certain female slave, seeing him sitting in the light and looking intently at him, said, \"This man also was with him!\"",
    "22:57": "But he denied [it],<note: *Here the direct object is supplied from context in the English translation> saying, \"Woman, I do not know him!\"",
    "22:58": "And after a short time another person saw him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"saw\") has been translated as a finite verb> said, \"You also are [one] of them!\" But Peter said, \"Man, I am not!\"",
    "22:59": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had passed\")> about one hour had passed, someone else was insisting, saying, \"In truth this man also was with him, because he is also a Galilean!\"",
    "22:60": "But Peter said, \"Man, I do not know what you are talking about!\" And immediately, [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was speaking\")> he was still speaking, a rooster crowed.",
    "22:61": "And the Lord turned around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned around\") has been translated as a finite verb> looked intently at Peter. And Peter remembered the word of the Lord,<note: Some manuscripts have \"the Lord's statement\"> how he said to him, \"Before the rooster crows today, you will deny me three times.\"",
    "22:62": "And he went outside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> wept bitterly.",
    "22:63": "And the men who were guarding him began to mock<note: *The imperfect tense has been translated as ingressive here (\"began to mock\")> him [while]<note: *Here \"[when]\" is supplied as a component of the participle (\"beat\") which is understood as temporal> they beat [him],<note: *Here the direct object is supplied from context in the English translation>",
    "22:64": "and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"blindfolding\") which is understood as temporal> blindfolding him they repeatedly asked<note: *This imperfect verb is translated as iterative (\"repeatedly asked\")> [him],<note: *Here the direct object is supplied from context in the English translation> saying, \"Prophesy! Who is the one who struck you?\"",
    "22:65": "And they were saying many other [things] against him, reviling [him].<note: *Here the direct object is supplied from context in the English translation>",
    "22:66": "And when day came, the council of elders of the people gathered, both chief priests and scribes, and they led him away to their Sanhedrin,<note: Or \"council\">",
    "22:67": "saying, \"If you are the Christ, tell us!\" But he said to them, \"If I tell you, you will never believe,",
    "22:68": "and if I ask [you],<note: *Here the direct object is supplied from context in the English translation> you will never answer!",
    "22:69": "But from now on the Son of Man will be seated at the right hand of the power of God.\"",
    "22:70": "So they all said, \"Are you then the Son of God?\" And he said to them, \"You say that I am.\"",
    "22:71": "And they said, \"Why do we have need [of] further testimony? For [we] ourselves have heard [it]<note: *Here the direct object is supplied from context in the English translation> from his mouth!\"",
    "23:1": "And the whole assembly of them rose up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"rose up\") has been translated as a finite verb> brought him before Pilate.",
    "23:2": "And they began to accuse him, saying, \"We have found this man misleading our nation and forbidding [us]<note: *Here the direct object is supplied from context in the English translation> to pay taxes to Caesar, and saying [he] himself is Christ, a king!\"",
    "23:3": "And Pilate asked him, saying, \"Are you the king of the Jews?\" And he answered him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"You say [so].\"",
    "23:4": "So Pilate said to the chief priests and the crowds, \"I find no basis for an accusation against this man.\"",
    "23:5": "But they insisted, saying, \"He incites the people, teaching throughout the whole of Judea and beginning from Galilee as far as here.\"",
    "23:6": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Pilate heard [this],<note: *Here the direct object is supplied from context in the English translation> he asked if the man was a Galilean.",
    "23:7": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"found out\") which is understood as temporal> found out that he was from the jurisdiction of Herod, he sent him over to Herod, who was also in Jerusalem in those days.",
    "23:8": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Herod saw Jesus, he was very glad, for he had been wanting to see him for a long time, because he had heard about him and was hoping to see some miracle performed by him.",
    "23:9": "So he questioned him {at considerable length},<note: Literally \"with many words\"> but he answered nothing to him.",
    "23:10": "And the chief priests and the scribes were standing there vehemently accusing him.",
    "23:11": "And Herod with his soldiers also treated him with contempt, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"mocking\") which is understood as temporal> mocking [him]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied to connect the two participles (\"mocking\" and \"dressing\") in keeping with English style> dressing [him]<note: *Here the direct object is supplied from context in the English translation> [in] glistening clothing, he sent him back to Pilate.",
    "23:12": "And both Herod and Pilate became friends with one another on [that] same day, {for they had previously been enemies of one another}.<note: Literally \"for they had previously existed being at enmity with each other\">",
    "23:13": "So Pilate called together the chief priests and the rulers and the people",
    "23:14": "[and]<note: *Here \"[and]\" is supplied because the participle in the previous verse (\"called together\") has been translated as a finite verb> said to them, \"You brought me this man as one who was misleading the people, and behold, [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"examined\") which is understood as temporal> examined [him]<note: *Here the direct object is supplied from context in the English translation> before you, I found nothing in this man as basis for the accusation which {you are making}<note: Literally \"you are accusing\"> against him.",
    "23:15": "But neither [did] Herod, because he sent him back to us. And behold, nothing deserving death {has been done}<note: Literally \"is having been done\"> by him.",
    "23:16": "Therefore I will punish him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"punish\") has been translated as a finite verb> release [him].\"<note: *Here the direct object is supplied from context in the English translation> <note: Many of the most important Greek manuscripts lack v. 17, \"Now he was obligated to release for them at the feast one person.\">",
    "23:18": "But they all cried out in unison, saying, \"Take this man away, and release for us Barabbas!\"",
    "23:19": "(who had been thrown in prison because of a certain insurrection that had taken place in the city, and [for] murder).",
    "23:20": "And Pilate, wanting to release Jesus, addressed [them]<note: *Here the direct object is supplied from context in the English translation><note: Some manuscripts explicitly state \"them\"> again,",
    "23:21": "but they kept crying out, saying, \"Crucify! Crucify him!\"",
    "23:22": "So he said to them a third [time], \"Why? What wrong has this man done? I found no basis for an accusation {deserving death}<note: Literally \"of death\"> in him. Therefore I will punish him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"punish\") has been translated as a finite verb> release [him].\"<note: *Here the direct object is supplied from context in the English translation>",
    "23:23": "But they were urgent, demanding with loud cries [that] he be crucified. And their cries prevailed.",
    "23:24": "And Pilate decided [that] their demand should be granted.",
    "23:25": "And he released the one who had been thrown into prison because of insurrection and murder, whom they were asking for, but Jesus he handed over to their will.",
    "23:26": "And as they led him away, they seized Simon, a certain [man] of Cyrene, who was coming from the country, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> placed the cross on him, to carry [it]<note: *Here the direct object is supplied from context in the English translation> behind Jesus.",
    "23:27": "And a great crowd of the people were following him, and of women who were mourning and lamenting him.",
    "23:28": "But turning to them, Jesus said, \"Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children!",
    "23:29": "For behold, days are coming in which they will say, 'Blessed [are] the barren, and the wombs that did not give birth, and [the] breasts that did not nurse!'",
    "23:30": "Then they will begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us!'",
    "23:31": "For if they do these [things] {when the wood is green},<note: Literally \"in the green wood\"> what will happen {when it is dry}?\"<note: Literally \"in the dry\">",
    "23:32": "And two other criminals were also led away to be executed with him.",
    "23:33": "And when they came to the place that is called \"The Skull,\" there they crucified him, and the criminals, the one on [his] right and the other on [his] left.",
    "23:34": "[[But Jesus said, \"Father, forgive them, for they do not know what they are doing.\"]]<note: Many important manuscripts lack v. 34a, \"But Jesus said, 'Father, forgive them, for they do not know what they are doing.'\"> And they cast lots to divide his clothes.",
    "23:35": "And the people stood there watching, but the rulers also ridiculed [him],<note: *Here the direct object is supplied from context in the English translation> saying, \"He saved others; let him save himself, if this [man] is the Christ<note: Or \"Messiah\"> of God, the Chosen One!\"",
    "23:36": "And the soldiers also mocked him, coming up [and]<note: *Here \"[and]\" is supplied to connect the two participles (\"coming up\" and \"offering\") in keeping with English style> offering him sour wine",
    "23:37": "and saying, \"If you are the king of the Jews, save yourself!\"",
    "23:38": "And there was also an inscription over him, \"This [is] the king of the Jews.\"",
    "23:39": "And one of the criminals who were hanged there reviled him, saying, \"Are you not the Christ? Save yourself--and us!\"",
    "23:40": "But the other answered [and]<note: *Here \"[and]\" is supplied to connect the two participles (\"answered\" and \"rebuked\") in keeping with English style> rebuked him, saying, \"Do you not even fear God, because you are undergoing the same condemnation?",
    "23:41": "And we indeed justly, for we are receiving {what we deserve}<note: Literally \"[things] worthy\"> [for] what we have done. But this man has done nothing wrong!\"",
    "23:42": "And he said, \"Jesus, remember me when you come into your kingdom!\"",
    "23:43": "And he said to him, \"Truly I say to you, today you will be with me in paradise.\"",
    "23:44": "And by this time it was about the sixth hour, and darkness came over the whole land until the ninth hour",
    "23:45": "[because]<note: *Here \"[because]\" is supplied as a component of the participle (\"failed\") which is understood as causal> [the light] of the sun failed. And the curtain of the temple was torn apart [down] the middle.",
    "23:46": "And Jesus, calling out with a loud voice, said, \"Father, into your hands I entrust my spirit!\"<note: A quotation from Ps 31:5> And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"said\") which is understood as temporal> said this, he expired.",
    "23:47": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the centurion saw what had happened, he began to praise<note: *The imperfect tense has been translated as ingressive here (\"began to praise\")> God, saying, \"Certainly this man was righteous!\"",
    "23:48": "And all the crowds that had come together for this spectacle, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the things that had happened, returned [home]<note: *The word \"[home]\" is not in the Greek text, but is implied> beating [their]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> breasts.",
    "23:49": "And all his acquaintances, and the women who had followed him from Galilee who saw these [things], stood at a distance.",
    "23:50": "And behold, a man {named}<note: Literally \"by name\"> Joseph, who was a member of the council,<note: Or \"a member of the Sanhedrin\"> a good<note: Some manuscripts have \"and a good\"> and righteous man",
    "23:51": "(this man was not consenting to their plan and deed), from Arimathea, {a Judean town},<note: Literally \"a town of the Jews\"> who was looking forward to the kingdom of God.",
    "23:52": "This man approached Pilate [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> asked for the body of Jesus.",
    "23:53": "And he took [it]<note: *Here the direct object is supplied from context in the English translation> down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"wrapped\") has been translated as a finite verb> wrapped it in a linen cloth and placed him in a tomb cut into the rock where no one had ever been placed.",
    "23:54": "And it was the day of preparation, and the Sabbath was drawing near.",
    "23:55": "And the women who had been accompanying him from Galilee followed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"followed\") has been translated as a finite verb> saw the tomb and how his body was placed.",
    "23:56": "And they returned [and]<note: *Here \"[and]\" is supplied because the previous participle (\"returned\") has been translated as a finite verb> prepared fragrant spices and perfumes, and on the Sabbath they rested according to the commandment.",
    "24:1": "Now on the first [day] of the week, at very early dawn, they came back to the tomb bringing the fragrant spices which they had prepared.",
    "24:2": "And they found the stone had been rolled away from the tomb,",
    "24:3": "but [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"went in\") which is understood as temporal> went in, they did not find the body.<note: Some manuscripts add \"of the Lord Jesus\">",
    "24:4": "And it happened that while they were perplexed about this, behold, two men in gleaming clothing stood near them.",
    "24:5": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participles (\"were\" and \"bowed\")> they were terrified and bowed their faces to the ground, they said to them, \"Why are you looking for the living among the dead?",
    "24:6": "He is not here, but has been raised! Remember how he spoke to you [while he]<note: *Here \"[while]\" is supplied as a component of the participle (\"was\") which is understood as temporal> was still in Galilee,",
    "24:7": "saying that the Son of Man must be delivered into the hands of men [who are] sinners, and be crucified, and on the third day rise?\"",
    "24:8": "And they remembered his words,",
    "24:9": "and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> returned from the tomb, they reported all these [things] to the eleven and to all the rest.",
    "24:10": "Now Mary Magdalene and Joanna and Mary the [mother] of James and the others with them were telling these [things] to the apostles.",
    "24:11": "And these words appeared to them as nonsense, and they refused to believe them.",
    "24:12": "But Peter got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> ran to the tomb, and bending over to look, he saw only the [strips of] linen cloth, and he went away to his home<note: Or \"wondering to himself,\" if the prepositional phrase modifies the following participle> wondering what had happened.",
    "24:13": "And behold, on [that] same day, two of them were traveling to a village {named}<note: Literally \"to which the name\"> Emmaus [that was] sixty stadia<note: A \"stade\" or \"stadium\" (plur. \"stadia\") is about 607 ft (187 m)> distant from Jerusalem,",
    "24:14": "and they were conversing with one another about all these [things] that had happened.",
    "24:15": "And it happened that while they were conversing, and discussing, Jesus himself also approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> began to go along with<note: *The imperfect tense has been translated as ingressive here (\"began to go along with\")> them,",
    "24:16": "but their eyes were prevented from recognizing him.",
    "24:17": "And he said to them, \"What [are] these matters that you are discussing with one another [as you]<note: *Here \"[as]\" is supplied as a component of the participle (\"walking along\") which is understood as temporal> are walking along?\" And they stood still, looking sad.",
    "24:18": "And one [of them], {named}<note: Literally \"by name\"> Cleopas, answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"[Are] you the only one living near Jerusalem and not knowing the things that have happened in it in these days?\"",
    "24:19": "And he said to them, \"What [things]?\" So they said to him, \"The things concerning Jesus the Nazarene, a man who was a prophet, powerful in deed and word before God and all the people,",
    "24:20": "and how our chief priests and rulers handed him over to a sentence of death, and crucified him.",
    "24:21": "But we were hoping that he was the one who was going to redeem Israel. But in addition to all these [things], this [is] the third day {since}<note: Literally \"he spends from which\"> these [things] took place.",
    "24:22": "But also some women from among us astonished us, who were at the tomb early in the morning,",
    "24:23": "and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"find\") which is understood as temporal> did not find his body, they came back saying [they] had seen even a vision of angels, who said [that] he was alive!",
    "24:24": "And some of those with us went out to the tomb and found [it]<note: *Here the direct object is supplied from context in the English translation> like this, just as the women had also said, but him they did not see.\"",
    "24:25": "And he said to them, \"O foolish and slow in heart to believe in all that the prophets have spoken!",
    "24:26": "Was it not necessary [that] the Christ suffer these [things] and enter into his glory?\"",
    "24:27": "And beginning from Moses and from all the prophets, he interpreted to them the things concerning himself in all the scriptures.",
    "24:28": "And they drew near to the village where they were going, and he acted as though he was going farther.",
    "24:29": "And they urged him strongly, saying, \"Stay with us, because it is [getting] toward evening, and by this time the day is far spent.\" And he went in to stay with them.",
    "24:30": "And it happened that when he reclined at the table with them, he took the bread [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> gave thanks, and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"breaking\") which is understood as temporal> breaking [it],<note: *Here the direct object is supplied from context in the English translation> he gave [it]<note: *Here the direct object is supplied from context in the English translation> to them.",
    "24:31": "And their eyes were opened, and they recognized him, and he became invisible to them.",
    "24:32": "And they said to one another, \"Were not our hearts burning within us while he was speaking with us on the road, while he was explaining the scriptures to us?\"",
    "24:33": "And they got up [that] same hour [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> returned to Jerusalem and found the eleven and those with them assembled,",
    "24:34": "saying, \"The Lord has really been raised, and has appeared to Simon!\"",
    "24:35": "And they began describing<note: *The imperfect tense has been translated as ingressive here (\"began describing\")> {what happened}<note: Literally \"the things\"> on the road, and how he was recognized by them in the breaking of the bread.",
    "24:36": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were saying\")> they were saying these [things], he himself stood there among them.<note: Some manuscripts add \"and said to them, 'Peace to you!'\">",
    "24:37": "But they were startled and became terrified, [and]<note: *Here \"[and]\" is supplied because the two previous participles (\"startled\" and \"terrified\") have been translated as finite verbs> thought [they] had seen a ghost.",
    "24:38": "And he said to them, \"Why are you frightened? And for what [reason] do doubts arise in your hearts?",
    "24:39": "Look at my hands and my feet, that I am I myself! Touch me and see, because a ghost does not have flesh and bones, as {you see that I have}.\"<note: Literally \"you see me having\">",
    "24:40": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"had said\") which is understood as temporal> had said this, he showed them [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands and [his]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> feet.",
    "24:41": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"disbelieving\")> they were still disbelieving because of joy and were marveling, he said to them, \"Do you have anything {to eat}<note: Literally \"eatable\"> here?\"",
    "24:42": "So they gave him a piece of broiled fish,",
    "24:43": "and he took [it]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> ate [it]<note: *Here the direct object is supplied from context in the English translation> in front of them.",
    "24:44": "And he said to them, \"These [are] my words that I spoke to you [while I]<note: *Here \"[while]\" is supplied as a component of the participle (\"was\") which is understood as temporal> was still with you, that everything that is written about me in the law of Moses and the prophets and psalms must be fulfilled.\"",
    "24:45": "Then he opened their minds to understand the scriptures,",
    "24:46": "and said to them, \"Thus it is written [that] the Christ would suffer and would rise from the dead on the third day,",
    "24:47": "and repentance and the forgiveness<note: Some manuscripts have \"repentance for the forgiveness\"> of sins would be proclaimed in his name to all the nations,<note: The same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> beginning from Jerusalem.",
    "24:48": "You are witnesses of these [things].",
    "24:49": "And behold, I am sending out<note: Some manuscripts have \"am sending\"> what was promised by my Father upon you, but you stay in the city until you are clothed with power from on high.\"",
    "24:50": "And he led them out as far as Bethany, and lifting up his hands, he blessed them.",
    "24:51": "And it happened that while he was blessing them, he parted from them and was taken up into heaven.",
    "24:52": "And they worshiped him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"worshiped\") has been translated as a finite verb> returned to Jerusalem with great joy.",
    "24:53": "And they were {continually}<note: Literally \"through everything\"> in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> praising God."
  }
}