{
  "abbreviation": "Mt",
  "passages": {
    "1:1": "The book of the genealogy of Jesus Christ, the son of David, the son of Abraham.",
    "1:2": "Abraham became the father of Isaac, and Isaac became the father of Jacob, and Jacob became the father of Judah and his brothers,",
    "1:3": "and Judah became the father of Perez and Zerah by Tamar, and Perez became the father of Hezron, and Hezron became the father of Aram,<note: Although the Greek text reads \"Aram,\" many English versions substitute the Old Testament form of the name, \"Ram\" (cf. 1 Chr 2:9; Ruth 4:19), here and in the following verse>",
    "1:4": "and Aram became the father of Amminadab, and Amminadab became the father of Nahshon, and Nahshon became the father of Salmon,",
    "1:5": "and Salmon became the father of Boaz by Rahab, and Boaz became the father of Obed by Ruth, and Obed became the father of Jesse,",
    "1:6": "and Jesse became the father of David the king. And David became the father of Solomon by the [wife]<note: *The word \"wife\" is not in the Greek text, but is implied idiomatically> of Uriah,\r\n",
    "1:7": "and Solomon became the father of Rehoboam, and Rehoboam became the father of Abijah, and Abijah became the father of Asa,<note: Greek \"Asaph,\" alternately spelled \"Asa\" in many English versions here and in the following verse (cf. 1 Chr 3:10)>",
    "1:8": "and Asa became the father of Jehoshaphat,<note: Greek \"Josaphat\"; alternately spelled \"Jehoshaphat\" in many English versions> and Jehoshaphat became the father of Joram, and Joram became the father of Uzziah,",
    "1:9": "and Uzziah became the father of Jotham, and Jotham became the father of Ahaz, and Ahaz became the father of Hezekiah,",
    "1:10": "and Hezekiah became the father of Manasseh, and Manasseh became the father of Amon,<note: The earliest and best Greek manuscripts read \"Amos,\" but many English versions use the Old Testament form of the name here, \"Amon\" (cf. 2 Kgs 21:18)> and Amon became the father of Josiah,",
    "1:11": "and Josiah became the father of Jechoniah and his brothers, at the time of the deportation to Babylon.",
    "1:12": "And after the deportation to Babylon, Jechoniah became the father of Shealtiel,<note: Greek \"Salathiel,\" but many English versions use the Old Testament form of the name here, \"Shealtiel\" (cf. Ezra 3:2)> and Shealtiel became the father of Zerubbabel,",
    "1:13": "and Zerubbabel became the father of Abiud, and Abiud became the father of Eliakim, and Eliakim became the father of Azor,",
    "1:14": "and Azor became the father of Zadok, and Zadok became the father of Achim, and Achim became the father of Eliud,",
    "1:15": "and Eliud became the father of Eleazar, and Eleazar became the father of Matthan, and Matthan became the father of Jacob,",
    "1:16": "and Jacob became the father of Joseph, the husband of Mary by whom<note: The Greek relative pronoun is feminine gender and thus refers only to Mary, not Joseph> was born Jesus, who is called Christ.",
    "1:17": "Therefore all the generations from Abraham to David [are] fourteen generations, and from David to the deportation to Babylon [are] fourteen generations, and from the deportation to Babylon to the Christ [are] fourteen generations.",
    "1:18": "Now the birth of Jesus Christ occurred in this way. His mother Mary had been betrothed to Joseph, [but] before they came together, she was found {to be pregnant}<note: Literally \"to have in the womb\"> by the Holy Spirit.",
    "1:19": "So Joseph her husband, being righteous and not wanting to disgrace her, intended to divorce her secretly.",
    "1:20": "But [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"considering\")> he was considering these things, behold, an angel of the Lord appeared to him in a dream, saying, \"Joseph, son of David, do not be afraid to take Mary [as] your wife, for what has been conceived in her is from the Holy Spirit.",
    "1:21": "And she will give birth to a son, and you will call his name 'Jesus,' because he will save his people from their sins.\"",
    "1:22": "Now all this happened in order that what was spoken by the Lord through the prophet would be fulfilled, saying,",
    "1:23": "\"Behold, the virgin {will become pregnant}<note: Literally \"will have in the womb\"> and will give birth to a son, and they will call his name Emmanuel,\"<note: A quotation from Isa 7:14> which is translated, \"God with us.\"<note: An allusion to Isa 8:8, 10 in the Greek OT (LXX)>\r\n",
    "1:24": "And Joseph, [when he]<note: *Here \"when\" is supplied as a component of the participle (\"woke up\") which is understood as temporal> woke up from sleep, did as the angel of the Lord commanded him, and he took his wife",
    "1:25": "and {did not have sexual relations with}<note: Literally \"did not know\"> her until she gave birth to a son. And he called his name Jesus.",
    "2:1": "Now [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"was born\")> Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,",
    "2:2": "saying, \"Where is the one who has been born king of the Jews? For we have seen his star at its rising<note: Or, \"when it rose\"; traditionally rendered \"in the east\" by many English versions> and have come to worship him.\"",
    "2:3": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> King Herod heard [it],<note: *Here the direct object is supplied from context in the English translation> he was troubled, and all Jerusalem with him,",
    "2:4": "and [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"calling together\") which is understood as temporal> calling together all the chief priests and scribes of the people, he inquired from them where the Christ was to be born.",
    "2:5": "So they said to him, \"In Bethlehem of Judea, for thus it is written by the prophet,",
    "2:6": "'And you, Bethlehem, land of Judah, are by no means least among the rulers of Judah, for from you will go out a ruler who will shepherd my people Israel.'\"<note: A quotation from Mic 5:2>",
    "2:7": "Then Herod secretly summoned the wise men [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> determined precisely from them the time [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"appeared\")> the star appeared.",
    "2:8": "And he sent them to Bethlehem [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> said, \"Go, inquire carefully concerning the child, and when you have found [him], report to me so that I also may come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"may come\") has been translated as a finite verb> worship him.\"",
    "2:9": "[After]<note: *Here \"[after]\" is supplied as a component of the participle (\"listened to\") which is understood as temporal> they listened to the king, they went out, and behold, the star which they had seen at its rising<note: Or, \"when it rose\"; traditionally rendered \"in the east\" by many English versions> led them until it came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> stood above [the place] where the child was.",
    "2:10": "Now [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the star, they rejoiced [with] very great joy.",
    "2:11": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came into the house, they saw the child with Mary his mother, and they fell down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"fell down\") has been translated as a finite verb> worshiped him. And opening their treasure boxes, they offered him gifts of gold and frankincense and myrrh.",
    "2:12": "And being warned in a dream not to return to Herod, they went back to their [own] country by another route.",
    "2:13": "Now [after] they had gone away, behold, an angel of the Lord appeared in a dream to Joseph, saying, \"Get up, take the child and his mother and flee to Egypt, and stay there until I tell you. For Herod is about to seek the child to destroy him.\"",
    "2:14": "So he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> took the child and his mother during the night and went away to Egypt.",
    "2:15": "And he was there until the death of Herod, in order that what was said by the Lord through the prophet would be fulfilled, saying, \"Out of Egypt I called my son.\" \r\n",
    "2:16": "Then Herod, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw that he had been deceived by the wise men, became very angry, and he sent [soldiers]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> executed all the children in Bethlehem and in all the region [around] it from [the age of] two years old and under, according to the time which he had determined precisely from the wise men.",
    "2:17": "Then what was spoken by the prophet Jeremiah was fulfilled, saying,",
    "2:18": "\"A voice was heard in Ramah, weeping and great mourning, Rachel weeping [for] her children, and she did not want to be comforted, because {they exist no longer}<note: Literally \"they are not\">.\"<note: A quotation from Jer 31:15>",
    "2:19": "Now [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had died\")> Herod had died, behold, an angel of the Lord appeared in a dream to Joseph in Egypt,",
    "2:20": "saying, \"Get up, take the child and his mother and go to the land of Israel, for those who were seeking the life of the child are dead.\"",
    "2:21": "So he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> took the child and his mother and {entered}<note: Literally \"entered into\"> the land of Israel.",
    "2:22": "But [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that Archelaus was reigning over Judea in place of his father Herod, he was afraid to go there, and being warned in a dream, he took refuge in the regions of Galilee.",
    "2:23": "And he came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> lived in a town called Nazareth, in order that what was said by the prophets would be fulfilled:<note: Literally \"that\"; the conjunction could be understood (1) to introduce a direct quotation, serving a function similar to modern English quotation marks, and thus not translated; or (2) to introduce an indirect quotation, in which case it could be translated \"that he would be called a Nazarene\"> \"He will be called a Nazarene.\"",
    "3:1": "Now in those days John the Baptist came preaching in the Judean wilderness",
    "3:2": "and saying, \"Repent, for the kingdom of heaven has come near!\"",
    "3:3": "For this is the one who was spoken about by the prophet Isaiah, saying, \"The voice of one crying out in the wilderness, 'Prepare the way of the Lord, make his paths straight.'\"<note: A quotation from Isa 40:3>\r\n",
    "3:4": "Now John himself had his clothing made from camel's hair and a belt made of leather around his waist, and his food was locusts and wild honey.",
    "3:5": "Then Jerusalem and all Judea and all the district around the Jordan were going out to him,",
    "3:6": "and they were being baptized by him in the Jordan River [as they]<note: *Here \"[as]\" is supplied as a component of the participle (\"confessed\") which is understood as temporal> confessed their sins.",
    "3:7": "But [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw many of the Pharisees and Sadducees coming to his baptism, he said to them, \"Offspring of vipers! Who warned you to flee from the coming wrath?",
    "3:8": "Therefore produce fruit worthy of repentance!",
    "3:9": "And do not think to say to yourselves, 'We have Abraham [as] father.' For I say to you that God is able to raise up children for Abraham from these stones!",
    "3:10": "Already now the ax is positioned at the root of the trees; therefore every tree not producing good fruit is cut down and thrown into the fire.",
    "3:11": "I baptize you with water for repentance, but the one who comes after me is more powerful than I [am], whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire.",
    "3:12": "His winnowing shovel [is] in his hand, and he will clean out his threshing floor and will gather his wheat into the storehouse, but he will burn up the chaff with unquenchable fire.\"",
    "3:13": "Then Jesus came from Galilee to the Jordan to John in order to be baptized by him.",
    "3:14": "But John tried to prevent<note: *The imperfect verb is understood as conative (\"tried to\")> him, saying, \"{I need}<note: Literally \"I have need\"> to be baptized by you, and do you come to me?\"",
    "3:15": "But Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Permit [it] now, for in this way it is right for us to fulfill all righteousness.\" Then he permitted him.",
    "3:16": "Now [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"was baptized\") which is understood as temporal> was baptized, Jesus immediately went up from the water, and behold, the heavens opened<note: Some manuscripts have \"opened to him\"> and he saw the Spirit of God descending like a dove coming<note: Some manuscripts have \"and coming\"> upon him.",
    "3:17": "And behold, [there was]<note: The words \"[there was]\" are not in the Greek text, but are supplied to make a complete sentence in English> a voice from heaven saying, \"This is my beloved Son, with whom I am well pleased.\"",
    "4:1": "Then Jesus was led up into the wilderness by the Spirit to be tempted by the devil,",
    "4:2": "and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had fasted\") which is understood as temporal> had fasted forty days and forty nights, then he was hungry.",
    "4:3": "And the tempter approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said to him, \"If you are the Son of God, order that these stones become bread.\"",
    "4:4": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"It is written, 'Man will not live on bread alone, but on every word that comes out of the mouth of God.\"<note: A quotation from Deut 8:3>",
    "4:5": "Then the devil took him to the holy city<note: That is, Jerusalem> and placed him on the highest point of the temple",
    "4:6": "and said to him, \"If you are the Son of God, throw yourself down! For it is written, 'He will command his angels concerning you,'<note: A quotation from Ps 91:11> \r\n and \r\n 'On [their] hands they will lift you up, lest you strike your foot against a stone.'\"<note: A quotation from Ps 91:12>\r\n",
    "4:7": "Jesus said to him, \"On the other hand it is written, 'You are not to put the Lord your God to the test.'\"<note: A quotation from Deut 6:16>",
    "4:8": "Again the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory,",
    "4:9": "and he said to him, \"I will give to you all these things, if you will fall down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will fall down\") has been translated as a finite verb> worship me.\"",
    "4:10": "Then Jesus said to him, \"Go away, Satan, for it is written, 'You shall worship the Lord your God and serve only him.'\"<note: A quotation from Deut 6:13>",
    "4:11": "Then the devil left him, and behold, angels came and began ministering to him.",
    "4:12": "Now [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that John {had been arrested},<note: Literally \"had been handed over\"> he withdrew into Galilee.",
    "4:13": "And leaving Nazareth, he went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> lived in Capernaum by the sea, in the region of Zebulun and Naphtali,",
    "4:14": "in order that what was spoken by the prophet Isaiah would be fulfilled, who said,",
    "4:15": "\"Land of Zebulun and land of Naphtali, {toward the sea},<note: Literally \"the way of the sea\"> on the other side of the Jordan, Galilee of the Gentiles<note: Or \"nations\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context>--",
    "4:16": "the people who sit in darkness have seen a great light, and the ones who sit in the land and shadow of death, a light has dawned on them.\"<note: A quotation from Isa 9:1>",
    "4:17": "From that time [on], Jesus began to preach and to say, \"Repent, because the kingdom of heaven is near.\"",
    "4:18": "Now [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was walking\") which is understood as temporal> was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew, throwing a casting net into the sea (for they were fishermen).",
    "4:19": "And he said to them, \"{Follow me}<note: Literally \"come behind me\"> and I will make you fishers of people.\"",
    "4:20": "And immediately they left their nets [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> followed him.",
    "4:21": "And going on from there, he saw two other brothers, James the [son] of Zebedee and his brother John, in the boat with their father Zebedee, mending their nets, and he called them.",
    "4:22": "And immediately they left the boat and their father [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> followed him.",
    "4:23": "And he went around through all of Galilee, teaching in their synagogues and proclaiming the good news of the kingdom and healing every disease and every sickness among the people.",
    "4:24": "And a report about him went out {throughout}<note: Literally \"in the whole of\"> Syria, and they brought to him all those {who were sick}<note: Literally \"having badly\"> with various diseases and afflicted by torments, demon-possessed<note: Some manuscripts have \"and demon-possessed\"> and epileptics and paralytics, and he healed them.",
    "4:25": "And large crowds followed him from Galilee, Decapolis, Jerusalem, Judea, and from the other side of the Jordan.",
    "5:1": "Now [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the crowds, he went up the mountain and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"sat down\") which is understood as temporal> sat down, his disciples approached him.",
    "5:2": "And opening his mouth he began to teach them, saying,",
    "5:3": "\"Blessed [are] the poor in spirit, because theirs is the kingdom of heaven.",
    "5:4": "Blessed [are] the ones who mourn, because they will be comforted.",
    "5:5": "Blessed [are] the meek, because they will inherit the earth.",
    "5:6": "Blessed [are] the ones who hunger and thirst [for] righteousness, because they will be satisfied.",
    "5:7": "Blessed [are] the merciful, because they will be shown mercy.",
    "5:8": "Blessed [are] the pure in heart, because they will see God.",
    "5:9": "Blessed [are] the peacemakers, because they will be called sons of God.",
    "5:10": "Blessed [are] those who are persecuted because of righteousness, because theirs is the kingdom of heaven.",
    "5:11": "Blessed are you when they insult you and persecute [you] and say all kinds of evil things against you, lying on account of me.",
    "5:12": "Rejoice and be glad, because your reward [is] great in heaven, for in the [same] way they persecuted the prophets before you.",
    "5:13": "\"You are the salt of the earth. But if salt becomes tasteless, by what will it be made salty? It is good for nothing any longer except to be thrown outside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"thrown\") has been translated as a finite verb> trampled under foot by people.",
    "5:14": "You are the light of the world. A city located on top of a hill cannot be hidden,",
    "5:15": "nor do they light a lamp and place it under a basket, but on a lampstand, and it shines on all those in the house.",
    "5:16": "In the [same] way let your light shine before people, so that they can see your good works and glorify your Father who is in heaven.",
    "5:17": "\"Do not think that I have come to destroy the law or the prophets. I have not come to destroy [them] but to fulfill [them].",
    "5:18": "For truly I say to you, until heaven and earth pass away, not one tiny letter or one stroke of a letter will pass away from the law until all takes place.",
    "5:19": "Therefore whoever abolishes one of the least of these commandments and teaches people to do so will be called least in the kingdom of heaven, but whoever keeps [them] and teaches [them], this person will be called great in the kingdom of heaven.",
    "5:20": "For I say to you that unless your righteousness greatly surpasses [that] of the scribes and Pharisees, you will never enter into the kingdom of heaven.",
    "5:21": "\"You have heard that it was said to the {people of old},<note: Literally \"ancients\"> 'Do not commit murder,'<note: A quotation from Exod 20:13; Deut 5:17> and 'whoever commits murder will be subject to judgment.'",
    "5:22": "But I say to you that everyone who is angry at his brother will be subject to judgment, and whoever says to his brother, 'Stupid fool!'<note: Greek \"Raca,\" a term of verbal abuse involving lack of intelligence> will be subject to the council, and whoever says, 'Obstinate fool!'<note: Perhaps with the idea of obstinate, godless foolishness; some take the word to be a Greek transliteration of the Hebrew word for \"rebel\" (Deut 21:18, 20)> will be subject to fiery hell.",
    "5:23": "Therefore if you present your gift at the altar and there remember that your brother has something against you,",
    "5:24": "leave your gift there before the altar and first go be reconciled to your brother, and then come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> present your gift.",
    "5:25": "{Settle the case quickly with your accuser}<note: Literally \"be making friends quickly with your accuser\"> while you are with him on the way, lest your accuser hand you over to the judge, and the judge to the officer, and you be thrown into prison.",
    "5:26": "Truly I say to you, you will never come out of there until you have paid back the last penny!",
    "5:27": "\"You have heard that it was said, 'Do not commit adultery.'<note: A quotation from Exod 20:14; Deut 5:17>",
    "5:28": "But I say to you that everyone who looks at a woman to lust for her has already committed adultery with her in his heart.",
    "5:29": "And if your right eye causes you to sin, tear it out and throw [it] from you! For it is better for you that one of your members be destroyed than your whole body be thrown into hell.",
    "5:30": "And if your right hand causes you to sin, cut it off and throw [it] from you! For it is better for you that one of your limbs be destroyed than your whole body go into hell.",
    "5:31": "\"And it was said, 'Whoever divorces his wife must give her a certificate of divorce.'<note: A quotation from Deut 24:1>",
    "5:32": "But I say to you that everyone who divorces his wife, except for a matter of sexual immorality, causes her to commit adultery, and whoever marries a divorced woman commits adultery.",
    "5:33": "\"Again you have heard that it was said to the {people of old},<note: Literally \"ancients\"> 'Do not swear falsely,<note: Or \"do not break your oath\"> but fulfill your oaths to the Lord.'<note: A quotation from Lev 19:12>",
    "5:34": "But I say to you, do not swear at all, either by heaven, because it is the throne of God,",
    "5:35": "or by the earth, because it is the footstool of his feet, or by Jerusalem, because it is the city of the great king.",
    "5:36": "And do not swear by your head, because you are not able to make one hair white or black.",
    "5:37": "But let your statement be 'Yes, yes; no, no,' and anything beyond these is from the evil one.<note: Or \"is of evil\">",
    "5:38": "\"You have heard that it was said, 'An eye for an eye and a tooth for a tooth.'<note: A quotation from Exod 21:24; Lev 24:20>",
    "5:39": "But I say to you, do not resist the evildoer, but whoever strikes you on the right cheek,<note: Some manuscripts have \"your right cheek\"> turn the other to him also.",
    "5:40": "And the one who wants to go to court with you and take your tunic, {let him have}<note: Literally \"leave to him\"> your outer garment also.",
    "5:41": "And whoever forces you to go one mile,<note: A Roman mile was originally a thousand paces, but was later fixed at eight stades (1,478.5 meters)> go with him two.",
    "5:42": "Give to the one who asks you, and do not turn away from the one who wants to borrow from you.",
    "5:43": "\"You have heard that it was said, 'Love your neighbor'<note: A quotation from Lev 19:18> and 'Hate your enemy.'<note: An allusion to Deut 23:3-6>",
    "5:44": "But I say to you, love your enemies and pray for those who persecute you,",
    "5:45": "in order that you may be sons of your Father who is in heaven, because he causes his sun to rise on the evil and the good, and he sends rain on the just and the unjust.",
    "5:46": "For if you love those who love you, what reward do you have? Do not the tax collectors also do the same?",
    "5:47": "And if you greet only your brothers, what are you doing that is remarkable? Do not the Gentiles also do the same?",
    "5:48": "Therefore you be perfect as your heavenly Father is perfect.",
    "6:1": "\"And take care not to practice your righteousness before people to be seen by them; {otherwise}<note: Literally \"but if not\"> you have no reward from your Father who is in heaven.",
    "6:2": "Therefore whenever you practice charitable giving, do not sound a trumpet in front of you, as the hypocrites do in the synagogues and in the streets, in order that they may be praised by people. Truly I say to you, they have received their reward in full!",
    "6:3": "But you, [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"practice\") which is understood as temporal> practice charitable giving, do not let your left hand know what your right hand is doing,",
    "6:4": "in order that your charitable giving may be in secret, and your Father who sees in secret will reward you.",
    "6:5": "And whenever you pray, do not be like the hypocrites, because they love to stand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stand\") has been translated as a finite verb> pray in the synagogues and on the corners of the streets, in order that they may be seen by people. Truly I say to you, they have received their reward in full!",
    "6:6": "But whenever you pray, enter into your inner room and shut your door [and]<note: *Here \"[and]\" is supplied because the previous participle (\"shut\") has been translated as a finite verb> pray to your Father who is in secret, and your Father who sees in secret will reward you.",
    "6:7": "\"But [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"pray\") which is understood as temporal> pray, do not babble repetitiously like the pagans, for they think that because of their many words they will be heard.",
    "6:8": "Therefore do not be like them, for your Father knows {what you need}<note: Literally \"of what you have need\"> before you ask him.",
    "6:9": "Therefore you pray in this way: \"Our Father who is in heaven, may your name be treated as holy.\r\n",
    "6:10": "May your kingdom come, may your will be done on earth as [it is] in heaven.",
    "6:11": "Give us today our daily bread,",
    "6:12": "and forgive us our debts, as we also have forgiven our debtors.",
    "6:13": "And do not bring us into temptation, but deliver us from the evil one.<note: Or \"evil\"; most later Greek manuscripts add the phrase \"for yours is the kingdom and the power and the glory forever, amen\">",
    "6:14": "For if you forgive people their sins, your heavenly Father will also forgive you.",
    "6:15": "But if you do not forgive people, neither will your Father forgive your sins.",
    "6:16": "\"Whenever you fast, do not be sullen like the hypocrites, for they make their faces unrecognizable in order that they may be seen fasting by people. Truly I say to you, they have received their reward in full!",
    "6:17": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"fasting\") which is understood as temporal> you are fasting, {put olive oil on your head}<note: Literally \"anoint your head\"> and wash your face",
    "6:18": "so that you will not be seen by people as fasting, but to your Father who is in secret, and your Father who sees in secret will reward you.",
    "6:19": "\"Do not store up for yourselves treasures on earth, where moth and consuming [insect]<note: Traditionally \"rust,\" but more likely in this context along with \"moth\" the term refers to \"eating\" by other types of insects or vermin> destroy and where thieves break in and steal,",
    "6:20": "but store up for yourselves treasures in heaven, where neither moth nor consuming [insect]<note: Traditionally \"rust,\" but more likely in this context along with \"moth\" the term refers to \"eating\" by other types of insects or vermin> destroy and where thieves do not break in or steal.",
    "6:21": "For where your treasure is, there your heart will be also.",
    "6:22": "\"The eye is the lamp of the body. Therefore if your eye is sincere, your whole body will be full of light.",
    "6:23": "But if your eye is evil, your whole body will be dark. Therefore if the light in you is darkness, how great [is] the darkness!",
    "6:24": "\"No one is able to serve two masters. For either he will hate the one and love the other, or he will be devoted to one and despise the other. You are not able to serve God and money.<note: Traditionally transliterated from the Greek as \"mammon\">",
    "6:25": "\"For this [reason] I say to you, do not be anxious for your life, what you will eat,<note: Some manuscripts add \"or what you will drink\"; other later manuscripts add \"and what you will drink\"> and not for your body, what you will wear. Is your life not more than food and your body [more than] clothing?",
    "6:26": "Consider the birds of the sky, that they do not sow or reap or gather [produce] into barns, and your heavenly Father feeds them. Are you not worth more than they [are]?",
    "6:27": "And who among you, [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"being anxious\") which is understood as means> being anxious, is able to add one hour<note: Or \"cubit\"> to his life span?",
    "6:28": "And why are you anxious about clothing? Observe the lilies of the field, how they grow: they do not toil or spin,",
    "6:29": "but I say to you that not even Solomon in all his glory was dressed like one of these.",
    "6:30": "But if God dresses the grass of the field in this way, [although it]<note: *Here \"[although]\" is supplied as a component of the participle (\"is\") which is understood as concessive> is [here] today and tomorrow is thrown into the oven, will he not [do so] much more [for] you, you of little faith?",
    "6:31": "Therefore do not be anxious, saying, 'What will we eat?' or 'What will we drink?' or 'What will we wear?,'",
    "6:32": "for the pagans seek after all these [things]. For your heavenly Father knows that you need all these [things].",
    "6:33": "But seek first his kingdom and righteousness,<note: Some manuscripts have \"the kingdom of God and his righteousness\"> and all these [things] will be added to you.",
    "6:34": "Therefore do not be anxious for tomorrow, because tomorrow will be anxious for itself. {Each day has enough trouble of its own.}<note: Literally \"sufficient for the day its trouble\">",
    "7:1": "\"Do not judge, so that you will not be judged.",
    "7:2": "For by what judgment you judge, you will be judged, and by what measure you measure out, it will be measured out to you.",
    "7:3": "And why do you see the speck [that is] in your brother's eye, but do not notice the beam of wood in your [own] eye?",
    "7:4": "Or how will you say to your brother, 'Allow [me] to remove the speck from your eye,' and behold, the beam of wood [is] in your [own] eye?",
    "7:5": "Hypocrite! First remove the beam of wood from your [own] eye and then you will see clearly to remove the speck from your brother's eye!",
    "7:6": "\"Do not give what is holy to dogs, or throw your pearls in front of pigs, lest they trample them with their feet, and turn around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turn around\") has been translated as a finite verb> tear you to pieces.",
    "7:7": "\"Ask and it will be given to you; seek and you will find; knock and it will be opened for you.",
    "7:8": "For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.",
    "7:9": "Or what man is [there] among you, [if] his son will ask him [for] bread, will give him a stone?",
    "7:10": "Or also [if] he will ask for a fish, will give him a snake?",
    "7:11": "Therefore if you, [although you]<note: *Here \"[although]\" is supplied as a component of the participle (\"are\") which is understood as concessive> are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him?",
    "7:12": "Therefore [in] all [things], whatever you want that people should do to you, thus also you do to them. For this is the law and the prophets.",
    "7:13": "\"Enter through the narrow gate, because broad [is] the gate and spacious [is] the road that leads to destruction, and there are many who enter through it,",
    "7:14": "because narrow<note: Some manuscripts have \"how narrow\"> [is] the gate and constricted [is] the road that leads to life, and there are few who find it!",
    "7:15": "\"Beware of false prophets who come to you in sheep's clothing, but inside are ravenous wolves.",
    "7:16": "You will recognize them by their fruits: they do not gather grapes from thorn bushes or figs from thistles, [do they]?<note: The negative construction in Greek anticipates a negative answer here, indicated by \"[do they]\">",
    "7:17": "In the [same] way, every good tree produces good fruit, but a bad tree produces bad fruit.",
    "7:18": "A good tree is not able to produce bad fruit, nor a bad tree to produce good fruit.",
    "7:19": "Every tree that does not produce good fruit is cut down and thrown into the fire.",
    "7:20": "As a result, you will recognize them by their fruits.",
    "7:21": "\"Not everyone who says to me, 'Lord, Lord,' will enter into the kingdom of heaven, but the one who does the will of my Father who is in heaven.",
    "7:22": "On that day many will say to me, 'Lord, Lord, did we not prophesy in your name, and expel demons in your name, and perform many miracles in your name?'",
    "7:23": "And then {I will say to them plainly},<note: Literally \"I will declare to them\"> 'I never knew you. Depart from me, you who practice lawlessness!'",
    "7:24": "\"Therefore everyone who hears these words of mine and does them will be like a wise man who built his house on the rock.",
    "7:25": "And the rain came down and the rivers came and the winds blew and beat against that house, and it did not collapse, because its foundation was laid on the rock.",
    "7:26": "And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.",
    "7:27": "And the rain came down and the rivers came and the winds blew and beat against that house, and it collapsed, and its fall was great.\"",
    "7:28": "And it happened when Jesus finished these words the crowds were amazed at his teaching,",
    "7:29": "because he was teaching them like one who had authority, and not like their scribes.",
    "8:1": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came down\")> he came down from the mountain, large crowds followed him.",
    "8:2": "And behold, a leper approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> worshiped him, saying, \"Lord, if you are willing, you are able to make me clean.\"",
    "8:3": "And extending his hand he touched him, saying, \"I am willing, be clean.\" And immediately his leprosy was cleansed.",
    "8:4": "And Jesus said to him, \"See that you tell no one, but go, show yourself to the priest and offer the gift that Moses commanded, for a testimony to them.\"",
    "8:5": "Now [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"entered\")> he entered Capernaum, a centurion approached him, appealing to him",
    "8:6": "and saying, \"Lord, my slave<note: Traditionally \"servant\"; the Greek term here is one often used of a slave who was regarded with some degree of affection, possibly a personal servant (the parallel passage in Luke 7:7 uses the more common term for slave)> is lying paralyzed in my<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> house, terribly tormented!\"",
    "8:7": "And he said to him, \"I will come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> heal him.\"",
    "8:8": "And the centurion answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Lord, I am not worthy that you should come in under my roof. But only say the word and my slave will be healed.",
    "8:9": "For I also am a man under authority who has soldiers under me, and I say to this one, 'Go!' and he goes, and to another one, 'Come!' and he comes, and to my slave, 'Do this!' and he does [it]<note: Here the direct object is supplied from context in the English translation (see the parallel in Luke 7:8).>.\"",
    "8:10": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Jesus heard [this],<note: *Here the direct object is supplied from context in the English translation> he was astonished, and said to those who were following [him],<note: *Here the direct object is supplied from context in the English translation> \"Truly I say to you, I have found such great faith with no one in Israel.",
    "8:11": "But I say to you that many will come from east and west and {be seated at the banquet}<note: Literally \"recline at table\"> with Abraham and Isaac and Jacob in the kingdom of heaven.",
    "8:12": "But the sons of the kingdom will be thrown out into the outer darkness. In that place there will be weeping and gnashing of teeth!\"",
    "8:13": "And Jesus said to the centurion, \"Go, as you have believed it will be done for you.\" And the slave<note: Many later manuscripts have \"his slave\"> was healed at that hour.",
    "8:14": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> Jesus came into Peter's house, he saw his mother-in-law lying down and suffering with a fever.",
    "8:15": "And he touched her hand and the fever left her, and she got up and began to serve him.",
    "8:16": "Now [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was evening, they brought to him many who were demon-possessed, and he expelled the spirits with a word. And he healed all {those who were sick},<note: Literally \"those who were having badly\">",
    "8:17": "in order that what was spoken through the prophet Isaiah would be fulfilled, who said, \"He himself took away our sicknesses, and carried away our diseases.\"<note: A quotation from Isa 53:4>\r\n",
    "8:18": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Jesus saw many crowds<note: Some manuscripts have \"a crowd\"> around him, he gave orders to depart to the other side.<note: That is, the other side of the Sea of Galilee>",
    "8:19": "And a scribe approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said to him, \"Teacher, I will follow you wherever you go!\"",
    "8:20": "And Jesus said to him, \"Foxes have dens and birds of the sky [have] nests, but the Son of Man has no place to lay his head.\"",
    "8:21": "And another of the disciples<note: Some manuscripts have \"of his disciples\"> said to him, \"Lord, allow me first to go and bury my father.\"",
    "8:22": "But Jesus said to him, \"Follow me, and leave the dead to bury their own dead!\"",
    "8:23": "And [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"got\") which is understood as temporal> he got into the boat, his disciples followed him.",
    "8:24": "And behold, a great storm arose on the sea, so that the boat was being inundated by the waves, but he himself was asleep.",
    "8:25": "And they came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> woke him, saying, \"Lord, save [us]!<note: *Here the direct object is supplied from context in the English translation> We are perishing!\"",
    "8:26": "And he said to them, \"Why are you fearful, [you] of little faith?\" Then he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> rebuked the winds and the sea and there was a great calm.",
    "8:27": "And the men were astonished, saying, \"What sort of [man] is this, that even the winds and the sea obey him?\"",
    "8:28": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> he came to the other side,<note: That is, the other side of the Sea of Galilee> to the region of the Gadarenes,<note: Many manuscripts read \"Gergesenes\"; others read \"Gerasenes\" (see Luke 8:26)> two demon-possessed men coming from among the tombs met him, very violent, so that no one was able to pass by along that road.",
    "8:29": "And behold, they cried out, saying, \"{What do you have to do with us},<note: Literally \"what to us and to you\"> Son of God? Have you come here to torment us before the time?\"<note: That is, before the appointed time of judgment>",
    "8:30": "Now a long way from them a large herd of pigs was feeding.",
    "8:31": "So the demons implored him, saying, \"If you are going to expel us, send us into the herd of pigs.\"",
    "8:32": "And he said to them, \"Go!\" So they departed [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> went into the pigs, and behold, the whole herd rushed headlong down the steep slope into the sea and drowned in the water.",
    "8:33": "Now the herdsmen fled and went into the town [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> reported everything, including the things concerning the demon-possessed men.",
    "8:34": "And behold, the whole town came out to meet Jesus, and [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw him, they implored [him]<note: *Here the direct object is supplied from context in the English translation> that he would depart from their region.",
    "9:1": "And getting into a boat, he crossed over and came to his own town.<note: A reference to Capernaum>",
    "9:2": "And behold, they brought to him a paralytic lying on a stretcher, and [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Jesus saw their faith, he said to the paralytic, \"Have courage, child, your sins are forgiven.\"",
    "9:3": "And behold, some of the scribes said to themselves, \"This man is blaspheming!\"",
    "9:4": "And knowing<note: Some manuscripts have \"perceiving\"> their thoughts, Jesus said, \"Why do you think evil in your hearts?",
    "9:5": "For which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk'?",
    "9:6": "But in order that you may know that the Son of Man has authority on earth to forgive sins,\" then he said to the paralytic, \"Get up, pick up your stretcher and go to your home.\"",
    "9:7": "And he got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> went to his home.",
    "9:8": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the crowds saw [this],<note: *Here the direct object is supplied from context in the English translation> they were afraid and glorified God who had given such authority to men.",
    "9:9": "And [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Jesus was going away from there, he saw a man called Matthew sitting at the tax booth and said to him, \"Follow me!\" And he stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> followed him.",
    "9:10": "And it happened [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was dining\")> he {was dining}<note: Literally \"was reclining at table\"> in the house, behold, many tax collectors and sinners were coming [and]<note: *Here \"[and]\" is supplied because the previous participle (\"were coming\") has been translated as a finite verb> {dining}<note: Literally \"reclining at table\"> with Jesus and his disciples.",
    "9:11": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> the Pharisees began to say to his disciples, \"Why does your teacher eat with tax collectors and sinners?\"",
    "9:12": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> he said, \"Those who are healthy do not have need of a physician, but those {who are sick}.<note: Literally \"having badly\">",
    "9:13": "But go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> learn what it means, \"I want mercy and not sacrifice.\"<note: A quotation from Hos 6:6 (see also Matt 12:7)> For I did not come to call the righteous, but sinners.\"",
    "9:14": "Then the disciples of John<note: That is, John the Baptist> approached him, saying, \"Why do we and the Pharisees fast often, but your disciples do not fast?\"",
    "9:15": "And Jesus said to them, \"{The bridegroom's attendants}<note: Literally \"the sons of the bridal chamber\"> are not able to mourn as long as the bridegroom is with them. But days are coming when the bridegroom is taken away from them, and then they will fast.",
    "9:16": "But no one puts a patch of unshrunken cloth on an old garment, for its patch pulls away from the garment, and the tear becomes worse.",
    "9:17": "Nor do they put new wine into old wineskins. {Otherwise}<note: Literally \"but if not\"> the wineskins burst and the wine is spilled, and the wineskins are destroyed. But they put new wine into new wineskins and both are preserved.\"",
    "9:18": "[As]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was saying\")> he was saying these [things] to them, behold, one of the rulers came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> knelt down before him, saying, \"My daughter has just now died, but come, place your hand on her and she will live!\"",
    "9:19": "And Jesus and his disciples got up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"got up\") has been translated as a finite verb> followed him.",
    "9:20": "And behold, a woman who had been suffering with a hemorrhage twelve years approached from behind [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> touched the edge<note: Or \"tassel\"> of his cloak,",
    "9:21": "for she said to herself, \"If only I touch his cloak I will be healed.\"",
    "9:22": "But Jesus, turning around and seeing her, said, \"Have courage, daughter! Your faith has healed you.\" And the woman was healed from that hour.",
    "9:23": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> Jesus came into the ruler's house and saw the flute players and the disorderly crowd,",
    "9:24": "he said, \"Go away, because the girl is not dead, but is sleeping.\" And they ridiculed him.",
    "9:25": "But when the crowd had been sent out, he entered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"entered\") has been translated as a finite verb> took her hand, and the girl got up.",
    "9:26": "And this report went out into that whole region.",
    "9:27": "And [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"going away\") which is understood as temporal> Jesus was going away from there, two blind men followed him, crying out and saying, \"Have mercy on us, Son of David!\"",
    "9:28": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came into the house, the blind men approached him, and Jesus said to them, \"Do you believe that I am able to do this?\" They said to him, \"Yes, Lord.\"",
    "9:29": "Then he touched their eyes, saying, \"According to your faith let it be done for you.\"",
    "9:30": "And their eyes were opened, and Jesus sternly warned them, saying, \"See [that] no one finds out.\"",
    "9:31": "But they went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> spread the report about him in that whole region.",
    "9:32": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going away\")> they were going away, behold, they brought to him a demon-possessed man [who was] unable to speak.",
    "9:33": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had been expelled\")> the demon had been expelled, the one who had been mute spoke, and the crowds were astonished, saying, \"{This has never been seen before}<note: Literally \"never has it been seen thus\"> in Israel!\"",
    "9:34": "But the Pharisees were saying,<note: Or \"began to say\"> \"By the ruler of demons he expels the demons!\"",
    "9:35": "And Jesus was going around all the towns and the villages, teaching in their synagogues and proclaiming the good news of the kingdom and healing every<note: Or \"every kind of\"> disease and every<note: Or \"every kind of\"> sickness.",
    "9:36": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the crowds, he had compassion for them, because they were weary and dejected, like sheep that did not have a shepherd.",
    "9:37": "Then he said to his disciples, \"The harvest [is] plentiful, but the workers [are] few.",
    "9:38": "Therefore ask the Lord of the harvest that he send out workers into his harvest.\"",
    "10:1": "And summoning his twelve disciples, he gave them authority over unclean spirits, so that they could expel [them]<note: *Here the direct object is supplied from context in the English translation> and could heal every<note: Or \"every kind of\"> disease and every<note: Or \"every kind of\"> sickness.",
    "10:2": "Now these are the names of the twelve apostles: first Simon who is called Peter, and Andrew his brother, James<note: Some manuscripts have \"and James\"> the [son] of Zebedee, and John his brother,",
    "10:3": "Philip, and Bartholomew, Thomas, and Matthew the tax collector, James the [son] of Alphaeus, and Thaddaeus,",
    "10:4": "Simon the Zealot,<note: Literally \"the Cananean,\" but according to BDAG 507 s.v., this term has no relation at all to the geographical terms for Cana or Canaan, but is derived from the Aramaic term for \"enthusiast, zealot\" (see Luke 6:15; Acts 1:13)> and Judas Iscariot--the one who also betrayed him.",
    "10:5": "Jesus sent out these twelve, instructing them saying, \"Do not go on the road to the Gentiles, and do not enter into a city of the Samaritans,",
    "10:6": "but go instead to the lost sheep of the house of Israel.",
    "10:7": "And [as you]<note: *Here \"[as]\" is supplied as a component of the participle (\"are going\") which is understood as temporal> are going, preach, saying, 'The kingdom of heaven has come near!'",
    "10:8": "Heal those who are sick, raise the dead, cleanse lepers, expel demons. Freely you have received; freely give.",
    "10:9": "Do not procure gold or silver or copper for your belts.",
    "10:10": "Do not [take] a traveler's bag for the road, or two tunics, or sandals, or a staff, for the worker [is] deserving of his provisions.",
    "10:11": "And into whatever town or village you enter, inquire who in it is worthy, and stay [there] until you depart.",
    "10:12": "And [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"enter\") which is understood as temporal> enter into the house, greet it.",
    "10:13": "And if the house is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you.",
    "10:14": "And whoever does not welcome you or listen to your words, shake off the dust from your feet [as you]<note: *Here \"[as]\" is supplied as a component of the participle (\"are going\") which is understood as temporal> are going out of that house or [that]<note: A repetition of \"that\" is supplied in English; the single Greek term is understood to modify both \"house\" and \"town\"> town.",
    "10:15": "Truly I say to you, it will be more bearable for the region of Sodom and Gomorrah on the day of judgment than for that town!",
    "10:16": "\"Behold, I am sending you out like sheep in the midst of wolves. Therefore be wise as serpents and innocent as doves.",
    "10:17": "But beware of people, because they will hand you over to councils, and they will flog you in their synagogues.",
    "10:18": "And you will be brought before both governors and kings because of me, for a witness to them and to the Gentiles.",
    "10:19": "But whenever they hand you over, do not be anxious how [to speak]<note: *Here \"[to speak]\" has been supplied for stylistic reasons, since \"how to speak\" is more natural in English than \"how to say\"; in Greek the same verb works with both expressions (\"how or what you should say\") and also occurs again at the end of the verse> or what you should say, for what you should say will be given to you at that hour.",
    "10:20": "For you are not the ones who are speaking, but the Spirit of your Father [who is] speaking through you.",
    "10:21": "\"And brother will hand over brother to death, and a father [his] children, and children will rise up against parents and have them put to death,",
    "10:22": "and you will be hated by everyone because of my name. But the one who endures to the end--this one will be saved.",
    "10:23": "And whenever they persecute you in this town, flee to another, for truly I say to you, you will never finish [going through] the towns of Israel until the Son of Man comes.",
    "10:24": "\"A disciple is not superior to his teacher, nor a slave superior to his master.",
    "10:25": "[It is] enough for the disciple that he become like his teacher, and the slave like his master. If they have called the master of the house Beelzebul, how much more the members of his household?",
    "10:26": "\"Therefore do not be afraid of them, because nothing is hidden that will not be revealed, and nothing secret that will not become known.",
    "10:27": "What I say to you in the dark, tell in the light, and what you hear in your ear, proclaim on the housetops.",
    "10:28": "And do not be afraid of those who kill the body but are not able to kill the soul, but instead be afraid of the one who is able to destroy both soul and body in hell.",
    "10:29": "Are not two sparrows sold for a penny?<note: Literally, \"an assarion,\" a Roman coin worth about 1/16 of a denarius> And one of them will not fall to the ground {without the knowledge and consent}<note: Literally \"without\"; the phrase \"the knowledge and consent\" is implied when this term is used of God> of your Father.",
    "10:30": "And even the hairs of your head are all numbered!",
    "10:31": "Therefore do not be afraid; you are worth more than many sparrows.",
    "10:32": "\"Therefore everyone who acknowledges me before people, I also will acknowledge him before my Father [who is] in heaven.",
    "10:33": "But whoever denies me before people, I also will deny him before my Father [who is] in heaven.",
    "10:34": "\"Do not think that I have come to bring peace on the earth! I have not come to bring peace, but a sword.",
    "10:35": "For I have come to turn a man against his father, and a daughter against her mother, and a daughter-in-law against her mother-in-law.",
    "10:36": "And the enemies of a man [will be] the members of his household.<note: An allusion to Mic 7:6>",
    "10:37": "The one who loves father or mother more than me is not worthy of me, and the one who loves son or daughter more than me is not worthy of me.",
    "10:38": "And whoever does not take up his cross and follow me is not worthy of me.",
    "10:39": "The one who finds his life will lose it, and the one who loses his life because of me will find it.",
    "10:40": "\"The one who receives you receives me, and the one who receives me receives the one who sent me.",
    "10:41": "The one who receives a prophet in the name of a prophet will receive a prophet's reward, and the one who receives a righteous person in the name of a righteous person will receive a righteous person's reward.",
    "10:42": "And whoever gives one of these little ones only a cup of cold water to drink in the name of a disciple, truly I say to you, he will never lose his reward.\"",
    "11:1": "And it happened that when Jesus had finished giving orders to his twelve disciples, he went on from there to teach and to preach in their towns.",
    "11:2": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> John<note: That is, John the Baptist> heard in prison the deeds of Christ, he sent [word]<note: *Here the direct object is supplied from context in the English translation> by his disciples",
    "11:3": "[and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\" in the previous verse) has been translated as a finite verb> said to him, \"Are you the one who is to come, or should we look for another?\"",
    "11:4": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> tell John what you hear and see:",
    "11:5": "the blind receive sight and the lame walk, lepers are cleansed and the deaf hear, and the dead are raised, and the poor have good news announced to [them].<note: *Here the direct object is supplied from context in the English translation>",
    "11:6": "And whoever is not offended by me is blessed.\"",
    "11:7": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going away\")> these were going away, Jesus began to speak to the crowds concerning John: \"What did you go out into the wilderness to see? A reed shaken by the wind?",
    "11:8": "But what did you go out to see? A man dressed in soft clothing? Behold, those who wear soft clothing are in the houses of kings.",
    "11:9": "But why did you go out? To see a prophet?<note: Some manuscripts have \"But what did you go out to see? A prophet?\"> Yes, I tell you, and even more than a prophet!",
    "11:10": "It is this man about whom it is written: 'Behold, I am sending my messenger before your face, who will prepare your way before you.'<note: A quotation from Mal 3:1; cf. Mark 1:2>\r\n",
    "11:11": "Truly I say to you, among [those] born of women there has not arisen [one] greater than John the Baptist. But the one who is least in the kingdom of heaven is greater than he.",
    "11:12": "But from the days of John the Baptist until now, the kingdom of heaven is treated violently, and the violent claim<note: Or \"seize\"> it.",
    "11:13": "For all the prophets and the law prophesied until John,",
    "11:14": "and if you are willing to accept [it],<note: *Here the direct object is supplied from context in the English translation> he is Elijah, the one who is going to come.",
    "11:15": "The one who has ears, let him hear!",
    "11:16": "\"But to what shall I compare this generation? It is like children sitting in the marketplaces who call out to one another, 'We played the flute for you and you did not dance; we sang a lament and you did not mourn.'\r\n",
    "11:18": "For John came neither eating nor drinking, and they say, 'He has a demon!'",
    "11:19": "The Son of Man came eating and drinking, and they say, 'Behold, a man [who is] a glutton and a drunkard, a friend of tax collectors and sinners!' But wisdom is vindicated by her deeds.\"<note: Many Greek manuscripts, including most later ones, read \"children\">",
    "11:20": "Then he began to reproach the towns in which the majority of his miracles had been done, because they did not repent:",
    "11:21": "\"Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.",
    "11:22": "Nevertheless I tell you, it will be more bearable for Tyre and for Sidon on the day of judgment than for you!",
    "11:23": "And you, Capernaum, will you be exalted to heaven? No, you will be brought down to Hades! For if the miracles done in you had been done in Sodom, it would have remained until today.",
    "11:24": "Nevertheless I tell you that it will be more bearable for the region of Sodom on the day of judgment than for you!\"",
    "11:25": "At that time Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"I praise you, Father, Lord of heaven and earth, because you have hidden these [things] from the wise and intelligent, and have revealed them to young children.<note: Or perhaps \"to the childlike,\" or \"to the innocent\">",
    "11:26": "Yes, Father, for [to do] so {was your gracious will}.<note: Literally \"was pleasing before you\">",
    "11:27": "All [things] have been handed over to me by my Father, and no one knows the Son except the Father, and no one knows the Father except the Son and {anyone to whom}<note: Literally \"to whomever\"> the Son wants to reveal [him].<note: *Here the direct object is supplied from context in the English translation>",
    "11:28": "Come to me, all [of you] who labor and are burdened, and I will give you rest.",
    "11:29": "Take my yoke on you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.",
    "11:30": "For my yoke [is] easy to carry and my burden is light.\"",
    "12:1": "At that time Jesus went through the grain fields on the Sabbath. And his disciples were hungry, and they began to pluck off heads of grain and eat [them].<note: *Here the direct object is supplied from context in the English translation>",
    "12:2": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the Pharisees saw [it],<note: *Here the direct object is supplied from context in the English translation> they said to him, \"Behold, your disciples are doing what it is not permitted to do on the Sabbath!\"",
    "12:3": "So he said to them, \"Have you not read what David did when he was hungry, and those with him,",
    "12:4": "how he entered into the house of God and ate the bread of the presentation, which it was not permitted for him or for those with him to eat, but only for the priests?",
    "12:5": "Or have you not read in the law that on the Sabbath the priests in the temple violate the sanctity of the Sabbath and are guiltless?",
    "12:6": "But I tell you that [something] greater than the temple is here!",
    "12:7": "And if you had known what {it means},<note: Literally \"it is\"> 'I want mercy and not sacrifice,' you would not have condemned the guiltless.",
    "12:8": "For the Son of Man is lord of the Sabbath.\"",
    "12:9": "And going on from there he came into their synagogue.",
    "12:10": "And behold, [there was] a man who had a withered hand, and they asked him, saying, \"Is it permitted to heal on the Sabbath?\" in order that they could accuse him.",
    "12:11": "But he said to them, \"What man will there be among you who will have one sheep and if this one fell into a pit on the Sabbath, will not take hold of it and lift [it]<note: *Here the direct object is supplied from context in the English translation> out?",
    "12:12": "Then to what degree [is] a man worth more than a sheep? So then, it is permitted to do good on the Sabbath.\"",
    "12:13": "Then he said to the man, \"Stretch out your hand,\" and he stretched [it]<note: *Here the direct object is supplied from context in the English translation> out, and it was restored [as] healthy as the other [one].",
    "12:14": "But the Pharisees went out {and plotted}<note: Literally \"taking counsel\"> against him in order that they could destroy him.",
    "12:15": "Now Jesus, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"learned\") which is understood as temporal> learned of [it],<note: *Here the direct object is supplied from context in the English translation> withdrew from there, and many<note: Some manuscripts have \"many crowds\"> followed him, and he healed them all.",
    "12:16": "And he warned them that they should not {reveal his identity},<note: Literally \"make him known\">",
    "12:17": "in order that what was spoken through the prophet Isaiah would be fulfilled, who said,",
    "12:18": "\"Behold my servant whom I have chosen, my beloved in whom my soul is well pleased. I will put my Spirit on him, and he will proclaim justice to the Gentiles.",
    "12:19": "He will not quarrel or cry out, nor will anyone hear his voice in the streets.",
    "12:20": "A crushed reed he will not break, and a smoldering wick he will not extinguish, until he brings justice to victory.",
    "12:21": "And in his name the Gentiles<note: Or \"the nations\"; the same Greek word (in the plural) can be translated as \"nations,\" \"Gentiles,\" or \"pagans\"> will hope.<note: Verses 18-21 are a quotation from Isa 42:1-4>",
    "12:22": "Then a demon-possessed man [who was] blind and mute was brought to him. And he healed him so that the [man who was] mute could speak and see.",
    "12:23": "And all the crowds were amazed and began saying, \"Perhaps this one is the Son of David!\"",
    "12:24": "But the Pharisees, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> said, \"This man does not expel demons except by Beelzebul the ruler of demons!\"",
    "12:25": "But knowing their thoughts, he said to them, \"Every kingdom divided against itself is laid waste, and every city or household divided against itself will not stand.",
    "12:26": "And if Satan expels Satan, he is divided against himself. How then will his kingdom stand?",
    "12:27": "And if I expel demons by Beelzebul, by whom do your sons expel [them]?<note: *Here the direct object is supplied from context in the English translation> For this [reason] they will be your judges!",
    "12:28": "But if I expel demons by the Spirit of God, then the kingdom of God has come upon you!",
    "12:29": "Or how can someone enter into the house of a strong [man] and steal his property, unless he first ties up the strong [man]? And then he can thoroughly plunder his house.",
    "12:30": "The one who is not with me is against me, and the one who does not gather with me scatters.",
    "12:31": "For this [reason] I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven!",
    "12:32": "And whoever speaks a word against the Son of Man, it will be forgiven him. But whoever speaks against the Holy Spirit, it will not be forgiven him either in this age or in the coming one!",
    "12:33": "\"Either make the tree good and its fruit [is] good, or make the tree bad and its fruit [is] bad, for the tree is known by its fruit.",
    "12:34": "Offspring of vipers! How are you able to say good things [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"are\") which is understood as temporal> are evil? For from the abundance of the heart the mouth speaks.",
    "12:35": "The good person from his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> good treasury brings out good [things], and the evil person from his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> evil treasury brings out evil [things].",
    "12:36": "But I tell you that every worthless word that they speak, people will give an account for it on the day of judgment!",
    "12:37": "For by your words you will be vindicated, and by your words you will be condemned.\"",
    "12:38": "Then some of the scribes and Pharisees answered him saying, \"Teacher, we want to see a sign from you!\"",
    "12:39": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"An evil and adulterous generation desires a sign, and no sign will be given to it except the sign of the prophet Jonah!",
    "12:40": "For just as Jonah was in the belly of the huge fish three days and three nights, so the Son of Man will be in the heart of the earth three days and three nights.",
    "12:41": "The people of Nineveh will stand up at the judgment with this generation and condemn it, because they repented at the proclamation of Jonah, and behold, [something]<note: *Here \"something\" is supplied in the translation because the adjective is neuter gender> greater than Jonah [is] here!",
    "12:42": "The queen of the south will rise up at the judgment with this generation and condemn it, because she came from the ends of the earth to hear the wisdom of Solomon, and behold, [something]<note: *Here \"something\" is supplied in the translation because the adjective is neuter gender> greater than Solomon [is] here!",
    "12:43": "\"Now whenever an unclean spirit has gone out of a person, it travels through waterless places searching for rest, and does not find [it].<note: *Here the direct object is supplied from context in the English translation>",
    "12:44": "Then it says, 'I will return to my house from which I came out.' And [when it]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrives\") which is understood as temporal> arrives it finds [the house]<note: *Here the direct object is supplied from context in the English translation> unoccupied and swept and put in order.",
    "12:45": "Then it goes and brings along with itself seven other spirits more evil than itself, and [they] go in [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go in\") has been translated as a finite verb> live there. And the last [state] of that person becomes worse than the first. So it will be for this evil generation also!\"",
    "12:46": "And<note: Some manuscripts omit \"And\"> [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"speaking\")> he was still speaking to the crowds, behold, his mother and brothers were standing there outside, desiring to speak to him.",
    "12:47": "And someone told him, \"Behold, your mother and your brothers are standing there outside desiring to speak to you.\"",
    "12:48": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to the one who told him, \"Who is my mother, and who are my brothers?\"",
    "12:49": "And stretching out his hand toward his disciples, he said, \"Behold my mother and my brothers!",
    "12:50": "For whoever does the will of my Father [who is] in heaven, he is my brother and sister and mother.\"",
    "13:1": "On that day Jesus went out of the house [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> was sitting by the sea.<note: That is, the Sea of Galilee>",
    "13:2": "And large crowds gathered close around him, so that he got into a boat to sit down, and all the crowd was standing on the shore.",
    "13:3": "And he spoke many [things] to them in parables, saying, \"Behold, the sower went out to sow,",
    "13:4": "and while he was sowing, {some seed}<note: Literally \"some of which\"> fell on the side of the path, and the birds came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> devoured it.",
    "13:5": "And other [seed] fell on the rocky ground, where it did not have much soil, and it sprang up at once because it did not have [any] depth of soil.",
    "13:6": "But [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"rose\")> the sun rose it was scorched, and because it did not have [enough] root, it withered.",
    "13:7": "And other [seed] fell among the thorn plants, and the thorn plants came up and choked it.",
    "13:8": "But other [seed] fell on the good soil and produced grain,<note: Literally \"fruit,\" describing here the grain harvested from the healthy plants; in contemporary English this would more naturally be expressed by terms like \"grain\" or \"crop\"> this one a hundred [times as much] and this one sixty and this one thirty.",
    "13:9": "The one who has ears, let him hear!\"",
    "13:10": "And the disciples came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said to him, \"{Why}<note: Literally \"because of what\"> do you speak to them in parables?\"",
    "13:11": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"To you it has been granted to know the mysteries of the kingdom of heaven, but to those [people] it has not been granted.",
    "13:12": "For whoever has, to him [more] will be given, and he will have an abundance. But whoever does not have, even what he has will be taken away from him.",
    "13:13": "For this [reason] I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand,",
    "13:14": "and with reference to them the prophecy of Isaiah is fulfilled that says, \"{You will listen carefully}<note: Literally \"with hearing you will hear\"> and will never understand, and {you will look closely}<note: Literally \"seeing you will see\"> and will never perceive.\r\n",
    "13:15": "For the heart of this people has become dull, and with their ears they hear with difficulty, and they have shut their eyes, so that they would not see with their eyes and hear with their ears and understand with their heart and turn, and I would heal them.\"<note: A quotation from Isa 6:9-10>",
    "13:16": "But your eyes [are] blessed because they see, and your ears because they hear.",
    "13:17": "For truly I say to you that many prophets and righteous [people] longed to see what you see, and did not see [it],<note: *Here the direct object is supplied from context in the English translation> and to hear what you hear, and did not hear [it]!<note: *Here the direct object is supplied from context in the English translation>",
    "13:18": "\"You, therefore, listen to the parable of the sower:",
    "13:19": "[When]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"hears\")> anyone hears the word about the kingdom and does not understand [it],<note: *Here the direct object is supplied from context in the English translation> the evil one comes and snatches away what was sown in his heart. This is what was sown on the side of the path.",
    "13:20": "And what was sown on the rocky ground--this is the one who hears the word and immediately receives it with joy.",
    "13:21": "But he does not have a root in himself, but {lasts only a little while},<note: Literally \"is temporary\"> and [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"happens\")> affliction or persecution happens because of the word, immediately he falls away.",
    "13:22": "And what was sown into the thorn plants--this is the one who hears the word, and the anxiety of this world<note: Some manuscripts have \"of the world\"> and the deceitfulness of wealth choke the word and it becomes unproductive.",
    "13:23": "But what was sown on the good soil--this is the one who hears the word and understands [it],<note: *Here the direct object is supplied from context in the English translation> who indeed bears fruit and produces, this one a hundred [times as much], and this one sixty, and this one thirty.\"",
    "13:24": "He put before them another parable, saying, \"The kingdom of heaven may be compared to a man who sowed good seed in his field.",
    "13:25": "But while his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> people were sleeping, his enemy came and sowed darnel<note: A weed that looks similar to wheat but has poisonous seeds> in the midst of the wheat and went away.",
    "13:26": "So when the {wheat}<note: Literally \"grass,\" \"hay,\" but in this context referring to the good plants as opposed to the weeds> sprouted and yielded grain, then the darnel appeared also.",
    "13:27": "So the slaves of the master of the house came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> said to him, 'Master, did you not sow good seed in your field? How then does it have darnel?'",
    "13:28": "And he said to them, 'An enemy has done this!' So the slaves said to him, 'Then do you want us to go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as an English infinitive> gather them?'",
    "13:29": "But he said, \"No, lest [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"gather\") which is understood as temporal> gather the darnel you uproot the wheat together with it.",
    "13:30": "Let both grow together until the harvest, and at the season of the harvest I will tell the reapers, \"First gather the darnel and tie it into bundles to burn them, but gather the wheat into my storehouse.\" '\"",
    "13:31": "He put before them another parable, saying, \"The kingdom of heaven is like a mustard seed that a man took [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> sowed in his field.",
    "13:32": "{It}<note: Literally \"which,\" but a new sentence is started here in the English translation> is the smallest of all the seeds, but when it is grown it is larger than the garden herbs and becomes a tree, so that the birds of the sky come and nest in its branches.\"",
    "13:33": "He told them another parable: \"The kingdom of heaven is like yeast that a woman took [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> put into three measures of wheat flour until the whole [batch] was leavened.\"",
    "13:34": "Jesus spoke all these [things] to the crowds in parables, and he was saying nothing to them without a parable,",
    "13:35": "in order that what was spoken through the prophet would be fulfilled, who said, \"I will open my mouth in parables; I will proclaim what has been hidden since the creation.\"<note: A quotation from Ps 78:2><note: Some manuscripts have \"since the creation of the world\">\r\n",
    "13:36": "Then he left the crowds [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> came into the house, and his disciples came to him saying, \"Explain the parable of the darnel in the field to us.\"",
    "13:37": "So he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"The one who sows the good seed is the Son of Man,",
    "13:38": "and the field is the world. And the good seed--these are the sons of the kingdom, but the darnel are the sons of the evil one.",
    "13:39": "And the enemy who sowed them is the devil, and the harvest is the end of the age, and the reapers are angels.",
    "13:40": "Thus just as the darnel is gathered and burned<note: Some manuscripts have \"burned up\"> with fire, so it will be at the end of the age.",
    "13:41": "The Son of Man will send out his angels and they will gather out of his kingdom all the causes of sin and those who do lawless deeds,",
    "13:42": "and throw them into the fiery furnace.<note: An allusion to Dan 3:6> In that place there will be weeping and gnashing of teeth!",
    "13:43": "Then the righteous will shine like the sun in the kingdom of their Father.<note: An allusion to Dan 12:3> The one who has ears, let him hear!",
    "13:44": "\"The kingdom of heaven is like treasure hidden in a field, that a man found [and]<note: *Here \"[and]\" is supplied because the previous participle (\"found\") has been translated as a finite verb> concealed, and in his joy he goes and sells everything that he has and buys that field.",
    "13:45": "\"Again, the kingdom of heaven is like a merchant searching for fine pearls.",
    "13:46": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"found\") which is understood as temporal> found one very valuable pearl, he went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> sold everything that he possessed and purchased it.",
    "13:47": "\"Again, the kingdom of heaven is like a dragnet that was thrown into the sea and gathered [fish]<note: *Here the direct object is supplied from context in the English translation> of every kind,",
    "13:48": "which when it was filled they pulled to shore and sat down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> collected the good [fish]<note: *Here the word \"[fish]\" is not in the Greek text but is implied> into containers, but the bad they threw out.",
    "13:49": "Thus it will be at the end of the age. The angels will go out and separate the evil from among the righteous",
    "13:50": "and throw them into the fiery furnace.<note: An allusion to Dan 3:6> In that place there will be weeping and gnashing of teeth!",
    "13:51": "\"Have you understood all these [things]?\" They said to him, \"Yes.\"",
    "13:52": "And he said to them, \"For this [reason] every scribe who has been trained for the kingdom of heaven is like the master of the house who brings out of his storeroom new [things] and old [things].\"",
    "13:53": "And it happened that when Jesus had finished these parables he went away from there.",
    "13:54": "And he came to his hometown [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> began to teach<note: The imperfect tense has been translated as ingressive here (\"began to teach\")> them in their synagogue, so that they were amazed and said, \"From where did this man [get] this wisdom and these miracles?",
    "13:55": "Is not this one the son of the carpenter? Is not his mother called Mary and his brothers James and Joseph and Simon and Judas?",
    "13:56": "And are not all his sisters with us? From where then did this man [get] all these [things]?\"",
    "13:57": "And they were offended by him. But Jesus said to them, \"A prophet is not without honor except in his [own] hometown and in his [own] household.\"",
    "13:58": "And he did not perform many miracles in that place because of their unbelief.",
    "14:1": "At that time Herod the tetrarch heard the report about Jesus",
    "14:2": "and he said to his servants, \"This is John the Baptist! He has been raised from the dead, and for this [reason] miraculous powers are at work in him.\"",
    "14:3": "For Herod, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"arresting\") which is understood as temporal> arresting John, bound him and put [him]<note: *Here the direct object is supplied from context in the English translation> in prison on account of Herodias, the wife of his brother Philip,",
    "14:4": "because John had been saying to him, \"It is not permitted for you to have her.\"",
    "14:5": "And [although he]<note: *Here \"[although]\" is supplied as a component of the participle (\"wanted\") which is understood as concessive> wanted to kill him, he feared the crowd, because they looked upon him as a prophet.",
    "14:6": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"took place\") which is understood as temporal> Herod's birthday celebration took place, the daughter of Herodias danced in the midst [of them] and pleased Herod.",
    "14:7": "Therefore he promised with an oath to give her whatever she asked.",
    "14:8": "And coached by her mother, she said, \"Give me the head of John the Baptist here on a platter!\"",
    "14:9": "And [although]<note: *Here \"[although]\" is supplied as a component of the participle (\"was distressed\") which is understood as concessive> the king was distressed, because of his oaths and his {dinner guests}<note: Literally \"those reclining at table with\"> he commanded [the request]<note: *Here the direct object is supplied from context in the English translation> to be granted.",
    "14:10": "And he sent [orders]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> had John beheaded in the prison,",
    "14:11": "and his head was brought on a platter and given to the girl, and she brought [it]<note: *Here the direct object is supplied from context in the English translation> to her mother.",
    "14:12": "And his disciples came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> took away the corpse and buried it, and went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> told Jesus.",
    "14:13": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> Jesus heard [it],<note: *Here the direct object is supplied from context in the English translation> he withdrew from there in a boat to an isolated place by himself. And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the crowds heard [it],<note: *Here the direct object is supplied from context in the English translation> they followed him by land from the towns.",
    "14:14": "And [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"got out\") which is understood as temporal> got out, he saw the large crowd and had compassion on them and healed their sick.",
    "14:15": "Now [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was evening, the disciples came to him saying, \"The place is desolate and the hour {is late}.<note: Literally \"has passed away\"> Release the crowds so that they can go away into the villages [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go away\") has been translated as a finite verb> purchase food for themselves.\"",
    "14:16": "But Jesus said to them, \"They do not {need}<note: Literally \"have need\"> to go away. You give them [something]<note: *Here the direct object is supplied from context in the English translation> to eat.\"",
    "14:17": "And they said to him, \"We do not have [anything]<note: *Here the direct object is supplied from context in the English translation> here except five loaves and two fish.\"",
    "14:18": "So he said, \"Bring them here to me.\"",
    "14:19": "And he commanded the crowds to recline for a meal on the grass. Taking the five loaves and the two fish [and]<note: *Here \"[and]\" has been supplied in the English translation for stylistic reasons> looking up to heaven, he gave thanks. And [after]<note: *Here \"[when]\" is supplied as a component of the participle (\"breaking\") which is understood as temporal> breaking [them],<note: *Here the direct object is supplied from context in the English translation> he gave the loaves to the disciples, and the disciples [gave them]<note: *\"[gave them]\" is an implied repetition of the earlier verb> to the crowds.",
    "14:20": "And they all ate and were satisfied, and they picked up what was left over of the broken pieces, twelve baskets full.",
    "14:21": "Now those who ate were about five thousand men, in addition to women and children.",
    "14:22": "And immediately he made the disciples get into the boat and go ahead of him to the other side, while he sent away the crowds.",
    "14:23": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"sent away\") which is understood as temporal> sent away the crowds, he went up on the mountain by himself to pray. So [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> evening came, he was there alone.",
    "14:24": "But the boat was already many stadia distant from the land, being beaten by the waves, because the wind was against [it].",
    "14:25": "And in the fourth watch of the night he came to them, walking on the sea.",
    "14:26": "But the disciples, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw him walking on the sea, were terrified, saying, \"It is a ghost!\" and they cried out in fear.",
    "14:27": "But immediately Jesus spoke to them, saying, \"Have courage, I am [he]! Do not be afraid!\"",
    "14:28": "And Peter answered him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Lord, if {it is you},<note: Literally \"you are\" [he]> command me to come to you on the water!\"",
    "14:29": "So he said, \"Come!\" And getting out of the boat, Peter walked on the water and came toward Jesus.",
    "14:30": "But [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the strong wind, he was afraid. And beginning to sink, he cried out, saying, \"Lord, save me!\"",
    "14:31": "And immediately Jesus extended his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"extended\") has been translated as a finite verb> caught him and said to him, \"[You] of little faith! Why did you doubt?\"",
    "14:32": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"got\")> they got into the boat, the wind abated.",
    "14:33": "So those in the boat worshiped him, saying, \"Truly you are the Son of God!\"",
    "14:34": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had crossed over\") which is understood as temporal> had crossed over, they came to land at Gennesaret.",
    "14:35": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"recognized\") which is understood as temporal> the men of that place recognized him, they sent [word] into that whole surrounding region, and they brought to him all those {who were sick}.<note: Literally \"having badly\">",
    "14:36": "And they were imploring him that they might only touch the edge<note: Or \"tassel\"> of his cloak, and all those who touched [it]<note: *Here the direct object is supplied from context in the English translation> were cured.",
    "15:1": "Then Pharisees and scribes came to Jesus from Jerusalem, saying,",
    "15:2": "\"Why do your disciples break the tradition of the elders? For they do not wash their hands when they eat {a meal}.\"<note: Literally \"bread\">",
    "15:3": "So he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Why do you also break the commandment of God because of your tradition?",
    "15:4": "For God said, 'Honor your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father and your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother,'<note: A quotation from Exod 20:12; Deut 5:16> and 'The one who speaks evil of father or mother {must certainly die}<note: Literally \"let him die the death\">.'<note: A quotation from Exod 21:17; Lev 20:9>",
    "15:5": "But you say, 'Whoever says to his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father or his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother, \"Whatever {benefit you would have received}<note: Literally \"you would have been benefited\"> from me [is] a gift [to God],\"",
    "15:6": "need not honor his father,'<note: Most later manuscripts add \"or his mother\"> and you make void the word of God for the sake of your tradition.",
    "15:7": "Hypocrites! Isaiah correctly prophesied about you saying,",
    "15:8": "'This people honors me with their<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> lips, but their heart is far, far away from me,",
    "15:9": "and they worship me in vain, teaching [as] doctrines the commandments of men.'\"<note: A quotation from Isa 29:13>",
    "15:10": "And summoning the crowd, he said to them, \"Hear and understand:",
    "15:11": "It is not what goes into the mouth that defiles a person, but what comes out of the mouth--this defiles a person.\"",
    "15:12": "Then the disciples came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> said to him, \"Do you know that the Pharisees were offended [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard this saying?\"",
    "15:13": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Every plant that my heavenly Father did not plant will be uprooted.",
    "15:14": "Let<note: Or \"Depart from\"> them! They are blind guides of the blind. And if the blind guide the blind, both will fall into a pit.\"",
    "15:15": "But Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Explain this parable to us.\"",
    "15:16": "But he said, \"Are you also still without understanding?",
    "15:17": "Do you not understand that everything that enters into the mouth goes into the stomach and is evacuated into the latrine?",
    "15:18": "But the things that come out of the mouth come from the heart, and these defile the person.",
    "15:19": "For from the heart come evil plans, murder, adultery, sexual immorality, theft, false witness, abusive speech.",
    "15:20": "These are the things that defile a person. But eating with unwashed hands does not defile a person!\"",
    "15:21": "And departing from there, Jesus went away to the region of Tyre and Sidon.",
    "15:22": "And behold, a Canaanite woman from that district came [and] cried out, saying, \"Have mercy on me, Lord, Son of David! My daughter [is] severely possessed by a demon!\"",
    "15:23": "But he did not answer her a word. And his disciples came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> asked him, saying, \"Send her away, because she is crying out after us!\"",
    "15:24": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"I was not sent except to the lost sheep of the house of Israel.\"",
    "15:25": "But she came [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> knelt down before him, saying, \"Lord, help me!\"",
    "15:26": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"It is not right to take the children's bread and throw [it]<note: *Here the direct object is supplied from context in the English translation> to the dogs!\"",
    "15:27": "So she said, \"Yes, Lord, for even the dogs eat the crumbs that fall from their master's table.\"",
    "15:28": "Then Jesus answered [and] said to her, \"O woman, your faith [is] great! Let it be done for you as you want.\" And her daughter was healed from that hour.",
    "15:29": "And departing from there, Jesus went along the Sea of Galilee, and he went up on the mountain [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went up\") has been translated as a finite verb> was sitting there.",
    "15:30": "And large crowds came to him, having with them [the] mute, blind, lame, crippled,<note: Some manuscripts have \"[the] lame, blind, crippled, mute\"> and many others, and they put them down at his feet, and he healed them.",
    "15:31": "So then the crowd was astonished [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the mute speaking, the crippled healthy, and the lame walking, and the blind seeing, and they praised the God of Israel.",
    "15:32": "And Jesus summoned his disciples [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said, \"I have compassion on the crowd, because they have remained with me three days already and do not have anything to eat, and I do not want to send them away hungry lest they give out on the way.\"",
    "15:33": "And the disciples said to him, \"Where in [this] desolate place {can we get}<note: Literally \"for us\"> so much bread that such a great crowd could be satisfied?\"",
    "15:34": "And Jesus said to them, \"How many loaves do you have?\" So they said, \"Seven, and a few little fish.\"",
    "15:35": "And commanding the crowd to recline for a meal on the ground,",
    "15:36": "he took the seven loaves and the fish and [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had given thanks\") which is understood as temporal> had given thanks, he broke [them]<note: *Here the direct object is supplied from context in the English translation> and began giving<note: The imperfect tense has been translated as ingressive here (\"began giving\")> [them]<note: *Here the direct object is supplied from context in the English translation> to the disciples, and the disciples [gave them] to the crowds.",
    "15:37": "And they all ate and were satisfied, and they picked up what was left over of the broken pieces, seven baskets full.",
    "15:38": "Now those who ate were four thousand men, in addition to women and children.",
    "15:39": "And [after he]<note: *Here \"[after]\" is supplied as a component of the participle (\"had given thanks\") which is understood as temporal> sent away the crowds, he got into the boat and went to the region of Magadan.",
    "16:1": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> the Pharisees and Sadducees came to test [him],<note: *Here the direct object is supplied from context in the English translation> they asked him to show them a sign from heaven.",
    "16:2": "So he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"[When]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"comes\")> evening comes you say, '[It will be] fair weather because the sky is red,'",
    "16:3": "and early in the morning, 'Today [it will be] stormy weather, because the sky is red [and]<note: *Here \"[and]\" is supplied in the translation because of English style> darkening.' You know how to evaluate correctly the appearance of the sky, but you are not able [to evaluate]<note: *Here \"[to evaluate]\" is an implied repetition of the verb earlier in the verse> the signs of the times.",
    "16:4": "An evil and adulterous generation seeks for a sign, and a sign will not be given to it except the sign of Jonah!\" And he left them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> went away.",
    "16:5": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"arrived\") which is understood as temporal> the disciples arrived at the other side,<note: That is, the other side of the Sea of Galilee> they had forgotten to take bread.",
    "16:6": "And Jesus said to them, \"Watch out for and beware of the leaven of the Pharisees and Sadducees!\"",
    "16:7": "So they were discussing [this]<note: *Here the direct object is supplied from context in the English translation> among themselves, saying, \"[It is] because we did not take bread.\"",
    "16:8": "But knowing [this],<note: *Here the direct object is supplied from context in the English translation> Jesus said, \"Why are you discussing among yourselves that you did not take bread,<note: Some manuscripts have \"you do not have bread\"> [you] of little faith?",
    "16:9": "Do you not yet understand or do you not remember the five loaves for the five thousand, and how many baskets you took up?",
    "16:10": "Or the seven loaves for the four thousand and how many baskets you took up?",
    "16:11": "How do you not understand that I did not speak to you about bread? But beware of the leaven of the Pharisees and Sadducees!\"",
    "16:12": "Then they understood that he did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.",
    "16:13": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> Jesus came to the region of Caesarea {Philippi},<note: Literally \"of Philip\"> he began asking<note: *The imperfect tense has been translated as ingressive here (\"began asking\")> his disciples, saying, \"Who do people say [that] the Son of Man is?\"",
    "16:14": "And they said, {Some}<note: Literally \"those on the one hand\"> [say] John the Baptist, but others Elijah, and others Jeremiah or one of the prophets.\"",
    "16:15": "He said to them, \"But who do you say [that] I am?\"",
    "16:16": "And Simon Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"You are the Christ, the Son of the living God!\"",
    "16:17": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Blessed are you, Simon son of Jonah, because flesh and blood did not reveal [this]<note: *Here the direct object is supplied from context in the English translation> to you, but my Father [who is] in heaven.",
    "16:18": "And I also say to you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it!",
    "16:19": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth will be bound<note: Or \"will have been bound\"> in heaven, and whatever you release on earth will be released<note: Or \"will have been released\"> in heaven.\"",
    "16:20": "Then he commanded the disciples that they should tell no one that he was the Christ.",
    "16:21": "From that time [on] Jesus began to show his disciples that he must go to Jerusalem and suffer many [things] from the elders and chief priests and scribes, and be killed, and be raised on the third day.",
    "16:22": "And Peter took him aside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took ... aside\") has been translated as a finite verb> began to rebuke him, saying, {God forbid},<note: Literally \"merciful to you\"> Lord! This will never happen to you!\"",
    "16:23": "But he turned around [and]<note: *Here \"[and]\" is supplied because the previous participle (\"turned around\") has been translated as a finite verb> said to Peter, \"Get behind me, Satan! You are a cause for stumbling to me, because you are not intent on the things of God, but the things of people!\"",
    "16:24": "Then Jesus said to his disciples, \"If anyone wants to come after me, let him deny himself and take up his cross and follow me.",
    "16:25": "For whoever wants to save his life will lose it, but whoever loses his life on account of me will find it.",
    "16:26": "For what will a person be benefited if he gains the whole world but forfeits his life? Or what will a person give in exchange for his life?",
    "16:27": "For the Son of Man is going to come in the glory of his Father with his angels, and at that time he will reward each one according to {what he has done}.<note: Literally \"his activity\">",
    "16:28": "Truly I say to you, that there are some of those standing here who will never experience death until they see the Son of Man coming in his kingdom.\"",
    "17:1": "And after six days Jesus took along Peter and James and John his brother, and led them up on a high mountain by themselves.",
    "17:2": "And he was transfigured before them, and his face shone like the sun, and his clothing became bright as the light.",
    "17:3": "And behold, Moses and Elijah appeared to them, talking with him.",
    "17:4": "So Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to Jesus, \"Lord, it is good [that] we are here! If you want, I will make here three shelters, one for you and one for Moses and one for Elijah.\"",
    "17:5": "[While]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"speaking\")> he was still speaking, behold, a bright cloud overshadowed them, and behold, a voice from the cloud said, \"This is my beloved Son, with whom I am well pleased. Listen to him!\"",
    "17:6": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the disciples heard [this],<note: *Here the direct object is supplied from context in the English translation> they fell down on their faces and were extremely frightened.",
    "17:7": "And Jesus came and touched them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"touched\") has been translated as a finite verb> said, \"Get up and do not be afraid.\"",
    "17:8": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"lifted up\") which is understood as temporal> lifted up their eyes they saw no one except him--Jesus alone.",
    "17:9": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were coming down\")> they were coming down from the mountain, Jesus commanded them saying, \"Tell no one the vision until the Son of Man is raised from the dead.\"",
    "17:10": "And the disciples asked him, saying, \"Then why do the scribes say that Elijah must come first?\"",
    "17:11": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Elijah indeed is coming, and will restore all [things].",
    "17:12": "But I say to you that Elijah has already come, and they did not recognize him, but did with him whatever they wanted. In the [same] way also the Son of Man is going to suffer [at] their hands.\"",
    "17:13": "Then the disciples understood that he had spoken to them about John the Baptist.",
    "17:14": "And [when they]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> came to the crowd, a man approached him, kneeling down before him",
    "17:15": "and saying, \"Lord, have mercy on my son, because he has seizures and suffers severely, for often he falls into the fire and often into the water.",
    "17:16": "And I brought him to your disciples, and they were not able to heal him.\"",
    "17:17": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"O unbelieving and perverse generation! {How long}<note: Literally \"until when\"> will I be with you? {How long}<note: Literally \"until when\"> must I put up with you? Bring him here to me!\"",
    "17:18": "And Jesus rebuked him, and the demon came out of him and the boy was healed from that hour.",
    "17:19": "Then the disciples approached Jesus privately [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said, {Why}<note: Literally \"for what\"> were we not able to expel it?\"",
    "17:20": "And he said to them, \"Because of your little faith. For truly I say to you, if you have faith like a mustard seed, you will say to this mountain, 'Move from here [to] there,' and it will move, and nothing will be impossible for you.\"<note: Most later Greek manuscripts add v. 21, \"But this kind does not go out except by prayer and fasting.\">",
    "17:22": "Now [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were gathering\")> they were gathering in Galilee, Jesus said to them, \"The Son of Man is going to be betrayed into the hands of men,<note: Or possibly \"of people,\" in a generic sense, although the reference here may be to the specific group responsible for Jesus' arrest, where it is unlikely women were present>",
    "17:23": "and they will kill him, and on the third day he will be raised.\" And they were extremely distressed.",
    "17:24": "Now [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"arrived\")> they arrived in Capernaum, the ones who collected the double drachma [tax]<note: This refers to the half-shekel annual tax paid by Jewish males to support the temple; over time the name of the coin commonly used to pay the tax came to be used for the tax itself> came up to Peter and said, \"Does your teacher not pay the double drachma [tax]?\"",
    "17:25": "He said, \"Yes.\" And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came into the house, Jesus spoke to him first, saying, \"What do you think, Simon? From whom do the kings of the earth collect tolls or taxes--from their own sons, or from foreigners?\"",
    "17:26": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"said\") which is understood as temporal> said, \"From foreigners,\" Jesus said to him, \"Then the sons are free.",
    "17:27": "But so that we do not give offense to them, go out to the sea, cast [a line with]<note: *The words \"[a line with]\" are not in the Greek text but are implied> a hook, and take the first fish that comes up. And [when you]<note: *Here \"[when]\" is supplied as a component of the participle (\"open\") which is understood as temporal> open its mouth, you will find a four-drachma coin. Take that [and]<note: *Here \"[and]\" is supplied because the previous participle (\"take\") has been translated as a finite verb> give [it]<note: *Here the direct object is supplied from context in the English translation> to them for me and you.\"",
    "18:1": "At that time the disciples came up to Jesus, saying, \"Who then is the greatest in the kingdom of heaven?\"",
    "18:2": "And calling a child [to himself], he had him stand in their midst",
    "18:3": "and said, \"Truly I say to you, unless you turn around and become like young children, you will never enter into the kingdom of heaven!",
    "18:4": "Therefore whoever humbles himself like this child, this person is the greatest in the kingdom of heaven,",
    "18:5": "and whoever welcomes one child such as this in my name welcomes me.",
    "18:6": "But whoever causes one of these little ones who believe in me to sin, it would be better for him that {a large millstone}<note: Literally \"a millstone of a donkey\"> be hung on<note: Some manuscripts have \"around\"> his neck and he be drowned in the depths of the sea.",
    "18:7": "Woe to the world because of causes for stumbling, for [it is] a necessity [that] causes for stumbling come; nevertheless, woe to the person through whom the cause for stumbling comes.",
    "18:8": "And if your hand or your foot causes you to sin, cut it off and throw [it]<note: *Here the direct object is supplied from context in the English translation> from you! It is better for you to enter into life crippled or lame than, having two hands or two feet, to be thrown into the eternal fire!",
    "18:9": "And if your eye causes you to sin, tear it out and throw [it]<note: *Here the direct object is supplied from context in the English translation> from you! It is better for you to enter into life one-eyed than, having two eyes, to be thrown into fiery hell!",
    "18:10": "\"See to it that you do not despise one of these little ones, for I tell you that their angels in heaven constantly see the face of my Father [who is] in heaven.<note: Many later Greek manuscripts include vs. 11, \"For the Son of Man came to save those who are lost.\">",
    "18:12": "What do you think? If {a certain man has}<note: Literally \"there are to a certain man\"> a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> look for the one that wandered away?",
    "18:13": "And if he happens to find it, truly I say to you that he rejoices over it more than over the ninety-nine that did not wander away.",
    "18:14": "In the [same] way it is not the will {of}<note: Literally \"in the presence of\"> your Father [who is] in heaven that one of these little ones perish.",
    "18:15": "\"Now if your brother sins against you, go correct him between you and him alone. If he listens to you, you have gained your brother.",
    "18:16": "But if he does not listen, take with you in addition one or two [others], so that by {the testimony}<note: Literally \"the mouth\"> of two or three witnesses every matter may be established.",
    "18:17": "And if he refuses to listen to them, tell [it]<note: *Here the direct object is supplied from context in the English translation> to the church. But if he refuses to listen to the church also, let him be to you as a Gentile and a tax collector.",
    "18:18": "\"Truly I say to you, whatever you bind on earth will be bound in heaven, and whatever you release on earth will be released in heaven.",
    "18:19": "Again, truly I say to you that if two of you agree on earth about any matter that they ask, it will be done for them from my Father [who is] in heaven.",
    "18:20": "For where two or three are gathered in my name, I am there in the midst of them.\"",
    "18:21": "Then Peter came up to him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said,<note: Some manuscripts have \"Then Peter came up [and] said to him\"> \"Lord, how many times will my brother sin against me and I will forgive him? Up to seven times?\"",
    "18:22": "Jesus said to him, \"I do not say to you up to seven times, but up to seventy times seven!<note: Or \"seventy-seven times\">",
    "18:23": "\"For this [reason] the kingdom of heaven may be compared to a man--a king--who wanted to settle accounts with his slaves.",
    "18:24": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"began\")> he began to settle [them],<note: *Here the direct object is supplied from context in the English translation> someone was brought to him who owed ten thousand talents.",
    "18:25": "And [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"have\") which is understood as causal> he did not have [enough]<note: *Here the direct object is supplied from context in the English translation> to repay [it],<note: *Here the direct object is supplied from context in the English translation> the master ordered him to be sold, and his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> wife and his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> children and everything that he had, and to be repaid.",
    "18:26": "Then the slave threw himself to the ground [and]<note: *Here \"[and]\" is supplied because the previous participle (\"threw himself to the ground\") has been translated as a finite verb> began to do obeisance to him, saying, 'Be patient with me, and I will pay back everything to you!'",
    "18:27": "So the master of that slave, [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"had compassion\") which is understood as causal> had compassion, released him and forgave him the loan.",
    "18:28": "But that slave went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> found one of his fellow slaves who owed him a hundred denarii, and taking hold of him, he began to choke [him],<note: *Here the direct object is supplied from context in the English translation> saying, 'Pay back everything that you owe!'",
    "18:29": "Then his fellow slave threw himself to the ground [and]<note: *Here \"[and]\" is supplied because the previous participle (\"threw himself to the ground\") has been translated as a finite verb> began to implore<note: *The imperfect tense has been translated as ingressive here (\"began to implore\")> him, saying, 'Be patient with me and I will repay you!'",
    "18:30": "But he did not want to, but rather he went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> threw him into prison until he would repay what was owed.",
    "18:31": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> his fellow slaves saw what had happened, they were extremely distressed, and went [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> reported to their master everything that had happened.",
    "18:32": "Then his master summoned him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"summoned\") has been translated as a finite verb> said to him, 'Wicked slave! I forgave you all that debt because you implored me!",
    "18:33": "Should you not also have shown mercy to your fellow slave as I also showed mercy to you?'",
    "18:34": "And [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"was angry\") which is understood as causal> was angry, his master handed him over to the merciless jailers<note: Or \"torturers\"> until he would repay everything that was owed.",
    "18:35": "So also my heavenly Father will do to you, unless each of you forgives his brother from your hearts!\"",
    "19:1": "And it happened that when Jesus had finished these statements, he went away from Galilee and came into the region of Judea on the other side of the Jordan.",
    "19:2": "And large crowds followed him, and he healed them there.",
    "19:3": "And Pharisees came up to him [in order to]<note: *Here \"[in order to]\" is supplied as a component of the participle (\"test\") which is understood as purpose> test him, and asked<note: *Here the participle (\"asked\") is translated as a finite verb because of English style> if it was permitted for a man to divorce his wife for any cause.",
    "19:4": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"Have you not read that the one who created [them]<note: *Here the direct object is supplied from context in the English translation> from the beginning made them male and female",
    "19:5": "and said, 'On account of this a man will leave his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father and his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother and will be joined to his wife, and the two will become one flesh'?<note: A quotation from Gen 2:24>",
    "19:6": "So then, they are no longer two but one flesh. Therefore what God has joined together, man must not separate.\"",
    "19:7": "They said to him, \"Why then did Moses command [us]<note: *Here the direct object is supplied from context in the English translation> to give a document--a certificate of divorce--and to divorce her?\"",
    "19:8": "He said to them, \"Moses, with reference to your hardness of heart, permitted you to divorce your wives, but from the beginning it was not like this.",
    "19:9": "Now I say to you that whoever divorces his wife, except on the basis of sexual immorality, and marries another commits adultery, and whoever marries her who is divorced commits adultery.\"<note: Some manuscripts omit \"and whoever marries her who is divorced commits adultery\">",
    "19:10": "The disciples<note: Some manuscripts have \"His disciples\"> said to him, \"If this is the case of a man with his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> wife, it would be better not to marry!\"",
    "19:11": "But he said to them, \"Not everyone can accept this saying but [those] to whom it has been given.",
    "19:12": "For there are eunuchs who were born as such from [their] mother's womb, and there are eunuchs who were made eunuchs by people, and there are eunuchs who have made themselves [eunuchs]<note: An understood repetition of the term from earlier in the verse> for the sake of the kingdom of heaven. The one who is able to accept [this],<note: *Here the direct object is supplied from context in the English translation> let him accept [it].\"<note: *Here the direct object is supplied from context in the English translation>",
    "19:13": "Then children were brought to him so that he could lay his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on them and pray, but the disciples rebuked them.",
    "19:14": "But Jesus said, \"Allow the children, and do not forbid them to come to me, {for to such belongs}<note: Literally \"for of such is\"> the kingdom of heaven.\"",
    "19:15": "And he laid his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hands on them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"laid\") has been translated as a finite verb> traveled on from there.",
    "19:16": "And behold, someone came up to him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said, \"Teacher, what good [thing] must I do so that I will have eternal life?\"",
    "19:17": "And he said to him, \"Why are you asking me about [what is] good? There is one [who is] good. But if you want to enter into life, keep the commandments!\"",
    "19:18": "He said to him, \"Which [ones]?\" And Jesus said, \"Do not commit murder, do not commit adultery, do not steal, do not give false testimony,",
    "19:19": "honor your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> father and your<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> mother, and love your neighbor as yourself.\"",
    "19:20": "The young man said to him, \"All these I have observed. What do I still lack?\"",
    "19:21": "Jesus said to him, \"If you want to be perfect, go, sell your possessions and give [the proceeds]<note: *Here the direct object is supplied from context in the English translation> to the poor--and you will have treasure in heaven--and come, follow me.\"",
    "19:22": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the young man heard the statement, he went away sorrowful, because he was one who had many possessions.",
    "19:23": "And Jesus said to his disciples, \"Truly I say to you that with difficulty a rich person will enter into the kingdom of heaven!",
    "19:24": "And again I say to you, it is easier [for] a camel to go through the eye of a needle than a rich person into<note: Some manuscripts have \"to enter into\"> the kingdom of God.\"",
    "19:25": "So [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the disciples heard [this],<note: *Here the direct object is supplied from context in the English translation> they were extremely amazed, saying, \"Then who can be saved?\"",
    "19:26": "But Jesus looked at [them]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"looked at\") has been translated as a finite verb> said to them, \"With human beings this is impossible, but with God all [things] [are] possible.\"",
    "19:27": "Then Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"Behold, we have left everything and followed you. What then will there be for us?\"",
    "19:28": "And Jesus said to them, \"Truly I say to you that in the renewal [of the world],<note: The words \"of the world\" are supplied as a clarification of \"renewal\"> when the Son of Man sits on his glorious throne, you who have followed me--you also will sit on twelve thrones judging the twelve tribes of Israel.",
    "19:29": "And everyone who has left houses or brothers or sisters or father or mother or wife<note: Some manuscripts omit \"or wife\"> or children or fields on account of my name will receive a hundred times as much, and will inherit eternal life.",
    "19:30": "But many [who are] first will be last, and the last first.",
    "20:1": "\"For the kingdom of heaven is like a man--the master of the house--who went out early in the morning to hire workers for his vineyard.",
    "20:2": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"coming to an agreement\") which is understood as temporal> coming to an agreement with the workers for a denarius per day, he sent them into his vineyard.",
    "20:3": "And going out about the third hour, he saw others standing idle in the marketplace.",
    "20:4": "And to those [people] he said, 'You also go into the vineyard, and I will give you whatever is right.'",
    "20:5": "So they went. Going out<note: Some manuscripts have \"And going out\"> again about the sixth and ninth hour he did the same [thing].",
    "20:6": "And about the eleventh [hour] he went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> found others standing [there] and said to them, 'Why are you standing here the whole day unemployed?'",
    "20:7": "They said to him, 'Because no one hired us.' He said to them, 'You go also into the vineyard.'",
    "20:8": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"came\")> evening came, the owner of the vineyard said to his manager, 'Call the workers and pay them their<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> wages, beginning from the last up to the first.'",
    "20:9": "And [when] the ones [hired] about the eleventh hour came, they received a denarius apiece.",
    "20:10": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> the first came, they thought that they would receive more, and they also received a denarius apiece.",
    "20:11": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"received\") which is understood as temporal> received [it],<note: *Here the direct object is supplied from context in the English translation> they began to complain<note: The imperfect tense has been translated as ingressive here (\"began to complain\")> against the master of the house,",
    "20:12": "saying, 'These last [people] worked one hour and you made them equal to us who have endured the burden of the day and the burning heat!'",
    "20:13": "But he answered one of them [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, 'Friend, I am not doing you wrong. Did you not come to an agreement with me for a denarius?",
    "20:14": "Take [what is] yours and go! But I want to give to this last [person] [the same] as [I gave]<note: The words \"[I gave]\" are an implied repetition from the verb earlier in the verse> to you also.",
    "20:15": "Is it not<note: Some manuscripts have \"Or [is it] not\"> permitted for me to do whatever I want with [what is] mine? Or is your eye evil because I am generous?'",
    "20:16": "Thus the last will be first and the first last.\"",
    "20:17": "And [as]<note: *Here \"[as]\" is supplied as a component of the participle (\"was going up\") which is understood as temporal> Jesus was going up to Jerusalem, he took the twelve disciples by themselves and said to them on the way,",
    "20:18": "\"Behold, we are going up to Jerusalem, and the Son of Man will be handed over to the chief priests and scribes, and they will condemn him to death,",
    "20:19": "and will hand him over to the Gentiles to mock [him]<note: *Here the direct object is supplied from context in the English translation> and flog [him]<note: *Here the direct object is supplied from context in the English translation> and crucify [him],<note: *Here the direct object is supplied from context in the English translation> and on the third day he will be raised.\"",
    "20:20": "Then the mother of the sons of Zebedee came up to him with her sons, [and]<note: *Here \"[and]\" is supplied because the participle (\"kneeling down\") has been translated as a finite verb in keeping with English style> kneeling down [she] asked<note: *Here the participle (\"asked\") is translated as a finite verb because of English style> something from him.",
    "20:21": "And he said to her, \"What do you want?\" She said to him, \"Say that these two sons of mine may sit one at your right hand and one at your left in your kingdom.\"",
    "20:22": "But Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"You do not know what you are asking! Are you able to drink the cup that I am about to drink?\" They said to him, \"We are able.\"",
    "20:23": "He said to them, \"You will indeed drink my cup, but to sit at my right hand and at my left is not mine<note: Some manuscripts have \"this is not mine\"> to grant, but [is] for those for whom it has been prepared by my Father.\"",
    "20:24": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the ten heard [this],<note: *Here the direct object is supplied from context in the English translation> they were indignant concerning the two brothers.",
    "20:25": "But Jesus called them to himself [and]<note: *Here \"[and]\" is supplied because the previous participle (\"called ... to himself\") has been translated as a finite verb> said, \"You know that the rulers of the Gentiles lord it over them, and those in high positions exercise authority over them.",
    "20:26": "It will not be like this among you! But whoever wants to become great among you must be your servant,",
    "20:27": "and whoever wants to be most prominent among you must be your slave--",
    "20:28": "just as the Son of Man did not come to be served, but to serve, and to give his life [as] a ransom for many.\"",
    "20:29": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"were going out\")> they were going out of Jericho, a large crowd followed him.",
    "20:30": "And behold, [there were] two blind men sitting beside the road. [When they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard that Jesus was passing by, they called out, saying, \"Lord, have mercy on us,<note: Some manuscripts have \"Have mercy on us, Lord\"> Son of David!\"",
    "20:31": "And the crowd rebuked them so that they would be quiet. But they called out all the more, saying, \"Lord, have mercy on us,<note: Some manuscripts have \"Have mercy on us, Lord\"> Son of David!\"",
    "20:32": "And Jesus stopped,<note: *Here the participle (\"stopped\") is translated as a finite verb because of English style> called them, and said, \"What do you want me to do for you?\"",
    "20:33": "They said to him, \"Lord, that our eyes be opened!\"",
    "20:34": "And having compassion, Jesus touched their eyes, and immediately they received [their] sight and followed him.",
    "21:1": "And when they drew near to Jerusalem and came to Bethphage at the Mount of Olives, then Jesus sent two disciples,",
    "21:2": "saying to them, \"Go into the village before you, and right away you will find a donkey tied and a colt with her. Untie [them]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"untie\") has been translated as a finite verb> bring [them]<note: *Here the direct object is supplied from context in the English translation> to me.",
    "21:3": "And if anyone says anything to you, you will say, 'The Lord {needs them},'<note: Literally \"has need of them\"> and he will send them at once.\"",
    "21:4": "Now this took place so that what was spoken through the prophet would be fulfilled, saying,",
    "21:5": "\"Say to the daughter of Zion, 'Behold, your king is coming to you, humble and mounted on a donkey, and<note: Or \"even\"> on a colt, the foal of a pack animal.'\"<note: A quotation from Zech 9:9>",
    "21:6": "So the disciples went<note: *Here the participle (\"went\") is translated as a finite verb because of English style> and did<note: *Here the participle (\"did\") is translated as a finite verb because of English style> just as Jesus directed them,",
    "21:7": "[and]<note: *Here \"[and]\" is supplied because the previous participles (\"went\" and \"did\" in the previous verse) have been translated as finite verbs> brought the donkey and the colt and put their<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> cloaks on them, and he sat on them.",
    "21:8": "And a very large crowd spread their cloaks on the road, and others were cutting branches from the trees and spreading [them]<note: *Here the direct object is supplied from context in the English translation> on the road.",
    "21:9": "And the crowds who went ahead of him and the ones who followed were shouting, saying, \"Hosanna to the Son of David! Blessed [is] the one who comes in the name of the Lord!<note: A quotation from Ps 118:25-26> Hosanna in the highest [heaven]!\"<note: *Here \"heaven\" is understood>\r\n",
    "21:10": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"entered\")> he entered into Jerusalem, the whole city was stirred up, saying, \"Who is this?\"",
    "21:11": "And the crowds were saying, \"This is the prophet Jesus from Nazareth of Galilee!\"",
    "21:12": "And Jesus entered the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and drove out all those who were selling and buying in the temple, and overturned the tables of the money changers and the chairs of those who were selling doves.",
    "21:13": "And he said to them, \"It is written, 'My house will be called a house of prayer,'<note: A quotation from Isa 56:7> but you have made it a cave of robbers!\"",
    "21:14": "And the blind and the lame came up to him in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and he healed them.",
    "21:15": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the chief priests and the scribes saw the wonderful [things] that he did, and the children shouting in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> and saying, \"Hosanna to the Son of David!\" they were indignant.",
    "21:16": "And they said to him, \"Do you hear what these [children]<note: *The word \"[children]\" is not in the Greek text but is implied> are saying?\" So Jesus said to them, \"Yes, have you never read, 'Out of the mouths of children and nursing babies you have prepared for yourself praise'?\"<note: A quotation from Ps 8:2>",
    "21:17": "And leaving them, he went outside of the city to Bethany and spent the night there.",
    "21:18": "Now early in the morning, [as he]<note: *Here \"[as]\" is supplied as a component of the participle (\"was returning\") which is understood as temporal> was returning to the city, he was hungry.",
    "21:19": "And seeing a single fig tree by the road, he went to it and found nothing on it except leaves only. And he said to it, \"May there be no more fruit from you {forever},<note: Literally \"to the age\"> and the fig tree withered at once.",
    "21:20": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw [it],<note: *Here the direct object is supplied from context in the English translation> the disciples were astonished, saying, \"How did the fig tree wither at once?\"",
    "21:21": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Truly I say to you, if you have faith and do not doubt, you will do not only [what was done to] the fig tree, but even if you say to this mountain, 'Be lifted up and thrown into the sea,\" it will happen!",
    "21:22": "And whatever you ask in prayer, [if you]<note: *Here \"[if]\" is supplied as a component of the participle (\"believe\") which is understood as conditional> believe, you will receive.\"",
    "21:23": "And [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"arrived\")> he arrived at the temple, the chief priests and the elders of the people came up to him [while he]<note: *Here \"[while]\" is supplied as a component of the participle (\"was teaching\") which is understood as temporal> was teaching, saying, \"By what authority are you doing these [things]? And who gave you this authority?\"",
    "21:24": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"I also will ask you one question. If you tell [the answer]<note: *Here the direct object is supplied from context in the English translation> to me, I also will tell you by what authority I am doing these [things].",
    "21:25": "From where was the baptism of John--from heaven or from men?\" And they began to discuss<note: *The imperfect tense has been translated as ingressive here (\"began to discuss\")> [this]<note: *Here the direct object is supplied from context in the English translation> among themselves, saying, \"If we say 'From heaven,' he will say to us, 'Why then did you not believe him?'",
    "21:26": "But if we say, 'From men,' we are afraid of the crowd, because they all look upon John as a prophet.\"",
    "21:27": "And they answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to Jesus, \"We do not know.\" And he said to them, \"Neither will I tell you by what authority I am doing these [things].",
    "21:28": "\"Now what do you think? A man had two sons. [He] approached<note: Some manuscripts have \"And he approached\"> the first [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said, 'Son, go work in the vineyard today.'",
    "21:29": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, 'I do not want to!' But later [he] changed his mind [and]<note: *Here \"[and]\" is supplied because the previous participle (\"changed his mind\") has been translated as a finite verb> went.",
    "21:30": "And [he] approached the second<note: Some manuscripts have \"the other\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> said the same [thing]. So he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, 'I [will], sir,' and he did not go.",
    "21:31": "Which of the two did the will of [his]<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> father?\" They said, \"The first.\" Jesus said to them, \"Truly I say to you that the tax collectors and the prostitutes are going ahead of you into the kingdom of God!",
    "21:32": "For John came to you in the way of righteousness and you did not believe him, but the tax collectors and the prostitutes did believe him. And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> you saw [it],<note: *Here the direct object is supplied from context in the English translation> you did not even change your minds later [so as] to believe in him.",
    "21:33": "\"Listen to another parable: There was a man--a master of a house--who planted a vineyard, and put a fence [around] it, and dug a winepress in it, and built a watchtower, and leased it to tenant farmers, and went on a journey.",
    "21:34": "And when the season of fruit drew near, he sent his slaves to the tenant farmers to collect his fruit.",
    "21:35": "And the tenant farmers seized his slaves, [one of] whom they beat, and [one of] whom they killed, and [one of] whom they stoned.",
    "21:36": "Again, he sent other slaves, more than the first [ones], and they did the same [thing] to them.",
    "21:37": "So finally he sent his son to them, saying, 'They will respect my son.'",
    "21:38": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the tenant farmers saw the son, they said among themselves, 'This is the heir. Come, let us kill him and have his inheritance!'",
    "21:39": "And they seized him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"seized\") has been translated as a finite verb> threw [him]<note: *Here the direct object is supplied from context in the English translation> out of the vineyard and killed [him].<note: *Here the direct object is supplied from context in the English translation>",
    "21:40": "Now when the master of the vineyard arrives, what will he do to those tenant farmers?\"",
    "21:41": "They said to him, \"He will destroy those evil [men] completely and lease the vineyard to other tenant farmers who will give him the fruits in their season.\"",
    "21:42": "Jesus said to them, \"Have you never read in the scriptures, 'The stone which the builders rejected, this has become {the cornerstone}.<note: Literally \"the head of the corner\"> This came about from the Lord, and it is marvelous in our eyes'?<note: A quotation from Ps 118:22-23>\r\n",
    "21:43": "For this [reason], I tell you that the kingdom of God will be taken away from you and will be given to a people<note: Or \"nation\"> who produce its fruits.",
    "21:44": "And the one who falls on this stone will be broken to pieces, and [the one] on whom it falls--it will crush him!\"",
    "21:45": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the chief priests and the Pharisees heard his parables, they knew that he was speaking about them,",
    "21:46": "and [although they]<note: *Here \"[although]\" is supplied as a component of the participle (\"wanted\") which is understood as concessive> wanted to arrest him, they were afraid of the crowds, because they looked upon him as a prophet.",
    "22:1": "And continuing, Jesus spoke to them again in parables, saying,",
    "22:2": "\"The kingdom of heaven may be compared to a man--a king--who gave a wedding celebration for his son.",
    "22:3": "And he sent his slaves to summon those who had been invited to the wedding celebration, and they did not want to come.",
    "22:4": "Again he sent other slaves, saying, 'Tell those who have been invited, \"Behold, I have prepared my dinner; my oxen and fattened [cattle] have been slaughtered, and everything [is] ready. Come to the wedding celebration!\" '",
    "22:5": "But they paid no attention [and]<note: *Here \"[and]\" is supplied because the previous participle (\"paid no attention\") has been translated as a finite verb> went away--this one to his own field, that one to his business.",
    "22:6": "And the others, seizing his slaves, mistreated [them]<note: *Here the direct object is supplied from context in the English translation> and killed [them].<note: *Here the direct object is supplied from context in the English translation>",
    "22:7": "And the king was angry and sent his troops [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sent\") has been translated as a finite verb> destroyed those murderers and burned their city.",
    "22:8": "Then he said to his slaves, 'The wedding celebration is ready, but those who had been invited were not worthy.",
    "22:9": "Therefore, go out to the [places where] the roads exit the city and invite to the wedding celebration as many [people] as you find.'",
    "22:10": "And those slaves went out into the roads [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> gathered everyone whom they found, both evil and good, and the wedding celebration was filled {with dinner guests}.<note: Literally \"with those reclining at table\">",
    "22:11": "But [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"came in\") which is understood as temporal> the king came in to see the {dinner guests},<note: Literally \"ones reclining at table\"> he saw a man there not dressed [in] wedding clothes.",
    "22:12": "And he said to him, 'Friend, how did you come in here, not having wedding clothes?' But {he could say nothing}.<note: Literally \"he was silent\">",
    "22:13": "Then the king said to the servants, 'Tie him up {hand and foot}<note: Literally \"feet and hands\"> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"tie\") has been translated as a finite verb> throw him into the outer darkness. In that place there will be weeping and gnashing of teeth!'",
    "22:14": "For many are called but few [are] chosen.\"",
    "22:15": "Then the Pharisees went {and consulted}<note: Literally \"took counsel\"> so that they could entrap him with a statement.",
    "22:16": "And they sent their disciples to him with the Herodians, saying, \"Teacher, we know that you are truthful and teach the way of God in truth, and {you do not care what anyone thinks},<note: Literally \"it is not a care to you concerning anyone\"> {because you do not regard the opinion of people}.<note: Literally \"because you do not look at the face of men\">",
    "22:17": "Therefore tell us what you think. Is it permitted to pay taxes to Caesar or not?\"",
    "22:18": "But [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew their maliciousness, Jesus said, \"Hypocrites! Why are you testing me?",
    "22:19": "Show me the coin for the tax!\" So they brought him a denarius.",
    "22:20": "And he said to them, \"Whose image and inscription [is] this?\"",
    "22:21": "They said to him, \"Caesar's.\" Then he said to them, \"Therefore give to Caesar the things of Caesar, and to God the things of God!\"",
    "22:22": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [this],<note: *Here the direct object is supplied from context in the English translation> they were astonished, and they left him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"left\") has been translated as a finite verb> went away.",
    "22:23": "On that day Sadducees--who say there is no resurrection--came up to him and asked him,",
    "22:24": "saying, \"Teacher, Moses said if someone dies without having children, his brother is to marry his wife and {father}<note: Literally \"raise up\"> descendants for his brother.",
    "22:25": "Now there were seven brothers with us. And the first died [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"getting married\") which is understood as temporal> getting married, and [because he]<note: *Here \"[because]\" is supplied as a component of the participle (\"have\") which is understood as causal> did not have descendants, he left his wife to his brother.",
    "22:26": "So also the second and the third, up to the seventh.",
    "22:27": "And last of all the woman died.",
    "22:28": "In the resurrection, therefore, whose wife of the seven will she be? For they all had her [as wife].\"<note: *The words \"[as wife]\" are not in the Greek text but are implied>",
    "22:29": "But Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"You are mistaken, [because]<note: *Here \"[because]\" is supplied as a component of the participle (\"know\") which is understood as causal> you do not know the scriptures or the power of God!",
    "22:30": "For in the resurrection they neither marry nor are given in marriage, but are like angels of God<note: Some manuscripts omit \"of God\"> in heaven.",
    "22:31": "Now concerning the resurrection of the dead, have you not read what was spoken to you by God, who said,",
    "22:32": "\"I am the God of Abraham and the God of Isaac and the God of Jacob\"?<note: A quotation from Exod 3:6> He is not the God of the dead, but of the living!\"",
    "22:33": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the crowds heard [this],<note: *Here the direct object is supplied from context in the English translation> they were amazed at his teaching.",
    "22:34": "Now [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> the Pharisees heard that he had silenced the Sadducees, they assembled at the same [place].<note: Or \"they assembled together\">",
    "22:35": "And one of them, a legal expert, put a question to [him]<note: *Here the direct object is supplied from context in the English translation> to test him:",
    "22:36": "\"Teacher, which commandment [is] greatest in the law?\"",
    "22:37": "And he said to him, \" 'You shall love the Lord your God with all your heart and with all your soul and with all your mind.'<note: A quotation from Deut 6:5>",
    "22:38": "This is the greatest and first commandment.",
    "22:39": "And the second [is] like it: 'You shall love your neighbor as yourself.'<note: A quotation from Lev 19:18>",
    "22:40": "On these two commandments depend all the law and the prophets.\"",
    "22:41": "Now [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"assembled\")> the Pharisees were assembled, Jesus asked them,",
    "22:42": "saying, \"What do you think about the Christ? Whose son is he?\" They said to him, \"David's.\"",
    "22:43": "He said to them, \"How then does David, by the Spirit, call him 'Lord,' saying,",
    "22:44": "'The Lord said to my Lord, \"Sit at my right hand until I put your enemies under your feet\" '?<note: A quotation from Ps 110:1>",
    "22:45": "If then David calls him 'Lord,' how is he his son?\"",
    "22:46": "And no one was able to answer him a word, nor did anyone dare from that day [on] to ask him any more [questions].<note: *The word \"[questions]\" is not in the Greek text but is implied>",
    "23:1": "Then Jesus spoke to the crowds and to his disciples,",
    "23:2": "saying, \"The scribes and the Pharisees sit on the seat of Moses.",
    "23:3": "Therefore do and observe everything that they tell you, but do not do as {they do},<note: Literally \"their deeds\"> for they tell [others to do something]<note: *The words \"[others to do something]\" are not in the Greek text but are implied> and do not do [it themselves].<note: *The words \"[it themselves]\" are not in the Greek text but are implied>",
    "23:4": "And they tie up heavy burdens<note: Some manuscripts have \"burdens that are heavy and hard to bear\"> and put [them]<note: *Here the direct object is supplied from context in the English translation> on people's shoulders, but [they] themselves are not willing with their finger to move them.",
    "23:5": "And they do all their deeds in order to be seen by people, for they make their phylacteries broad and make their<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> tassels long.",
    "23:6": "And they love the place of honor at banquets and the best seats in the synagogues",
    "23:7": "and the greetings in the marketplaces and to be called 'Rabbi' by people.",
    "23:8": "But you are not to be called 'Rabbi,' because one is your teacher, and you are all brothers,",
    "23:9": "And do not call [anyone]<note: *Here the direct object is supplied from context in the English translation> your father on earth, for one is your heavenly Father.",
    "23:10": "And do not be called teachers, because one is your teacher, the Christ.",
    "23:11": "And the greatest among you will be your servant.",
    "23:12": "And whoever exalts himself will be humbled, and whoever humbles himself will be exalted.",
    "23:13": "\"But woe to you, scribes and Pharisees--hypocrites!--because you shut the kingdom of heaven before people! For you do not enter, nor permit those wanting to go in<note: *Here the present tense has been translated as voluntative (\"wanting to go in\")> to enter.<note: The most important Greek manuscripts omit v. 14, \"Woe to you, scribes and Pharisees--hypocrites!--because you devour widows' houses and for show you pray long prayers! Therefore you will receive the greater condemnation.\">",
    "23:15": "\"Woe to you, scribes and Pharisees--hypocrites!--because you travel around the sea and the dry [land] to make one convert, and when he becomes [one],<note: *Here the direct object is supplied from context in the English translation> you make him twice as much a son of hell [as] you [are]!",
    "23:16": "\"Woe to you, blind guides, who say, 'Whoever swears by the temple, it is nothing! But whoever swears by the gold of the temple is bound [by his oath].'<note: The phrase \"[by his oath]\" is not in the Greek text but is implied>",
    "23:17": "Fools and blind [people]! For which is greater, the gold or the temple that makes the gold holy?",
    "23:18": "And, 'Whoever swears by the altar, it is nothing! But whoever swears by the gift [that is] on it is bound [by his oath].'<note: The phrase \"[by his oath]\" is not in the Greek text but is implied>",
    "23:19": "Blind [people]! For which [is] greater, the gift or the altar that makes the gift holy?",
    "23:20": "Therefore the one who swears by the altar swears by it and by everything [that is] on it.",
    "23:21": "And the one who swears by the temple swears by it and by the one who dwells [in] it.",
    "23:22": "And the one who swears by heaven swears by the throne of God and by the one who sits on it.",
    "23:23": "\"Woe to you, scribes and Pharisees--hypocrites!--because you pay a tenth of mint and dill and cumin, and neglect the more important [matters] of the law--justice and mercy and faithfulness! It was necessary<note: Some manuscripts have \"But it was necessary\"> to do these [things] {while not neglecting those}.<note: Literally \"and those not to neglect\">",
    "23:24": "Blind guides who filter out a gnat and swallow a camel!",
    "23:25": "\"Woe to you, scribes and Pharisees--hypocrites!--because you cleanse the outside of the cup and the dish, but inside they are full of greed and self-indulgence!",
    "23:26": "Blind Pharisee! First clean the inside of the cup and the dish,<note: Some manuscripts omit \"and the dish\"> so that the outside of it may become clean also.",
    "23:27": "\"Woe to you, scribes and Pharisees--hypocrites!--because you are like whitewashed tombs which on the outside appear beautiful, but on the inside are full of the bones of the dead and of everything unclean!",
    "23:28": "In the [same] way, on the outside you also appear righteous to people, but inside you are full of hypocrisy and lawlessness.",
    "23:29": "\"Woe to you, scribes and Pharisees--hypocrites!--because you build the tombs of the prophets and decorate the graves of the righteous,",
    "23:30": "and you say, 'If we had lived in the days of our fathers, we would not have been partners with them in the blood of the prophets!'",
    "23:31": "Thus you testify against yourselves that you are descendants of those who murdered the prophets!",
    "23:32": "And you--fill up the measure of your fathers!",
    "23:33": "Serpents! Offspring of vipers! How will you escape from the condemnation to hell?",
    "23:34": "For this [reason], behold, I am sending to you prophets and wise men and scribes. [Some] of them you will kill and crucify, and some of them you will flog in your synagogues and will pursue from town to town,",
    "23:35": "so that upon you will come all the righteous blood shed on the earth from the blood of righteous Abel up to the blood of Zechariah son of Barachiah, whom you murdered between the temple and the altar.",
    "23:36": "Truly I say to you, all these [things] will come upon this generation!",
    "23:37": "\"Jerusalem, Jerusalem, who kills the prophets and stones those who are sent to her! How many times I wanted to gather your children together {the way}<note: Literally \"in the manner in which\"> a hen gathers her young together under [her]<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> wings, and you were not willing!",
    "23:38": "Behold, your house has been left to you desolate!",
    "23:39": "For I tell you, you will never see me from now [on] until you say, 'Blessed [is] the one who comes in the name of the Lord!'\"<note: A quotation from Ps 118:26> \r\n",
    "24:1": "And [as] Jesus went out of the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> he was going along, and his disciples came up to point out to him the buildings of the temple.",
    "24:2": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Do you not see all these [things]? Truly I say to you, not [one] stone will be left here on [another] stone that will not be thrown down!\"",
    "24:3": "And [as]<note: *Here \"[as]\" is supplied as a component of the temporal genitive absolute participle (\"was sitting\")> he was sitting on the Mount of Olives, the disciples came up to him privately, saying, \"Tell us, when will these [things] happen, and what [will be] the sign of your coming and of the end of the age?\"",
    "24:4": "And Jesus answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Watch out that no one deceives you!",
    "24:5": "For many will come in my name, saying, 'I am the Christ,' and they will deceive many.",
    "24:6": "And you are going to hear about wars and rumors of wars. See to it that you are not alarmed, for this must happen, but the end is not yet.",
    "24:7": "For nation will rise up against nation and kingdom against kingdom, and there will be famines and earthquakes in [various] places.<note: Or \"in place after place\">",
    "24:8": "But all these [things] [are] the beginning of birth pains.",
    "24:9": "\"Then they will hand you over to persecution and will kill you, and you will be hated by all the nations<note: Or \"Gentiles\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> because of my name.",
    "24:10": "And then many will be led into sin and will betray one another and will hate one another,",
    "24:11": "and many false prophets will appear and will deceive many,",
    "24:12": "and because lawlessness will increase, the love of many will grow cold.",
    "24:13": "But the one who endures to the end--this person will be saved.",
    "24:14": "And this gospel of the kingdom will be proclaimed in the whole inhabited earth for a testimony to all the nations,<note: Or \"Gentiles\"; the same Greek word can be translated \"nations\" or \"Gentiles\" depending on the context> and then the end will come.",
    "24:15": "\"So when you see the abomination of desolation<note: An allusion to Dan 9:27> spoken about by the prophet Daniel standing in the holy place\" (let the one who reads understand),",
    "24:16": "\"then those in Judea must flee to the mountains!",
    "24:17": "The one who is on his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> housetop must not come down to take things out of his house,",
    "24:18": "and the one who is in the field must not turn back to pick up his cloak.",
    "24:19": "And woe to those {who are pregnant}<note: Literally \"who have in the womb\"> and to those who are nursing [their babies]<note: *The words \"[their babies]\" are not in the Greek text but are supplied as a necessary clarification> in those days!",
    "24:20": "But pray that your flight may not happen in winter or on a Sabbath.",
    "24:21": "For at that time there will be great tribulation, such as has not happened from the beginning of the world until now, nor ever will happen.",
    "24:22": "And unless those days had been shortened, {no human being would be saved}.<note: Literally \"every flesh would not be saved\"> But for the sake of the elect, those days will be shortened.",
    "24:23": "\"At that time if anyone should say to you, 'Behold, here [is] the Christ,' or 'Here [he is],' do not believe [him]!<note: *Here the direct object is supplied from context in the English translation>",
    "24:24": "For false messiahs and false prophets will appear, and will produce great signs and wonders in order to deceive, if possible, even the elect.",
    "24:25": "Behold, I have told you ahead of time!",
    "24:26": "Therefore if they say to you, 'Behold, he is in the wilderness,' do not go out, [or]<note: *Here \"[or]\" is supplied because of English style> 'Behold, he is in the inner rooms,' do not believe [it]!<note: *Here the direct object is supplied from context in the English translation>",
    "24:27": "For just as the lightning comes from the east and flashes to the west, so the coming of the Son of Man will be.",
    "24:28": "Wherever the corpse is, there the vultures will gather.",
    "24:29": "\"And immediately after the tribulation of those days, 'the sun will be darkened and the moon will not give its light, and the stars will fall from heaven, and the powers of heaven will be shaken.'<note: A quotation from Isa 13:10; 34:4>\r\n",
    "24:30": "And then the sign of the Son of Man will appear in heaven,<note: Or \"the sky\"> and then all the tribes of the earth will mourn, and they will see the Son of Man arriving on the clouds of heaven<note: Or \"the sky\"> with power and great glory.",
    "24:31": "And he will send out his angels with a loud trumpet call, and they will gather his elect together from the four winds, from [one] end of heaven<note: Or \"of the sky\"> to the [other] end of it.",
    "24:32": "\"Now learn the parable from the fig tree: Whenever its branch has already become tender and puts forth its<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> leaves, you know that summer [is] near.",
    "24:33": "So also you, when you see all these [things], know<note: Or \"you know\"> that he is near, at the door.",
    "24:34": "Truly I say to you that this generation will never pass away until all these [things] take place!",
    "24:35": "Heaven and earth will pass away, but my words will never pass away.",
    "24:36": "\"But concerning that day and hour no one knows--not even the angels of heaven nor the Son--except the Father alone.",
    "24:37": "For just as the days of Noah [were], so the coming of the Son of Man will be.",
    "24:38": "For as in the days<note: Some manuscripts have \"those days\"> before the flood they were eating and drinking, marrying and giving in marriage, until the day Noah entered into the ark.",
    "24:39": "And they did not know [anything]<note: *Here the direct object is supplied from context in the English translation> until the deluge came and swept [them]<note: *Here the direct object is supplied from context in the English translation> all away. So also the coming of the Son of Man will be.",
    "24:40": "Then there will be two men in the field; one will be taken and one left.",
    "24:41": "Two women will be grinding at the mill; one will be taken and one left.",
    "24:42": "Therefore be on the alert, because you do not know what day your Lord is coming!",
    "24:43": "But understand this: that if the master of the house had known what watch of the night the thief was coming, he would have stayed awake and would not have let his house be broken into.",
    "24:44": "For this [reason] you also must be ready, because the Son of Man is coming at an hour that you do not think [he will come].<note: *The words \"[he will come]\" are not in the Greek text but are implied>",
    "24:45": "\"Who then is the faithful and wise slave whom the master has put in charge of his household slaves to give them their<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> food at the right time?",
    "24:46": "Blessed [is] that slave whom his master will find so doing [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"comes back\") which is understood as temporal> comes back.",
    "24:47": "Truly I say to you that he will put him in charge of all his possessions.",
    "24:48": "But if that evil slave should say {to himself},<note: Literally \"in his heart\"> 'My master is staying away for a long time,'",
    "24:49": "and he begins to beat his fellow slaves and eats and drinks with drunkards,",
    "24:50": "the master of that slave will come on a day that he does not expect and at an hour that he does not know,",
    "24:51": "and will cut him in two and assign his place with the hypocrites. In that place there will be weeping and gnashing of teeth!",
    "25:1": "\"Then the kingdom of heaven may be compared to ten virgins who took their lamps [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> went out to meet the bridegroom.",
    "25:2": "Now five of them were foolish and five [were] wise.",
    "25:3": "For [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"took\") which is understood as temporal> the foolish ones took their lamps, they did not take olive oil with them.",
    "25:4": "But the wise ones took olive oil in flasks with their lamps.",
    "25:5": "And [when]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was delayed\")> the bridegroom was delayed, they all became drowsy and fell asleep.<note: The imperfect tense has been translated as ingressive here (\"began to sleep\", \"fell asleep\")>",
    "25:6": "But in the middle of the night there was a shout, 'Behold, the bridegroom! Come out to meet him!'",
    "25:7": "Then all those virgins woke up and trimmed their lamps.",
    "25:8": "And the foolish ones said to the wise ones, 'Give us [some] of your olive oil, because our lamps are going out!'",
    "25:9": "But the wise ones answered saying, \"Certainly there will never be enough for us and for you! Go instead to those who sell [olive oil]<note: *Here the direct object is supplied from context in the English translation> and buy [some]<note: *Here the direct object is supplied from context in the English translation> for yourselves.'",
    "25:10": "But [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"had gone away\")> they had gone away to buy [it]<note: *Here the direct object is supplied from context in the English translation> the bridegroom arrived, and those who were ready went inside with him to the wedding celebration, and the door was shut.",
    "25:11": "And later the other virgins came also, saying, 'Lord, lord, open [the door]<note: *Here the direct object is supplied from context in the English translation> for us!'",
    "25:12": "But he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, 'Truly I say to you, I do not know you!'",
    "25:13": "Therefore be on the alert, because you do not know the day or the hour!",
    "25:14": "For [it is] like a man going on a journey. He summoned his own slaves and handed over his property to them.",
    "25:15": "And to one he gave five talents, and to another two, and to another one, to each one according to his own ability, and he went on a journey immediately.",
    "25:16": "The one who had received the five talents went out [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went out\") has been translated as a finite verb> traded with them and gained five more.",
    "25:17": "In the same way the one [who had] the two gained two more.",
    "25:18": "But the one who had received the one went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> dug up the ground and hid his master's money.",
    "25:19": "Now after a long time, the master of those slaves came and settled accounts with them.",
    "25:20": "And the one who had received the five talents came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> brought five more talents, saying, 'Master, you handed over to me five talents. See, I have gained five more talents!'",
    "25:21": "His master said to him, 'Well done, good and faithful slave! You were faithful over a few [things]; I will put you [in charge] over many [things]. Enter into the joy of your master!'",
    "25:22": "And the one [who had] the two talents also came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said, 'Master, you handed over to me two talents. See, I have gained two talents more!'",
    "25:23": "His master said to him, 'Well done, good and faithful slave! You were faithful over a few [things]; I will put you [in charge] over many [things]. Enter into the joy of your master!'",
    "25:24": "And the one who had received the one talent came up also [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said, 'Master, [because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"knew\") which is understood as causal> knew you, that you are a hard man, reaping where you did not sow and gathering from where you did not scatter [seed].<note: *Here the direct object is supplied from context in the English translation>",
    "25:25": "And [because I]<note: *Here \"[because]\" is supplied as a component of the participle (\"was afraid\") which is understood as causal> was afraid, I went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> hid your talent in the ground. See, you have [what is] yours!'",
    "25:26": "But his master answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, 'Evil and lazy slave! You knew that I reap where I did not sow and gather from where I did not scatter [seed].<note: *Here the direct object is supplied from context in the English translation>",
    "25:27": "Then you ought to have deposited my money with the bankers, and [when I]<note: *Here \"[when]\" is supplied as a component of the participle (\"returned\") which is understood as temporal> returned I would have gotten back [what was] mine with interest!",
    "25:28": "Therefore take the talent from him and give [it]<note: *Here the direct object is supplied from context in the English translation> to the one who has the ten talents.",
    "25:29": "For to everyone who has, [more] will be given, and he will have an abundance. But from the one who does not have, even what he has will be taken away from him.",
    "25:30": "And throw the worthless slave into the outer darkness--in that place there will be weeping and gnashing of teeth!'",
    "25:31": "Now when the Son of Man comes in his glory and all the angels with him, then he will sit on his glorious throne.",
    "25:32": "And all the nations will be gathered before him, and he will separate them from one another like a shepherd separates the sheep from the goats.",
    "25:33": "And he will place the sheep on his right and the goats on the left.",
    "25:34": "Then the king will say to those on his right, 'Come, [you] who are blessed by my Father. Inherit the kingdom prepared for you from the foundation of the world!",
    "25:35": "For I was hungry and you gave me [something]<note: *Here the direct object is supplied from context in the English translation> to eat, I was thirsty and you gave me [something]<note: *Here the direct object is supplied from context in the English translation> to drink, I was a stranger and you welcomed me as a guest,",
    "25:36": "I was naked and you clothed me, I was sick and you cared for me, I was in prison and you came to me.'",
    "25:37": "Then the righteous will answer him, saying, 'Lord, when did we see you hungry and feed [you],<note: *Here the direct object is supplied from context in the English translation> or thirsty and give [you something]<note: *Here the direct object is supplied from context in the English translation> to drink?",
    "25:38": "And when did we see you a stranger and welcome [you]<note: *Here the direct object is supplied from context in the English translation> as a guest, or naked and clothe [you]?<note: *Here the direct object is supplied from context in the English translation>",
    "25:39": "And when did we see you sick or in prison and come to you?'",
    "25:40": "And the king will answer [and]<note: *Here \"[and]\" is supplied because the previous participle (\"will answer\") has been translated as a finite verb> say to them, 'Truly I say to you, in as much as you did [it]<note: *Here the direct object is supplied from context in the English translation> to one of the least of these brothers of mine, you did [it]<note: *Here the direct object is supplied from context in the English translation> to me.'",
    "25:41": "Then he will also say to those on [his] left, 'Depart from me, [you] accursed ones, into the eternal fire that has been prepared for the devil and his angels!",
    "25:42": "For I was hungry and you did not give me [anything]<note: *Here the direct object is supplied from context in the English translation> to eat, I was thirsty and you did not give me [anything]<note: *Here the direct object is supplied from context in the English translation> to drink,",
    "25:43": "I was a stranger and you did not welcome me as a guest, naked and you did not clothe me, sick and in prison and you did not care for me.'",
    "25:44": "Then they will also answer, saying, 'Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison and not serve you?'",
    "25:45": "Then he will answer them, saying, 'Truly I say to you, in as much as you did not do [it]<note: *Here the direct object is supplied from context in the English translation> to one of the least of these, you did not do [it]<note: *Here the direct object is supplied from context in the English translation> to me.'",
    "25:46": "And these will depart into eternal punishment, but the righteous into eternal life.\"",
    "26:1": "And it happened that when Jesus had finished all these sayings, he said to his disciples,",
    "26:2": "\"You know that after two days the Passover takes place, and the Son of Man will be handed over<note: Or \"will be delivered up\"> in order to be crucified.\"",
    "26:3": "Then the chief priests and the elders of the people assembled in the palace of the high priest, who was named Caiaphas,",
    "26:4": "and plotted in order that they could arrest Jesus by stealth and kill [him].<note: *Here the direct object is supplied from context in the English translation>",
    "26:5": "But they were saying, \"Not during the feast, so that there will not be an uproar among the people.\"",
    "26:6": "Now [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> Jesus was at Bethany in the house of Simon the leper,",
    "26:7": "a woman came up to him holding an alabaster flask of very expensive perfumed oil, and poured [it]<note: *Here the direct object is supplied from context in the English translation> out on his head [while he]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was reclining at table\")> was reclining at table.",
    "26:8": "And [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> the disciples saw [it]<note: *Here the direct object is supplied from context in the English translation> they were indignant, saying, \"{Why}<note: Literally \"for what\" [reason]> this waste?",
    "26:9": "For this could have been sold for a large sum and given to the poor!\"",
    "26:10": "But Jesus, knowing [this],<note: *Here the direct object is supplied from context in the English translation> said to them, \"Why do you cause trouble for the woman? For she has done a good deed for me.",
    "26:11": "For the poor you always have with you, but you do not always have me.",
    "26:12": "For [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"poured\") which is understood as temporal> this woman poured this ointment on my body, she did [it]<note: *Here the direct object is supplied from context in the English translation> in order to prepare me for burial.",
    "26:13": "Truly I say to you, wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.\"",
    "26:14": "Then one of the twelve, the one named Judas Iscariot, went to the chief priests",
    "26:15": "[and]<note: *Here \"[and]\" is supplied because the participle in the previous verse (\"went\") has been translated as a finite verb> said, \"What are you willing to give me if I in turn deliver him to you?\" So they set out for him thirty silver coins.",
    "26:16": "And from that time on, he began seeking a favorable opportunity in order that he could betray him.",
    "26:17": "Now on the first [day]<note: *Here the word \"[day]\" is not in the Greek text but is implied> of the feast of Unleavened Bread the disciples came up to Jesus, saying, \"Where do you want us to prepare for you to eat the Passover?\"",
    "26:18": "And he said, \"Go into the city to a certain man and tell him, 'The Teacher says, \"My time is near. I am celebrating the Passover with you with my disciples.\" '",
    "26:19": "And the disciples did as Jesus directed them, and they prepared the Passover.",
    "26:20": "And [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was evening, he was reclining at table with the twelve disciples.<note: Some manuscripts omit \"disciples\">",
    "26:21": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were eating\")> they were eating he said, \"Truly I say to you, that one of you will betray me.\"",
    "26:22": "And greatly distressed, each one began to say to him, \"{Surely I am not he, am I},<note: Literally \"surely I am not\"; the negative construction in Greek anticipates a negative answer here, indicated in the translation by \"am I\"> Lord?\"",
    "26:23": "And he answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"The one who dips his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hand in the bowl with me--this one will betray me.",
    "26:24": "The Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for him if that man had not been born.\"",
    "26:25": "And Judas, the one who was betraying him, answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"{Surely I am not he, am I},<note: Literally \"surely I am not\"; the negative construction in Greek anticipates a negative answer here, indicated in the translation by \"am I\"> Rabbi?\" He said to him, \"You have said [it].\"<note: *Here the direct object is supplied from context in the English translation>",
    "26:26": "Now [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were eating\")> they were eating Jesus took bread and, [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"giving thanks\") which is understood as temporal> giving thanks, he broke [it],<note: *Here the direct object is supplied from context in the English translation> and giving [it]<note: *Here the direct object is supplied from context in the English translation> to the disciples, he said, \"Take, eat, this is my body.\"",
    "26:27": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"taking\") which is understood as temporal> taking the cup and giving thanks he gave [it]<note: *Here the direct object is supplied from context in the English translation> to them, saying, \"Drink from it, all of you,",
    "26:28": "for this is my blood of the covenant which is poured out for many for the forgiveness of sins.",
    "26:29": "But I tell you, from now [on] I will never drink of this fruit of the vine until that day when I drink it new with you in the kingdom of my Father.\"",
    "26:30": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had sung the hymn\") which is understood as temporal> had sung the hymn, they went out to the Mount of Olives.",
    "26:31": "Then Jesus said to them, \"You will all fall away because of me during this night, for it is written, 'I will strike the shepherd and the sheep of the flock will be scattered.'<note: A quotation from Zech 13:7>\r\n",
    "26:32": "But after I am raised, I will go ahead of you into Galilee.\"",
    "26:33": "But Peter answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to him, \"If they all fall away because of you, I will never fall away!\"",
    "26:34": "Jesus said to him, \"Truly I say to you that during this night, before the rooster crows, you will deny me three times!\"",
    "26:35": "Peter said to him, \"Even if it is necessary for me to die with you, I will never deny you!\" And all the disciples said the same [thing].",
    "26:36": "Then Jesus went with them to a place called Gethsemane, and he said to the disciples, \"Sit here while I go over there [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> pray.\"",
    "26:37": "And taking along Peter and the two sons of Zebedee, he began to be distressed and troubled.",
    "26:38": "Then he said to them, \"My soul is deeply grieved, to the point of death. Remain here and stay awake with me.\"",
    "26:39": "And going forward a little he fell down on his face, praying and saying, \"My Father, if it is possible, let this cup pass from me. Nevertheless, not as I will, but as you [will].\"<note: *Here the verb \"[will]\" is an understood repetition of the verb earlier in this verse>",
    "26:40": "And he came to the disciples and found them sleeping, and he said to Peter, \"So, were you not able to stay awake with me one hour?",
    "26:41": "Stay awake and pray that you will not enter into temptation. The spirit [is] willing, but the flesh [is] weak!\"",
    "26:42": "Again for the second time he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> prayed, saying, \"My Father, if this cannot pass unless I drink it, your will must be done.\"",
    "26:43": "And he came again [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came again\") has been translated as a finite verb> found them sleeping, {for they could not keep their eyes open}.<note: Literally \"for their eyes were weighed down\">",
    "26:44": "And leaving them again, he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> prayed for the third [time], saying the same thing again.",
    "26:45": "Then he came to the disciples and said to them, \"Are you still sleeping and resting? Behold, the hour is near, and the Son of Man is being betrayed into the hands of sinners.",
    "26:46": "Get up, let us go! Behold, the one who is betraying me is approaching!\"",
    "26:47": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was ... speaking\")> he was still speaking, behold, Judas--one of the twelve--arrived, and with him a large crowd with swords and clubs, from the chief priests and elders of the people.",
    "26:48": "Now the one who was betraying him had given them a sign, saying, \"[The one] whom I kiss--he is [the one].<note: *Here the predicate nominative (\"[the one]\") is implied> Arrest him!\"",
    "26:49": "And he came up to Jesus immediately [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said, \"Greetings, Rabbi,\" and kissed him.",
    "26:50": "And Jesus said to him, \"Friend, [do that]<note: *The words \"[do that]\" are not in the Greek text but are implied> for which you have come.\"<note: The meaning of this phrase is disputed: (1) some take it as a declarative (as in the translation); (2) others understand it as some form of a question, often with supplied words: (a) \"Friend, [are you misusing the kiss] for that [purpose] for which you are here?\" (b) \"Friend, in connection with that for which you have appeared [do you kiss me]?\" (c) \"Friend, are you here for this purpose?\" (d) \"Friend, what are you here for?\"; this last option, though often suggested, is doubtful because of lack of evidence for the relative pronoun used as an interrogative in direct questions> Then they came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> laid hands on Jesus and arrested him.",
    "26:51": "And behold, one of those with Jesus extended his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> hand [and]<note: *Here \"[and]\" is supplied because the previous participle (\"extended\") has been translated as a finite verb> drew his sword, and striking the slave of the high priest, cut off his ear.",
    "26:52": "Then Jesus said to him, \"Put your sword back into its place! For all who take up the sword will die by the sword.",
    "26:53": "Or do you think that I cannot call upon my Father, and he would put at my disposal at once more than twelve legions of angels?",
    "26:54": "How then would the scriptures be fulfilled that it must happen in this way?\"",
    "26:55": "At that time Jesus said to the crowds, \"Have you come out with swords and clubs, as against a robber, to arrest me? Every day in the temple [courts]<note: *Here \"[courts]\" is supplied to distinguish this area from the interior of the temple building itself> I sat teaching, and you did not arrest me!",
    "26:56": "But all this has happened in order that the scriptures of the prophets would be fulfilled.\" Then the disciples all abandoned him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"abandoned\") has been translated as a finite verb> fled.",
    "26:57": "Now those who had arrested Jesus led [him]<note: *Here the direct object is supplied from context in the English translation> away to Caiaphas the high priest, where the scribes and the elders had gathered.",
    "26:58": "But Peter was following him from a distance, as far as the courtyard of the high priest. And he went inside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> was sitting with the officers to see the outcome.",
    "26:59": "Now the chief priests and the whole Sanhedrin were looking for false testimony against Jesus in order that they could put him to death.",
    "26:60": "And they did not find [it],<note: *Here the direct object is supplied from context in the English translation> [although]<note: *Here \"[although]\" is supplied as a component of the participle (\"came forward\") which is understood as concessive> many false witnesses came forward. And finally two came forward",
    "26:61": "[and]<note: *Here \"[and]\" is supplied because the participle in the previous verse (\"came forward\") has been translated as a finite verb> said, \"This man said, 'I am able to destroy the temple of God and rebuild [it]<note: *Here the direct object is supplied from context in the English translation> within three days.'\"",
    "26:62": "And the high priest stood up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stood up\") has been translated as a finite verb> said to him, \"Do you reply nothing? What are these [people] testifying against you?\"",
    "26:63": "But Jesus was silent. And the high priest said to him, \"I put you under oath by the living God, that you tell us if you are the Christ, the Son of God!\"",
    "26:64": "Jesus said to him, \"You have said [it].<note: *Here the direct object is supplied from context in the English translation> But I tell you, from now [on] you will see the Son of Man sitting at the right hand of the Power<note: An indirect way of referring to God> and coming on the clouds of heaven.\"",
    "26:65": "Then the high priest tore his robes, saying, \"He has blasphemed! What further need do we have of witnesses? Behold, you have just now heard the blasphemy!",
    "26:66": "What do you think?\" And they answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"{He deserves death}!\"<note: Literally \"he is deserving of death\">",
    "26:67": "Then they spat in his face and struck him with their fists, and they slapped [him],<note: *Here the direct object is supplied from context in the English translation>",
    "26:68": "saying, \"Prophesy for us, [you] Christ! Who is it who hit you?\"",
    "26:69": "Now Peter was sitting outside in the courtyard, and a female slave came up to him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said, \"You also were with Jesus the Galilean.\"",
    "26:70": "But he denied [it]<note: *Here the direct object is supplied from context in the English translation> in the presence of [them] all, saying, \"I do not know what you mean!\"",
    "26:71": "And [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"went out\") which is understood as temporal> went out to the gateway, another [female slave]<note: The words \"[female slave]\" are not in the Greek text but are implied by the feminine singular form> saw him and said to those [who were] there, \"This man was with Jesus the Nazarene.\"",
    "26:72": "And again he denied [it]<note: *Here the direct object is supplied from context in the English translation> with an oath, \"I do not know the man!\"",
    "26:73": "And after a little [while] those who were standing there came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> said to Peter, \"You really are [one] of them also, because even your accent {reveals who you are}.\"<note: Literally \"makes you evident\">",
    "26:74": "Then he began to curse and to swear with an oath, \"I do not know the man!\" And immediately a rooster crowed.",
    "26:75": "And Peter remembered the statement Jesus had said, \"Before the rooster crows, you will deny me three times,\" and he went outside [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> wept bitterly.",
    "27:1": "Now [when it]<note: *Here \"[when]\" is supplied as a component of the temporal genitive absolute participle (\"was\")> was early morning, all the chief priests and the elders of the people took counsel against Jesus in order to put him to death.",
    "27:2": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"tying\") which is understood as temporal> tying him up, they led [him]<note: *Here the direct object is supplied from context in the English translation> away and handed [him]<note: *Here the direct object is supplied from context in the English translation> over to Pilate the governor.",
    "27:3": "Then [when]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> Judas, the one who had betrayed him, saw that he had been condemned, he regretted [what he had done]<note: *Here the direct object is supplied from context in the English translation> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"regretted\") has been translated as a finite verb> returned the thirty silver coins to the chief priests and elders,",
    "27:4": "saying, \"I have sinned [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"betraying\") which is understood as means> betraying innocent blood!\" But they said, \"What [is that] to us? You see to [it]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "27:5": "And throwing the silver coins into the temple he departed. And he went away [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went away\") has been translated as a finite verb> hanged himself.",
    "27:6": "But the chief priests took the silver coins [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> said, \"It is not permitted to put them into the temple treasury, because it is {blood money}.\"<note: Literally \"the price of blood\">",
    "27:7": "And [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"taking\") which is understood as temporal> taking counsel, they purchased {with}<note: Literally \"for\"> them the Potter's Field, for a burial place for strangers.",
    "27:8": "(For this reason that field has been called the Field of Blood until today.)",
    "27:9": "Then what was spoken by the prophet Jeremiah was fulfilled, who said, \"And they took the thirty silver coins, the price of the one who had been priced, [on] whom a price had been set by the sons of Israel,",
    "27:10": "and they gave them for the potter's field, just as the Lord directed me.\"<note: A quotation from various passages in Jeremiah including 18:2-6; 19:1-13; 32:6-15; see also Zech 11:12-13>",
    "27:11": "So Jesus stood before the governor, and the governor asked him, saying, \"Are you the king of the Jews?\" And Jesus said, \"You say [so].\"",
    "27:12": "And {when he was being accused}<note: Literally \"in the him being accused\"> by the chief priests and elders he answered nothing.",
    "27:13": "Then Pilate said to him, \"Do you not hear how many [things] they are testifying against you?\"",
    "27:14": "And he did not reply to him, not even with reference to one statement, so that the governor was very astonished.",
    "27:15": "Now at each feast, the governor was accustomed to release one prisoner to the crowd--the one whom they wanted.",
    "27:16": "And at that time they had a notorious prisoner named Jesus<note: Although many manuscripts omit \"Jesus\" here, it is so hard to explain why a scribe would have added it that the reading is probably original> Barabbas.<note: \"Barabbas\" means \"son of the father\" in Aramaic>",
    "27:17": "So [after]<note: *Here \"[after]\" is supplied as a component of the temporal genitive absolute participle (\"had assembled\")> they had assembled, Pilate said to them, \"Whom do you want me to release for you--Jesus<note: Although many manuscripts omit \"Jesus\" here, it is so hard to explain why a scribe would have added it that the reading is probably original> Barabbas or Jesus who is called Christ?\"",
    "27:18": "(For he knew that they had handed him over because of envy.",
    "27:19": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"was sitting\")> he was sitting on the judgment seat, his wife sent [a message]<note: *Here the direct object is supplied from context in the English translation> to him, saying, \"{Have nothing to do with that righteous man},<note: Literally \"nothing to you and to that righteous man\"> for I have suffered much as a result of a dream today because of him.\")",
    "27:20": "But the chief priests and the elders persuaded the crowds that they should ask for Barabbas and put Jesus to death.",
    "27:21": "So the governor answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to them, \"Which of the two do you want me to release for you?\" And they said, \"Barabbas!\"",
    "27:22": "Pilate said to them, \"What then should I do [with] Jesus, the one who is called Christ?\" They all said, \"Let him be crucified!\"",
    "27:23": "And he said, \"Why? What wrong has he done?\" But they began to shout<note: *The imperfect tense has been translated as ingressive here (\"began to shout\")> even louder, saying, \"Let him be crucified!\"",
    "27:24": "So Pilate, [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw that he was accomplishing nothing, but instead an uproar was developing, took water [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> washed his<note: Literally \"the\"; the Greek article is used here as a possessive pronoun> hands before the crowd, saying, \"I am innocent of the blood of this man. You see to [it]!\"<note: *Here the direct object is supplied from context in the English translation>",
    "27:25": "And all the people answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said, \"His blood [be] on us and on our children!\"",
    "27:26": "Then he released Barabbas for them, but [after]<note: *Here \"[after]\" is supplied as a component of the participle (\"flogged\") which is understood as temporal> he had Jesus flogged, he handed [him]<note: *Here the direct object is supplied from context in the English translation> over so that he could be crucified.",
    "27:27": "Then the soldiers of the governor took Jesus into the governor's residence [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> gathered the whole cohort to him.",
    "27:28": "And they stripped him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"stripped\") has been translated as a finite verb> put a scarlet military cloak around him,",
    "27:29": "and weaving a crown of thorns, they put [it]<note: *Here the direct object is supplied from context in the English translation> on his head, and [put]<note: This is an understood repetition of the verb from earlier in the verse> a reed in his right hand. And kneeling down before him, they mocked him, saying, \"Hail, king of the Jews!\"",
    "27:30": "And they spat on him [and]<note: *Here \"[and]\" is supplied because the previous participle (\"spat\") has been translated as a finite verb> took the reed and repeatedly struck<note: The imperfect tense has been translated as iterative here (\"repeatedly struck\")> [him]<note: *Here the direct object is supplied from context in the English translation> on his head.",
    "27:31": "And when they had mocked him, they stripped him of the military cloak and put his [own] clothes on him, and led him away in order to crucify [him].<note: *Here the direct object is supplied from context in the English translation>",
    "27:32": "And [as they]<note: *Here \"[as]\" is supplied as a component of the participle (\"were going out\") which is understood as temporal> were going out, they found a man of Cyrene {named}<note: Literally \"by name\"> Simon. They forced this man to carry his cross.",
    "27:33": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"came\") which is understood as temporal> came to a place called Golgotha (which {means Place of a Skull}),<note: Literally \"is called Place of a Skull\">",
    "27:34": "they gave him wine mixed with gall to drink, and [when he]<note: *Here \"[when]\" is supplied as a component of the participle (\"tasted\") which is understood as temporal> tasted [it]<note: *Here the direct object is supplied from context in the English translation> he did not want to drink [it].<note: *Here the direct object is supplied from context in the English translation>",
    "27:35": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"had crucified\") which is understood as temporal> had crucified him, they divided his clothes among themselves<note: *Here \"among themselves\" reflects the middle voice of the verb \"divided\"> [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"casting\") which is understood as means> casting lots.",
    "27:36": "And they sat down [and]<note: *Here \"[and]\" is supplied because the previous participle (\"sat down\") has been translated as a finite verb> were watching over him there.",
    "27:37": "And they put above his head the charge against him {in writing}:<note: Literally \"written\"> \"This is Jesus, the king of the Jews.\"",
    "27:38": "Then two robbers were crucified with him, one on [his] right and one on [his] left.",
    "27:39": "And those who passed by reviled him, shaking their heads",
    "27:40": "and saying, \"The one who would destroy the temple and rebuild [it]<note: *Here the direct object is supplied from context in the English translation> in three days, save yourself! If you are the Son of God, come down from the cross!\"",
    "27:41": "In the same way also the chief priests, along with the scribes and elders, were mocking [him],<note: *Here the direct object is supplied from context in the English translation> saying,",
    "27:42": "\"He saved others; he is not able to save himself! He is the king of Israel! Let him come down now from the cross, and we will believe in him!",
    "27:43": "He trusts in God; let him deliver him now if he wants to,<note: Or \"let him deliver [him] now if he wants him\"> because he said, 'I am the Son of God'!\"",
    "27:44": "And in the same [way] even the robbers who were crucified with him were reviling him.",
    "27:45": "Now from the sixth hour, darkness came over all the land until the ninth hour.",
    "27:46": "And about the ninth hour Jesus cried out with a loud voice, saying, \"Eli, Eli, lema sabachthani?\" (that is, \"My God, my God, why have you forsaken me?\")<note: A quotation from Ps 22:1>",
    "27:47": "And some of those who were standing there, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"heard\") which is understood as temporal> heard [it],<note: *Here the direct object is supplied from context in the English translation> said, \"This man is summoning Elijah!\"",
    "27:48": "And immediately one of them ran and took a sponge and filled [it]<note: *Here the direct object is supplied from context in the English translation> with sour wine and put [it]<note: *Here the direct object is supplied from context in the English translation> on a reed [and]<note: *Here \"[and]\" is supplied because the previous participles (\"ran ... took ... filled ... put\") have been translated as finite verbs> gave [it]<note: *Here the direct object is supplied from context in the English translation> to him to drink.",
    "27:49": "But the others said, \"Leave [him]<note: *Here the direct object is supplied from context in the English translation> alone! let us see if Elijah is coming to save him.\"",
    "27:50": "And Jesus cried out again with a loud voice [and]<note: *Here \"[and]\" is supplied because the previous participle (\"cried out\") has been translated as a finite verb> gave up his<note: *Literally \"the\"; the Greek article is used here as a possessive pronoun> spirit.",
    "27:51": "And behold, the curtain of the temple was torn in two from top to bottom, and the earth shook and the rocks were split.",
    "27:52": "And the tombs were opened, and many bodies of the saints who had fallen asleep were raised,",
    "27:53": "and coming out of the tombs after his resurrection, they went into the holy city and appeared to many.",
    "27:54": "Now the centurion and those with him who were guarding Jesus, [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw the earthquake and the things that took place, were extremely frightened, saying, \"Truly this man was God's Son!\"",
    "27:55": "And there were many women there, observing from a distance, who had followed Jesus from Galilee, serving him,",
    "27:56": "among whom were Mary Magdalene, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.",
    "27:57": "Now [when it] was evening, a rich man from Arimathea named Joseph came, who also was a disciple of Jesus himself.",
    "27:58": "This man approached Pilate [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> asked for the body of Jesus. Then Pilate ordered [it]<note: *Here the direct object is supplied from context in the English translation> to be given [to him].<note: *The words \"[to him]\" are not in the Greek text but are implied>",
    "27:59": "And Joseph took the body [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> wrapped it in a clean linen cloth,",
    "27:60": "and placed it in his [own] new tomb that he had cut in the rock. And he rolled a large stone to the entrance of the tomb [and]<note: *Here \"[and]\" is supplied because the previous participle (\"rolled\") has been translated as a finite verb> went away.",
    "27:61": "Now Mary Magdalene and the other Mary were there, sitting opposite the tomb.",
    "27:62": "Now [on] the next day, which is after the day of preparation, the chief priests and the Pharisees assembled before Pilate,",
    "27:63": "saying, \"Sir, we remember that [while]<note: *Here \"[while]\" is supplied as a component of the participle (\"alive\") which is understood as temporal> that deceiver was still alive he said, 'After three days I will rise.'",
    "27:64": "Therefore give orders that the tomb be made secure until the third day, lest his disciples come [and]<note: *Here \"[and]\" is supplied because the previous participle (\"come\") has been translated as a finite verb> steal him and tell the people, 'He has been raised from the dead,' and the last deception will be worse than the first.\"",
    "27:65": "Pilate said to them, \"You have a guard of soldiers. Go, make [it]<note: *Here the direct object is supplied from context in the English translation> as secure as you know how.\"",
    "27:66": "So they went with the guard of soldiers [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> made the tomb secure [by]<note: *Here \"[by]\" is supplied as a component of the participle (\"sealing\") which is understood as means> sealing the stone.",
    "28:1": "Now after the Sabbath, at the dawning on the first [day] of the week, Mary Magdalene and the other Mary came to view the tomb.",
    "28:2": "And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came up [and]<note: *Here \"[and]\" is supplied because the previous participles (\"descended\" and \"came up\") have been translated as finite verbs> rolled away the stone and sat down<note: Or \"was sitting\"; here \"sat down\" reflects an ingressive nuance (beginning of a process or entry into a state) in the translation of the imperfect verb> on it.",
    "28:3": "Now his appearance was like lightning and his clothing white as snow.",
    "28:4": "And the guards trembled from the fear of him and became like dead men.",
    "28:5": "But the angel answered [and]<note: *Here \"[and]\" is supplied because the previous participle (\"answered\") has been translated as a finite verb> said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified.",
    "28:6": "He is not here, for he has been raised, just as he said. Come, see the place where he was lying.",
    "28:7": "And go quickly, tell his disciples, 'He has been raised from the dead, and behold, he is going ahead of you into Galilee. You will see him there.' Behold, I have told you.\"",
    "28:8": "And they departed quickly from the tomb with fear and great joy, [and]<note: *Here \"[and]\" is supplied because the previous participle (\"departed\") has been translated as a finite verb> ran to tell his disciples.",
    "28:9": "And behold, Jesus met them, saying, \"Greetings!\" And they came up [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came up\") has been translated as a finite verb> took hold of his feet and worshiped him.",
    "28:10": "Then Jesus said to them, \"Do not be afraid! Go tell my brothers that they should go to Galilee, and there they will see me.\"",
    "28:11": "And [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were going\")> they were going, behold, some of the guard of soldiers went into the city [and]<note: *Here \"[and]\" is supplied because the previous participle (\"went\") has been translated as a finite verb> reported to the chief priests everything that had happened.",
    "28:12": "And [after they]<note: *Here \"[after]\" is supplied as a component of the participle (\"had assembled\") which is understood as temporal> had assembled with the elders and had taken counsel, they gave a rather large sum of money to the soldiers,",
    "28:13": "telling [them],<note: *Here the direct object is supplied from context in the English translation> \"Say 'His disciples came during the night [and]<note: *Here \"[and]\" is supplied because the previous participle (\"came\") has been translated as a finite verb> stole him [while]<note: *Here \"[while]\" is supplied as a component of the temporal genitive absolute participle (\"were sleeping\")> we were sleeping.'",
    "28:14": "And if this [matter] is heard before the governor, we will satisfy him and {keep you out of trouble}.\"<note: Literally \"make you free from care\">",
    "28:15": "So they took the money [and]<note: *Here \"[and]\" is supplied because the previous participle (\"took\") has been translated as a finite verb> did as they were told, and spread abroad this report among the Jews until this very day.",
    "28:16": "So the eleven disciples proceeded to Galilee, to the mountain which Jesus had designated for them.",
    "28:17": "And [when they]<note: *Here \"[when]\" is supplied as a component of the participle (\"saw\") which is understood as temporal> saw him, they worshiped [him],<note: *Here the direct object is supplied from context in the English translation> but some doubted.",
    "28:18": "And Jesus approached [and]<note: *Here \"[and]\" is supplied because the previous participle (\"approached\") has been translated as a finite verb> spoke to them, saying, \"All authority in heaven and on earth has been given to me.",
    "28:19": "Therefore, go<note: *As a participle of attendant circumstance this participle carries imperatival force picked up from the main verb (\"make disciples\")> [and]<note: *Here \"[and]\" is supplied because the previous participle (\"go\") has been translated as a finite verb> make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,",
    "28:20": "teaching them to observe everything I have commanded you, and behold, I am with you all the days until the end of the age.\""
  }
}