{
  "abbreviation": "Php",
  "passages": {
    "1:1": "Paul and Timothy, slaves of Christ Jesus, to all the saints in Christ Jesus who are in Philippi, together with the overseers and deacons.",
    "1:2": "Grace to you and peace from God our Father and the Lord Jesus Christ.",
    "1:3": "I give thanks to my God upon my every remembrance of you,<note: Or \"upon your every remembrance [of me]\">",
    "1:4": "always in my every prayer for all of you, making the prayer with joy,",
    "1:5": "because of your participation in the gospel from the first day until now,",
    "1:6": "convinced of this same [thing], that the one who began a good work in you will finish [it]<note: *Here the direct object is supplied from context in the English translation> until the day of Christ Jesus,",
    "1:7": "just as it is right for me to think this about all of you, because I have you in my heart, [since]<note: *Here \"since\" is supplied as a component of the participle (\"are\") which is understood as causal> both in my imprisonment and in the defense and confirmation of the gospel all of you are sharers of grace with me.",
    "1:8": "For God [is] my witness, that I long for all of you with the affection of Christ Jesus.",
    "1:9": "And this I pray: that your love may abound still more and more in knowledge and all discernment,",
    "1:10": "so that you may approve what is superior, in order that you may be sincere and blameless in<note: Or \"for,\" or \"until\"> the day of Christ,",
    "1:11": "having been filled [with the] fruit of righteousness which [comes] through Jesus Christ to the glory and praise of God.",
    "1:12": "Now I want you to know, brothers, that {my circumstances}<note: Literally \"the things with me\"> have happened instead for the progress of the gospel,",
    "1:13": "so that my imprisonment in Christ has become known in the whole praetorium<note: Or \"praetorian guard,\" or \"imperial guard\"> and to all the rest,",
    "1:14": "and most of the brothers, trusting in the Lord because of my imprisonment, dare [even] more to speak the word without fear.",
    "1:15": "Some even because of envy and strife preach Christ, but some also because of good will.",
    "1:16": "The latter [do so] from love, knowing that I am appointed for the defense of the gospel.",
    "1:17": "The former proclaim Christ from selfish ambition, not sincerely, thinking to raise up affliction in my imprisonment.",
    "1:18": "{What is the result?}<note: Literally \"for what\"> Only that in every way, whether in pretense or in truth, Christ is proclaimed, and in this I rejoice. But also I will rejoice,",
    "1:19": "for I know that this will turn out to me for deliverance through your prayer and the support of the Spirit of Jesus Christ,",
    "1:20": "according to my eager expectation and hope, that I will be put to shame in nothing, but with all boldness, even now as always Christ will be exalted in my body, whether through life or through death.",
    "1:21": "For to me to live [is] Christ and to die [is] gain.",
    "1:22": "But if [it is] to live in the flesh, this [is] fruitful work for me, and which I will prefer [I do] not know.",
    "1:23": "But I am hard pressed {between the two options}<note: Literally \"by the two\">, having the desire to depart and to be with Christ, {for this is very much better}<note: Literally \"for [this is] more better by much\">.",
    "1:24": "But to stay on in the flesh [is] more necessary for your sake.",
    "1:25": "And because I am<note: *Here \"because\" is supplied as a component of the participle (\"convinced\") which is understood as causal> convinced of this, I know that I will remain and continue with all of you for your progress and joy in the faith,",
    "1:26": "so that [what] you can be proud of may increase in Christ Jesus because of me through my return again to you.",
    "1:27": "Only lead your lives in a manner worthy of the gospel of Christ, so that whether I come and see you or am absent I hear {your circumstances}<note: Literally \"the things concerning you\">, that you are standing firm in one spirit, with one soul contending side by side for the faith of the gospel,",
    "1:28": "and not letting yourselves be intimidated in anything by your opponents, which is a sign of destruction to them, but of your salvation, and this from God,",
    "1:29": "because to you has been graciously granted on behalf of Christ not only to believe in him, but also to suffer on behalf of him,",
    "1:30": "having the same struggle which you saw in me and now hear about in me.",
    "2:1": "Therefore, if [there is] any encouragement in Christ, if any consolation of love, if any fellowship of the Spirit, if any affection and compassion,",
    "2:2": "complete my joy, so that {you are in agreement}<note: Literally \"you think the same [thing]>, having the same love, united in spirit, {having one purpose}<note: Literally \"thinking the one [thing]\">.",
    "2:3": "[Do] nothing according to selfish ambition or according to empty conceit, but in humility considering one another better than yourselves,",
    "2:4": "each of you<note: Some manuscripts have \"each one of you\"> not looking out for {your own interests}<note: Literally \"the things of yourselves\">, but also each of you [for] {the interests}<note: Literally \"the things\"> of others.",
    "2:5": "Think this in<note: Or \"among\"> yourselves which [was] also in Christ Jesus,",
    "2:6": "who, existing in the form of God, did not consider being equal with God something to be grasped,",
    "2:7": "but emptied himself [by]<note: *Here \"by\" is supplied as a component of the participle (\"taking\") which is understood as means> taking the form of a slave, [by]<note: *Here \"by\" is supplied as a component of the participle (\"becoming\") which is understood as means> becoming in the likeness of people. And being found in appearance like a man,",
    "2:8": "he humbled himself [by]<note: *Here \"by\" is supplied as a component of the participle (\"becoming\") which is understood as means> becoming obedient to the point of death, that is, death on a cross.",
    "2:9": "Therefore also God exalted him and graciously granted him the name above every name,",
    "2:10": "so that at the name of Jesus every knee should bow, of [those] in heaven and of [those] on earth and of [those] under the earth,",
    "2:11": "and every tongue confess that Jesus Christ [is] Lord, to the glory of God the Father.",
    "2:12": "Therefore my dear friends, just as you have always obeyed, not as in my presence only but now much more in my absence, work out your own salvation with fear and trembling.",
    "2:13": "For the one at work in you, both to will and to work for his good pleasure, is God.",
    "2:14": "Do all [things] without grumbling and disputing,",
    "2:15": "in order that you may become blameless and innocent, children of God without fault<note: Or \"blameless\"> in the midst of a crooked and perverted generation, among whom you shine as stars in the world,<note: Or possibly \"in the universe\">",
    "2:16": "holding fast to the word of life, for a source of pride<note: Or \"for a cause of boasting\"> to me in the day of Christ, that I did not run in vain or labor in vain.",
    "2:17": "But even if I am being poured out as a drink offering on the sacrifice and service of your faith, I rejoice and rejoice with all of you.",
    "2:18": "And [in] the same [way] also you rejoice and rejoice with me.",
    "2:19": "But I hope in the Lord Jesus to send Timothy to you soon, so that I also may be encouraged [when I]<note: *Here \"when\" is supplied as a component of the participle (\"know\") which is understood as temporal> know {your circumstances}<note: Literally \"the things concerning you\">.",
    "2:20": "For I have no one like-minded who [will] sincerely be concerned about {your circumstances}<note: Literally \"the things concerning you\">.",
    "2:21": "For they all seek {their own interests}<note: Literally \"the things of themselves\">, not those of Jesus Christ.",
    "2:22": "But you know his proven character, that like a child with a father he served with me for the gospel.",
    "2:23": "Therefore I hope to send him at once, as soon as I see {my circumstances}<note: Literally \"the things concerning me\">.",
    "2:24": "And I am convinced in the Lord that I myself will arrive shortly also.",
    "2:25": "But I considered [it]<note: *Here the direct object is supplied from context in the English translation> necessary to send to you Epaphroditus, my brother and fellow worker and fellow soldier, but your messenger and servant of my need,",
    "2:26": "because he was longing for all of you and was distressed because you had heard that he was sick.",
    "2:27": "For indeed he was sick, coming near to death, but God had mercy on him and not [on] him only, but also [on] me, so that I would not have grief upon grief.",
    "2:28": "Therefore I am sending him with special urgency, in order that [when]<note: *Here \"when\" is supplied as a component of the participle (\"see\") which is understood as temporal> you see him again you may rejoice, and I may be less anxious.",
    "2:29": "Therefore welcome him in the Lord with all joy, and consider such [people] highly honored,",
    "2:30": "because on account of the work of Christ he came near to the point of death, risking his life in order that {he might make up for your inability to serve me}<note: Literally \"he might fill up your lack of service to me\">.",
    "3:1": "Finally, my brothers, rejoice in the Lord. To write the same [things] to you [is] not troublesome to me, but [is] a safeguard for you.",
    "3:2": "Beware of the dogs, beware of the evil workers, beware of the mutilation.<note: This term is a wordplay on the Greek word \"circumcision\">",
    "3:3": "For we are the circumcision, the ones who worship<note: Or \"who serve\"> by the Spirit<note: Or \"in the Spirit\"> of God and boast in Christ Jesus and do not [put] confidence in the flesh,",
    "3:4": "although I [could] have confidence even in the flesh.",
    "3:5": "{circumcised on the eighth day}<note: Literally \"[with respect to] circumcision [it was] on the eighth day\">, from the nation of Israel, of the tribe of Benjamin, a Hebrew [born] from Hebrews, according to the law a Pharisee,",
    "3:6": "according to zeal persecuting the church, according to the righteousness in the law being blameless.",
    "3:7": "But whatever [things] were gain to me, these [things] I have considered loss because of Christ.",
    "3:8": "{More than that}<note: Literally \"but on the contrary\">, [I] even consider all [things] to be loss because of the surpassing greatness of the knowledge of Christ Jesus my Lord, for the sake of whom I have suffered the loss of all [things], and consider [them]<note: *Here the direct object is supplied from context in the English translation> dung, in order that I may gain Christ",
    "3:9": "and may be found in him, not having my righteousness [which is] from the law, but [which is] through faith in Christ,<note: Or \"through Christ's faithfulness\"> the righteousness from God on the basis of faith,<note: Or \"on the basis of [his] faithfulness\">",
    "3:10": "so that I may know him and the power of his resurrection and the fellowship of his sufferings, being conformed to his death,",
    "3:11": "if somehow I may attain to the resurrection from the dead.",
    "3:12": "Not that I have already received [this],<note: *Here the direct object is supplied from context in the English translation> or [have] already been made perfect, but I press on if indeed I may lay hold of [that] for which also I was laid hold of by Christ.<note: Some manuscripts have \"Christ Jesus\">",
    "3:13": "Brothers, I do not consider myself to have laid hold of [it].<note: *Here the direct object is supplied from context in the English translation> But [I do] one [thing], forgetting the things behind and straining toward the things ahead,",
    "3:14": "I press on toward the goal for the prize of the upward call of God in Christ Jesus.",
    "3:15": "Therefore as many as [are] perfect, {let us hold this opinion}<note: Literally \"let us think this\">, and if you think anything differently, God will reveal this also to you.",
    "3:16": "Only to what we have attained, to the same hold on.",
    "3:17": "Become fellow imitators of me, brothers, and observe those who walk in this way, just as you have us [as] an example.",
    "3:18": "For many live, of whom I spoke about to you many times, but now speak about even weeping, [as] the enemies of the cross of Christ,",
    "3:19": "whose end [is] destruction, whose God [is] the stomach, and [whose] glory [is] in their shame, the ones who think on earthly things.",
    "3:20": "For our commonwealth exists in heaven, from which also we eagerly await a savior, the Lord Jesus Christ,",
    "3:21": "who will transform our humble body [to be] conformed to his glorious body, in accordance with the power that enables him even to subject all [things] to himself.",
    "4:1": "So then, my beloved and greatly desired brothers, my joy and crown, thus stand firm in the Lord, dear friends.",
    "4:2": "I appeal to Euodia and I appeal to Syntyche {to be in agreement}<note: Literally \"to think the same [thing]\"> in the Lord.",
    "4:3": "Yes, I ask also you, true yokefellow, help them, who struggled along with me in the gospel with both Clement and the rest of my fellow workers whose names [are] in the book of life.",
    "4:4": "Rejoice in the Lord always; again I say, rejoice.",
    "4:5": "Let your gentleness be made known to all people. The Lord [is] near.",
    "4:6": "Be anxious for nothing, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
    "4:7": "And the peace of God that surpasses all understanding will guard your hearts and your minds<note: Or \"thoughts\"> in Christ Jesus.",
    "4:8": "Finally, brothers, whatever [things] are true, whatever [things are] honorable, whatever [things are] right, whatever [things are] pure, whatever [things are] pleasing, whatever [things are] commendable, if [there is] any excellence of character and if anything praiseworthy, think about these [things].",
    "4:9": "And [the things] which you have learned and received and heard about and seen in me, practice these [things], and the God of peace will be with you.",
    "4:10": "But I rejoiced in the Lord greatly that now at last {you have renewed your concern for me}<note: Literally \"you have revived to think on behalf of me\">, for whom also you were thinking, but you had no opportunity [to express it].",
    "4:11": "Not that I speak from need, for I have learned to be content in whatever [circumstances] I am.",
    "4:12": "I know [how] both {to make do with little}<note: Literally \"to be humbled\"> and I know [how] {to have an abundance}<note: Literally \"to abound\">. In everything and in all [things] I have learned the secret both to be filled and to be hungry, both {to have an abundance}<note: Literally \"to abound\"> and to go without.",
    "4:13": "I am able [to do] all [things] by the one who strengthens me.",
    "4:14": "Nevertheless you have done well by sharing<note: *Here \"by\" is supplied as a component of the participle (\"sharing\") which is understood as means> with me in my affliction.",
    "4:15": "Now you also know, Philippians, that at the beginning of the gospel, when I departed from Macedonia, no church shared with me in the matter of giving and receiving except you alone,",
    "4:16": "because even in Thessalonica {on more than one occasion}<note: Literally \"both once and twice\"> you sent for my need.",
    "4:17": "Not that I seek the gift, but I seek for the profit that increases to your account.",
    "4:18": "But I have received everything [in full] and have an abundance; {I am well supplied}<note: Literally \"I have been made full\"> [because]<note: *Here \"because\" is supplied as a component of the participle (\"received\") which is understood as causal> I received from Epaphroditus {what you had sent}<note: Literally \"the things from you\">, a fragrant offering, an acceptable sacrifice, well-pleasing to God.",
    "4:19": "And my God will fulfill your every need according to his riches in glory in Christ Jesus.",
    "4:20": "Now to our God and Father [be] the glory {forever and ever}<note: Literally \"to the ages of the ages\">. Amen.",
    "4:21": "Greet every saint in Christ Jesus. The brothers with me greet you.",
    "4:22": "All the saints greet you, and especially those of Caesar's household.",
    "4:23": "The grace of the Lord Jesus Christ [be] with your spirit."
  }
}