{
  "abbreviation": "Pr",
  "passages": {
    "1:1": "Proverbs of Solomon, son of David, king of Israel:",
    "1:2": "To know wisdom and instruction, to understand sayings of understanding,",
    "1:3": "to gain {insightful instruction},<note: Literally \"the instruction of insight\"> righteousness and justice and equity,",
    "1:4": "to give shrewdness<note: Or \"cleverness,\" or \"prudence\"> to the simple, knowledge and purpose<note: Or \"plan\"> to the young,",
    "1:5": "may the wise hear and increase learning, and the one who understands gain direction,<note: Or \"guidance\">",
    "1:6": "to understand a proverb and an expression, words of wisdom and their riddles.",
    "1:7": "Fear of Yahweh [is the] beginning of knowledge; wisdom and instruction, fools despise.",
    "1:8": "My child, may you keep<note: Or \"obey,\" or \"hear\"> your father's instruction, and do not reject your mother's teachings,",
    "1:9": "for they [are] a garland of favor for your head, and pendants for your neck.",
    "1:10": "My child, if sinners entice you, do not consent.",
    "1:11": "If they say, \"Come with us! We shall lie in wait for blood; we shall ambush the innocent without cause.<note: Or \"wantonly,\" or \"for nothing\">",
    "1:12": "Like Sheol,<note: A term for the place where the dead reside, i.e., the Underworld> we will swallow them alive and whole, {like those who descend to the pit}.<note: Literally \"like the descenders of a pit\">",
    "1:13": "We shall find all precious wealth, we shall fill our houses [with] booty,",
    "1:14": "you shall throw your lot in our midst, there will be one purse for all of us.\"",
    "1:15": "My child, do not walk in their way.<note: Or \"on their road\"> Keep your foot from their paths,",
    "1:16": "for their feet run to evil, and they hurry to shed blood,",
    "1:17": "for \"in vain<note: Or \"without cause,\" or \"for nothing\"> is the net scattered, in the sight of any {winged bird}.\"<note: Literally \"bird of wing\">",
    "1:18": "They lie in wait for their [own] blood. They ambush their [own] lives.",
    "1:19": "Thus are the ways of all who are greedy [for] gain-- it will take the life of its possessors.",
    "1:20": "Wisdom calls out in the streets, in the squares she raises her voice.",
    "1:21": "On a {busy corner}<note: Literally \"head of commotion,\" or \"head of stirring, bustling\"> she cries out, at the entrances of the gates in the city, she speaks her sayings:",
    "1:22": "\"{How long},<note: Literally \"Until when\"> O simple ones, will you love simplicity? And [how long] will scoffers delight in their scoffing, and fools hate knowledge?",
    "1:23": "May you turn to my argument!<note: Or \"turn at my reproach\"> Behold, I shall pour out my spirit upon you; I will make my words known to you.",
    "1:24": "Because I called out and you refused me, I stretched out my hand, yet there is none who heeds.",
    "1:25": "You have ignored all my counsel, and my reproof you are not willing [to accept].",
    "1:26": "I will also laugh at your calamity;<note: Or \"downfall\"> I will mock when panic<note: Or \"dread, fear\"> comes [upon] you.",
    "1:27": "When your panic comes like a storm, and your calamity arrives like a whirlwind, when distress and anguish come upon you,",
    "1:28": "then they will call<note: Or \"cry out [to]\"> me, but I will not answer; they will seek me diligently but not find me.",
    "1:29": "Since they hated knowledge, and did not choose the fear of Yahweh,",
    "1:30": "they were not willing [to accept] my counsel, they despised all my reproof.",
    "1:31": "They shall eat from the fruit of their way, and they shall be sated from their own schemes,",
    "1:32": "for the waywardness of the simple ones will kill them, and the complacency of fools will destroy them.",
    "1:33": "Whoever listens to me will dwell in security and rest securely<note: Or \"be at ease, peace\"> from dread and disaster.\"",
    "2:1": "My child, if you will receive<note: Or \"take, seize\"> my sayings, and hide my commands with you,",
    "2:2": "[in order] to incline your ear toward wisdom, [then] you shall apply your heart to understanding.",
    "2:3": "For if you cry out for understanding,<note: Or \"call to understanding\"> [if] you lift<note: Or \"carry, give\"> your voice for insight,",
    "2:4": "if you seek her like silver and search her out {like treasure},<note: Literally \"like the treasures\">",
    "2:5": "then you will understand the fear of Yahweh, and the knowledge of God you will find.",
    "2:6": "For Yahweh will give wisdom; from his mouth [come] knowledge and understanding.",
    "2:7": "For the upright, he stores<note: Or \"hides, keeps\"> sound judgment, a shield for those who walk uprightly,",
    "2:8": "[in order] to guard paths of justice and keep<note: Or \"preserve, guard, watch\"> the way of his faithful [ones].",
    "2:9": "Then you will understand righteousness and justice and uprightness--every good course--",
    "2:10": "for wisdom will enter your heart, and knowledge will be pleasing to your soul.<note: Or \"inner self\">",
    "2:11": "Discretion will watch over you; understanding will protect you,",
    "2:12": "[in order] to deliver you from the way of evil,<note: Or \"evildoer\"> from a man who speaks devious things--",
    "2:13": "those who forsake the paths of uprightness to walk in ways of darkness,",
    "2:14": "those who are happy to do evil, [for] they delight in [the] deviousness of evil,",
    "2:15": "{who are crooked in their ways},<note: Literally \"that [in] their ways are crooked\"> and devious in their paths;",
    "2:16": "[in order] to deliver you from a strange woman, from a foreign woman [who] flatters<note: Or \"makes smooth\"> [with] her sayings,",
    "2:17": "she who forsakes the partner of her youth and has forgotten the covenant of her God,",
    "2:18": "for her house sinks to death, and to the dead<note: Or \"Rephaim\"> are her paths.",
    "2:19": "[Of] all who go to her, none shall return, nor do they reach paths of life.",
    "2:20": "So that you will walk on the road of those who are good, and the paths of those who are righteous you shall keep.",
    "2:21": "For those who are upright will dwell [in the] land,<note: Or \"earth\"> and those who are blameless<note: Or \"innocent\"> will remain in it.",
    "2:22": "And those who are wicked will be cut off from the land, and those who are treacherous will be uprooted from it.",
    "3:1": "My child, do not forget my instruction, and may your heart guard my commands.",
    "3:2": "For length of days, years of life, and peace they<note: That is, \"my commands\" (3:1)> shall add to you.",
    "3:3": "May loyal love<note: Or \"kindness, mercy\"> and truth not forsake you; bind them around your neck, write them upon your heart.",
    "3:4": "And you shall find favor and good sense<note: Or \"understanding, prudence\"> in the eyes of God and humankind.",
    "3:5": "{Trust Yahweh}<note: Literally \"trust toward Yahweh\"> with all your heart; do not lean toward your own understanding.",
    "3:6": "In all your ways acknowledge him, and he will straighten your paths.",
    "3:7": "Do not be wise in your own eyes; fear Yahweh and retreat from evil.",
    "3:8": "There shall be healing for your {flesh},<note: Literally \"navel\"> and refreshment for your body.",
    "3:9": "Honor Yahweh from your substance,<note: Or \"wealth, property\"> and from the firstfruits of all that will come to you,",
    "3:10": "and your barns shall be full of plenty, and your vats shall burst [with] new wine.",
    "3:11": "Do not despise the discipline of Yahweh, my child. Do not be weary of his reproof",
    "3:12": "because whomever Yahweh will love, he will rebuke, as a father delights in his son.",
    "3:13": "Happy [is] {the one}<note: Literally \"a man\"> who finds wisdom, and one who obtains understanding.",
    "3:14": "For her<note: Or \"its\"; both \"wisdom\" and \"understanding\" are feminine nouns and can be read as either \"she\" or \"it\"> income is better than the income of silver, and her revenue than [that of] gold.",
    "3:15": "She is more precious than rubies, and all your desires shall not compare with her.",
    "3:16": "Length of days [is] in her right hand; in her left hand [are] riches and honor.",
    "3:17": "Her ways [are] ways of pleasantness, and all her paths [are] peace.",
    "3:18": "She is a tree of life for those who seize her; those who take hold of her are considered happy.",
    "3:19": "Yahweh in wisdom founded the earth; he established the heavens in understanding.",
    "3:20": "With his knowledge, depths broke open, and clouds dropped dew.",
    "3:21": "My child, may they<note: Grammatically, \"they\" most likely refers to clouds (3:20). In context, \"they\" may refer to wisdom and understanding (3:13).> not escape from your {sight};<note: Literally \"eyes\"> may you keep sound wisdom and prudence.",
    "3:22": "They shall be life for your soul<note: Or \"inner self\"> and adornment<note: Or \"favor\"> for your neck.",
    "3:23": "Then you will walk in the confidence of your ways, and your foot will not stumble.",
    "3:24": "If you sit down, you will not panic,<note: Or \"fear, dread\"> and [if] you lie down, then your sleep shall be sweet.",
    "3:25": "Do not be afraid of sudden panic,<note: Or \"fear, dread\"> or the storm of wickedness that will come.",
    "3:26": "Yahweh will be {your confidence}<note: Literally \"in your confidence\"> and guard your foot from capture.",
    "3:27": "Do not withhold good from its owner<note: Or \"lord\"> when it is in the power of your hand to do.",
    "3:28": "Do not say to your neighbor, \"Go and return and tomorrow I will give [it],\" {when it is with you}.<note: Literally \"and there is with you\">",
    "3:29": "Do not plot harm against your neighbor [who] dwells in confidence beside you.",
    "3:30": "Do not quarrel with anyone without cause, when he did not do you harm.",
    "3:31": "Do not envy a man of violence, and do not choose any of his ways,",
    "3:32": "for he who is perverse [is] an abomination of Yahweh, but those who are upright [are] his confidence.",
    "3:33": "The curse of Yahweh [is] on the house of the wicked, and the abode of the righteous ones he blesses.",
    "3:34": "With those who scorn, he is scornful, but to those who are humble, he gives favor.",
    "3:35": "They will inherit the honor of the wise, but stubborn fools, disgrace.",
    "4:1": "Children, listen [to the] instruction of a father, and be attentive [in order] to know insight.",
    "4:2": "For I have given you good instruction; do not forsake my teaching.",
    "4:3": "When I was a son to my father, tender and alone before my mother,",
    "4:4": "he taught me and said to me, \"May your heart hold fast [to] my words; guard my commandments and live.",
    "4:5": "Get wisdom and insight; do not forget and do not turn from the sayings of my mouth.",
    "4:6": "Do not forsake her--then she will guard you; love her and she will keep you.",
    "4:7": "The beginning of wisdom: Get wisdom! With all [that is in] your possession, gain insight.",
    "4:8": "Cherish her and she will exalt you; she will honor you if you embrace her.",
    "4:9": "She will give a garland for your head; she shall bestow a crown of glory upon you.\"",
    "4:10": "Listen, my child, take my sayings, and [the] years of your life shall be great.",
    "4:11": "In the way of wisdom I have instructed you; I have led you in the path of uprightness.",
    "4:12": "{When you walk},<note: Literally \"In your walking\"> your step will not be hampered, and if you run, you will not stumble.",
    "4:13": "Seize the instruction! Do not let go! Guard her, for she is your life.",
    "4:14": "In the path of the wicked do not go; do not walk in the way of those who do evil.",
    "4:15": "Avoid it; do not transgress it; turn away from it and pass by.",
    "4:16": "For they will not sleep if they have not done wrong, and they are robbed of their sleep if they do not cause stumbling.",
    "4:17": "For they ate the bread of wickedness, and they drank the wine of violence.",
    "4:18": "But the path of the righteous ones [is] like the light of dawn, leading and shining until the day {is full}.<note: Literally \"[is] correct\">",
    "4:19": "The way of the wicked ones [is] like deep darkness; they do not know what they stumble over.",
    "4:20": "My child, be attentive to my words; to my sayings incline your ear.",
    "4:21": "May they not escape from your {sight};<note: Literally \"eyes\"> keep them in [the] midst of your heart.",
    "4:22": "For they are life to those who find them and healing {to the entire body}.<note: Literally \"for all his flesh\">",
    "4:23": "With all vigilance, keep your heart, for from it [comes] the source<note: Or \"extremity\"> of life.",
    "4:24": "Remove from yourself {deceitful speech},<note: Literally \"crookedness of mouth\"> and abolish {devious talk}<note: Literally \"deviousness of lips\"> from yourself.",
    "4:25": "May your eyes look forward<note: Or \"opposite\"> and your gaze be straight before you.",
    "4:26": "May the path of your foot be balanced and all your ways be sure.",
    "4:27": "Do not swerve right or left; remove your foot from evil.",
    "5:1": "My child, be attentive to my wisdom, and to my understanding incline your ear;",
    "5:2": "[in order] to keep prudence, and knowledge will guard your lips.",
    "5:3": "For the lips of the strange woman will drip honey, and smoother than oil is her mouth.<note: Or \"palate\">",
    "5:4": "But her end is bitter as the wormwood, sharp as a two-edged sword.",
    "5:5": "Her feet go down [to] death; her steps take hold [of] Sheol.<note: A term for the place where the dead reside, i.e., the Underworld>",
    "5:6": "She does not observe<note: Or \"examine, weigh\"> the path of life; her ways wander, [and] she does not know [it].",
    "5:7": "Now, O children, listen to me; do not depart from the sayings of my mouth.",
    "5:8": "Keep your paths far from her, and do not go near to the door of her house,",
    "5:9": "lest you give your honor to the others, and your years to the merciless,",
    "5:10": "lest strangers take [their] fill of your strength, and your labors [go] to the house of a foreigner,",
    "5:11": "and you groan at your end, when your flesh and body are consumed,",
    "5:12": "and say \"How I hated discipline, and I despised reproof!\"",
    "5:13": "and \"I did not listen to the voice of my teachers, and I did not incline my ear to my instructors!",
    "5:14": "I was almost at utter<note: Or \"all, every, whole\"> ruin<note: Or \"evil\"> in the midst of the assembly and congregation.\"",
    "5:15": "Drink water from your [own] cistern and flowing waters from inside your own well.",
    "5:16": "Shall your springs be scattered outward? In the streets, [shall there be] streams of water?",
    "5:17": "May they be yours alone, and not for strangers [who are] with you.",
    "5:18": "May your fountain be blessed, and rejoice in the wife<note: Or \"woman\"> of your youth.",
    "5:19": "[She is] a deer of love and a doe of grace; may her breasts satisfy you {always};<note: Literally \"at all time\"> by her love may you be intoxicated continually.",
    "5:20": "Why should you be intoxicated, my child, by a strange woman, and embrace the bosom of a foreigner?",
    "5:21": "For before the eyes of Yahweh [are] {human ways},<note: Literally \"the ways of man/humankind\"> and all his paths he examines.",
    "5:22": "His iniquities shall ensnare him, the evildoer, and in the vanity of his sin he shall be caught.",
    "5:23": "He shall die {for lack of}<note: Literally \"with there is no\"> discipline, and in the greatness of his folly he shall be lost.",
    "6:1": "My child, if you have pledged to your neighbor, [if] you have bound {yourself}<note: Literally \"palms of your hands\"> to the stranger,",
    "6:2": "[if] you are snared by the sayings of your mouth, [if] you are caught by the sayings of your mouth,",
    "6:3": "do this, then, my child, and save yourself, for you have come into {the palm of your neighbor's hand}:<note: Literally \"the palm of the hand of your neighbor\"> Go, humble yourself, plead with your neighbor.",
    "6:4": "Do not give sleep to your eyes, or slumber to your eyelids.",
    "6:5": "Save yourself like a gazelle from a hand, or like a bird from the hand of a fowler.",
    "6:6": "Go to the ant, lazy! Consider its ways and be wise.",
    "6:7": "It has no chief, officer, or ruler.",
    "6:8": "In the summer, it prepares its food; in the harvest, it gathers its sustenance.",
    "6:9": "How long will you lie down, lazy? When will you rise up from your sleep?",
    "6:10": "A little sleep, a little slumber, a little folding of the hands for rest--",
    "6:11": "like a {robber}<note: Literally \"one who walks,\" that is, a vagabond> shall your poverty come, and what you lack like an armed man.",
    "6:12": "A worthless man, an evil man, goes around with {deceitful speech}.<note: Literally \"crookedness of mouth\">",
    "6:13": "Winking in his eye, shuffling in his foot, pointing in his fingers,",
    "6:14": "perversion in his heart, he devises evil; at all times he will send out discord.<note: Or \"quarrels\">",
    "6:15": "Upon {such a man},<note: Literally \"thus\"> suddenly shall his calamity come; in a moment he will be damaged and there is no healing.<note: Or \"repair\">",
    "6:16": "There are six [things] Yahweh hates, and seven [things are] abominations of his soul:<note: Or \"inner self\">",
    "6:17": "haughty eyes, a lying tongue, and hands that shed innocent blood,",
    "6:18": "a devising heart, plans of deception, feet that hurry to run to evil,<note: Hebrew \"the evil\">",
    "6:19": "a false witness who breathes lies and sends out discord<note: Or \"quarrels\"> between brothers.",
    "6:20": "My child, keep [the] commandment of your father, and do not disregard [the] instruction of your mother.",
    "6:21": "Bind them on your heart continually; tie them upon your neck.",
    "6:22": "{When you walk},<note: Literally \"In your walking\"> she<note: That is, \"commandment\" and \"instruction\"> will lead you, {When you lie down},<note: Literally \"In your lying down\"> she will watch over you, and [when] you awake, she will converse [with] you.",
    "6:23": "For [like] a lamp [is] a commandment, and instruction [is] light, and the way of life<note: Hebrew \"lives\"> [is the] reproof of discipline,",
    "6:24": "[in order] to preserve you from an evil woman,<note: Or \"wife\"> from the smoothness of [the] tongue of {an adulteress}.<note: Literally \"a foreign woman\">",
    "6:25": "Do not desire her beauty in your heart; may she not capture you with her eyelashes.",
    "6:26": "For [the] price of a woman, a prostitute,<note: Or \"whore\"> [is the] price of a loaf of bread, but the {woman belonging to a man}<note: Literally \"the woman of a man\"> hunts precious life.",
    "6:27": "Can a man carry fire in his lap, and his clothes not burn?",
    "6:28": "If a man walks upon the hot coals, will his feet not be burned?",
    "6:29": "Thus, he who goes to the wife of his neighbor, any who touches her shall not go unpunished.",
    "6:30": "[People] do not despise a thief when he steals to fill himself<note: Or \"soul,\" or \"inner self\"> when he is hungry.",
    "6:31": "But [if] he is found, he will pay sevenfold, every possession of his house he shall give.",
    "6:32": "He who commits adultery [with] a woman lacks {sense},<note: Literally \"heart\"> he destroys himself<note: Or \"his soul,\" or \"his life\"> who does it.",
    "6:33": "A wound and dishonor he will find, and his disgrace will not be wiped out.",
    "6:34": "For jealousy [is the] fury of a husband, and he will not show restraint on the day of revenge.",
    "6:35": "He will not accept {any compensation},<note: Literally \"[the] face of any compensation\"> and he will not be willing, though the bribe is large.",
    "7:1": "My child, guard my sayings; store my commandments with you.",
    "7:2": "Keep my commands and live, and my teaching like [the] {apple of your eye}.<note: A single word meaning \"pupil of the eye\">",
    "7:3": "Bind them on your fingers; write them on the tablet of your heart.",
    "7:4": "Say to wisdom,<note: Hebrew \"the wisdom\"> \"you are my sister,\" and you shall call insight,<note: Hebrew \"the insight\"> \"{intimate friend}.\"<note: Literally \"one who is known.\" To \"know\" is often a euphemism for intercourse. Therefore \"intimate friend\" may also be read \"lover.\">",
    "7:5": "[In order] to guard yourself from {an adulteress},<note: Literally \"a strange woman\"> from the foreigner who {makes her words smooth}.<note: Literally \"causes to be smooth her words\">",
    "7:6": "For at the window of my house, through my lattice, I looked down.",
    "7:7": "And I saw among the simple, I observed among the youth, a young man lacking {sense},<note: Literally \"heart\">",
    "7:8": "passing on the street {at}<note: Literally \"at the place of\"> her corner, and he takes the road [to] her house,",
    "7:9": "at twilight, at [the] day's evening, in [the] midst of night and the darkness.",
    "7:10": "Then behold! A woman [comes] to meet him [with the] garment of a prostitute<note: Or \"whore\"> and {a secret heart}.<note: Literally \"secret of heart\">",
    "7:11": "She is loud and stubborn; her feet do not stay at her house.",
    "7:12": "Now in the street, now in the square, {at}<note: Literally \"at the place of\"> every corner she lies in wait.",
    "7:13": "She took hold of <note: Or \"strengthened\"> him and kissed him. Her face was impudent, and she said to him,",
    "7:14": "\"Sacrifices of peace offerings [are] upon me; {today}<note: Literally \"the day\"> I completed my vows.",
    "7:15": "So<note: Hebrew \"thus\"> I have come out to meet you, to seek your face, and I have found you.",
    "7:16": "[With] coverings I have adorned my couch, spreads of the linen of Egypt;",
    "7:17": "I have perfumed my bed [with] myrrh, aloes, and cinnamon.",
    "7:18": "Come, let us take [our] fill of love making, until the morning let us delight in love.",
    "7:19": "For there is no man<note: Or \"husband\"> in his home; he has gone on a {long journey}.<note: Literally \"a journey from far\">",
    "7:20": "The bag of money he took in his hand, for [on] the day of the full moon he will come home.\"",
    "7:21": "She persuades him with the greatness of her teachings; with her smooth lips she compels him.",
    "7:22": "He goes after her suddenly; like an ox to the slaughter he goes, and like a stag to the instruction of a fool,",
    "7:23": "until an arrow pierces his {entrails},<note: Literally \"heaviness,\" often referring to the liver> like a bird rushing into a snare, but he does not know that {it will cost him his life}.<note: Literally \"it is against his life\">",
    "7:24": "And now, my children, listen to me, and be attentive to the sayings of my mouth.",
    "7:25": "May your heart not turn aside to her ways; do not stray into her path.",
    "7:26": "For many slain she has laid low, and countless<note: Or \"strong men\"> [are] all of her killings.",
    "7:27": "The ways of Sheol<note: A term for the place where the dead reside, i.e., the Underworld> [are] her house, descending to chambers of death.",
    "8:1": "Does not wisdom call, and understanding raise its voice?",
    "8:2": "{Atop the heights}<note: Literally \"At a head of the heights\"> beside the road, at the crossroads she stands.",
    "8:3": "Beside gates, before towns, [at the] entrance of doors, she cries out:",
    "8:4": "\"To you, O {people},<note: Literally \"men\"> I call, and my cry is to the children of humankind.",
    "8:5": "Learn prudence, O simple ones; fools, learn {intelligence}.<note: Literally \"heart\">",
    "8:6": "Listen! For noble things I will speak, and upright things from the opening of my lips.",
    "8:7": "My mouth will utter truth, and wickedness [is] an abomination to my lips.",
    "8:8": "All sayings of my mouth [are] in righteousness; none of them are twisted and crooked.",
    "8:9": "All of them are straight to him who understands, and upright to those who find knowledge.",
    "8:10": "Take my teaching and not silver; may you choose knowledge rather than choice gold.",
    "8:11": "For wisdom is better than jewels, and all desires shall not compare with her.",
    "8:12": "I, wisdom, live with prudence, and I find knowledge and discretion.",
    "8:13": "The fear of Yahweh [is] hatred of evil, pride, and arrogance and an evil way. And I hate a mouth of perversity.",
    "8:14": "{Advice and sound judgment}<note: Literally \"To/for me are advice and sound judgment\"> are mine; I am understanding, {strength is mine}.<note: Literally \"to/for me is strength\">",
    "8:15": "By me kings reign, and rulers decree righteousness.",
    "8:16": "By me rulers rule, and nobles--all judges of righteousness.",
    "8:17": "I love {those who love me},<note: Literally \"her lovers\"> and those who seek me diligently shall find me.",
    "8:18": "Fortune and glory [are] with me, enduring wealth and righteousness.",
    "8:19": "My fruit is better than gold,<note: Literally \"fine gold\"> even refined gold, and my yield than choice silver.",
    "8:20": "In the way of righteousness I walk, in the midst of paths of justice,",
    "8:21": "[in order] to endow those who love me [with] wealth, and I will fill their treasuries.",
    "8:22": "\"Yahweh possessed<note: Or \"gained,\" or \"acquired\"> me, [the] first of his ways, before his acts {of old}.<note: Literally \"from before\" or \"from then\">",
    "8:23": "From eternity, I was set up from [the] first, from the beginning<note: Hebrew \"beginnings\"> of the earth.",
    "8:24": "When there were no depths, I was brought forth, when there were no springs of {abounding}<note: Literally \"made heavy\"> water.",
    "8:25": "Before mountains had been shaped, before hills, I was brought forth.",
    "8:26": "When he had not yet made earth and fields, or the first dust of the world,",
    "8:27": "{when he established}<note: Literally \"in his establishing\"> the heavens, there I [was], {when he drew}<note: Literally \"in his drawing\"> a circle upon the face of the deep,",
    "8:28": "{when he made}<note: Literally \"in his making\"> skies from above, when he founded fountains of the deep,",
    "8:29": "{when he assigned}<note: Literally \"in his assigning\"> his limits to the sea, that waters shall not transgress his {command},<note: Literally \"mouth\"> {when he marked}<note: Literally \"in his marking\"> the foundations of the earth,",
    "8:30": "I was {beside}<note: Literally \"at the place of\"> him, a master workman, and I was delighting day by day, rejoicing before him {always},<note: Literally \"in all [of] time\">",
    "8:31": "rejoicing in the world of his earth, and my delight [was] with the children of humankind.",
    "8:32": "\"And now, children, listen to me; happy [are] those who will keep my ways.",
    "8:33": "Hear teaching and be wise; do not neglect [it].",
    "8:34": "Happy [is the] person who listens to me, [in order] to keep watch at my doors day by day, [in order] to guard the frames of my entrances.",
    "8:35": "For he who finds me [is] he who finds<note: Hebrew \"those who find\"> life, and he obtains favor from Yahweh.",
    "8:36": "But he who misses me injures himself.<note: Or \"soul,\" or \"inner self\"> All those who hate me love death.\"",
    "9:1": "Wisdom has built her house; she has hewn her seven pillars.",
    "9:2": "She has slaughtered her slaughtering, mixed her wine, [and] also set her table.",
    "9:3": "She has sent her servant girls,<note: Or \"young maidens\"> she calls upon the wings of the high places of town,",
    "9:4": "\"Whoever [is] simple, let him turn here.\" As for the one who lacks {sense},<note: Literally \"heart\"> she says to him,",
    "9:5": "\"Come, eat with my bread; drink with the wine I have mixed.",
    "9:6": "Lay aside simplicity and live; walk in the way of understanding.\"",
    "9:7": "He who corrects a scoffer gains abuse for himself, and he who rebukes the wicked {gets hurt}.<note: Literally \"abuse him\">",
    "9:8": "Do not rebuke a scoffer, lest he hate you; rebuke the wise and he will love you.",
    "9:9": "Give to a wise one and he will become more wise; {teach}<note: Literally \"make known to\"> a righteous one and he will increase learning.",
    "9:10": "The start of wisdom is fear of Yahweh, and knowledge of the Holy One,<note: Or \"holy ones\"> insight.",
    "9:11": "For by me your days shall increase, and years of life shall multiply for you.",
    "9:12": "If you are wise, you are wise for yourself, and [if] you scoff, alone you shall bear [it].",
    "9:13": "A woman of foolishness is loud, simple, and does not know {it}.<note: Literally \"what\">",
    "9:14": "She sits at the door of her house, upon a throne [at the] high places of town,",
    "9:15": "[in order] to call to those who pass by the road, those who go straight [on] their way:",
    "9:16": "\"Whoever is simple, may he turn here!\" As for he who lacks {sense},<note: Literally \"heart\"> she says to him,",
    "9:17": "\"Stolen waters are sweet, and bread of secrecy is pleasant.\"",
    "9:18": "But he does not know that the dead<note: Or \"Rephaim\"> [are] there, in the depths of Sheol<note: A term for the place where the dead reside, i.e., the Underworld> [are] her guests.",
    "10:1": "The proverbs of Solomon: A wise child makes a father glad, but a foolish child grieves his mother.",
    "10:2": "Treasures of wickedness do not profit, but righteousness delivers from death.",
    "10:3": "Yahweh will not cause a righteous person<note: Or \"soul,\" or \"inner self\"> to go hungry, but the craving of the wicked he will thwart.",
    "10:4": "A slack hand causes poverty, but the hand of the diligent enriches.",
    "10:5": "He who gathers in the summer [is] a child who is prudent; he who sleeps at the harvest [is] a child who brings shame.",
    "10:6": "Blessings [belong] to the head of the righteous, but the mouth of the wicked conceals violence.",
    "10:7": "The memory of righteousness [is] like a blessing, but the name of the wicked will rot.",
    "10:8": "A heart of wisdom will heed commandments, but a babbling fool will come to ruin.",
    "10:9": "Whoever walks in integrity<note: Hebrew \"in the integrity\"> will walk securely, but whoever follows perversity, his ways will be made known.",
    "10:10": "The winking of an eye causes<note: Or \"gives, sets up\"> trouble, and the foolishness of lips comes to ruin.",
    "10:11": "A fountain of life [is] a mouth of righteousness, and a mouth of wickedness conceals violence.",
    "10:12": "Hatred stirs up strife, but love covers over all offenses.",
    "10:13": "On the lips of one who has understanding, wisdom is found, but a rod [is] for the back of one who lacks {sense}.<note: Literally \"heart\">",
    "10:14": "Those who are wise lay up knowledge, but [to] the mouth of the fool, ruin draws near.",
    "10:15": "The wealth of the rich [is] the city of his strength; the ruin of the poor [is] their poverty.",
    "10:16": "The wage of the righteous [leads] to life; the gain of the wicked to sin.",
    "10:17": "[On] the path to life is he who guards instruction, but he who rejects rebuke goes astray.",
    "10:18": "He who conceals hatred [has] lips of deceit, and he who utters slander--he is a fool.",
    "10:19": "In many words, transgression is not lacking, but he who restrains his lips is prudent.",
    "10:20": "Choice silver is a tongue of righteousness, a heart<note: Or \"mind\"> of wickedness is {of little worth}.<note: Literally \"like a little\">",
    "10:21": "Lips of righteousness feed many, but fools {die for lack of sense}.<note: Literally \"in the lack of heart, they die\">",
    "10:22": "The blessing of Yahweh makes [one] rich, and he does not increase sorrow with it.",
    "10:23": "[It is] like a sport for a fool to do wrong, wisdom for a person of understanding.",
    "10:24": "The dread of the wicked will come upon him, but the desire of the righteous will be granted.",
    "10:25": "With the passing of the tempest, there is no wickedness, but [the] righteous have a foundation forever.",
    "10:26": "Like vinegar to the tooth and like smoke to the eyes, thus [is] the lazy to one who employs<note: Or \"sends\"> him.",
    "10:27": "The fear of Yahweh adds life, but the years of the wicked are shortened.",
    "10:28": "The hope of the righteous [is] gladness, but the expectation of the wicked comes to nothing.",
    "10:29": "A stronghold for the upright is the way of Yahweh, but ruin [belongs] to {evildoers}.<note: Literally \"them who do evil\">",
    "10:30": "The righteous one is forever; he will not be removed. But the wicked will not remain in the land.<note: Or \"earth\">",
    "10:31": "The mouth of the righteous brings forth wisdom, but a tongue of perversity will be cut off.",
    "10:32": "The lips of the righteous know [the] acceptable, but the mouth of the wicked, the perverse.",
    "11:1": "Balances of deceit [are] an abomination of Yahweh, but {an accurate weight}<note: Literally \"a full stone\" or \"a pure stone\"> delights him.",
    "11:2": "Pride comes, then disgrace comes, but wisdom [is] with the humble.",
    "11:3": "The integrity of the upright guides them, but the crookedness of the treacherous destroys them.",
    "11:4": "Wealth does not profit on the day of wrath, but righteousness will deliver from death.",
    "11:5": "The righteousness of the blameless will keep his ways straight, but the wicked will fall by his wickedness.",
    "11:6": "The righteousness of the upright will save them, but by a scheme the treacherous will be taken captive.",
    "11:7": "With the death of a wicked person, hope will die, and the expectation of the godless perishes.",
    "11:8": "The righteous is delivered from trouble, but the wicked enters into it.",
    "11:9": "With a mouth, the godless shall destroy his neighbor, but by knowledge the righteous are delivered.",
    "11:10": "When good [is with] the righteous, [the] city rejoices, and with the perishing of the wicked, jubilation.",
    "11:11": "By the blessing of the upright, a city will be exalted, but by the mouth of the wicked, it will be overthrown.",
    "11:12": "He who lacks {sense}<note: Literally \"heart\"> belittles his neighbor, but a person of intelligence will remain silent.",
    "11:13": "A gossip walks [about] telling a secret, but the trustworthy in spirit keeps [the] matter.",
    "11:14": "Where there is no guidance, a nation<note: Or \"people\"> shall fall, but [there is] safety in an abundance of counsel.",
    "11:15": "He will suffer trouble when he loans to a stranger, but he who refuses a pledge is safe.",
    "11:16": "A woman of grace receives honor, but the ruthless gets wealth.",
    "11:17": "A person of kindness rewards himself,<note: Or \"soul,\" or \"inner self\"> but a cruel [person] harms his own flesh.",
    "11:18": "The wicked earns<note: Or \"does, makes\"> {deceptive gain},<note: Literally \"gain of deception\"> but he who sows righteousness, a {true reward}.<note: Literally \"a reward of truth\">",
    "11:19": "He who is steadfast in righteousness [is] to life as<note: Hebrew \"and\"> he who pursues evil [is] to death.",
    "11:20": "An abomination of Yahweh [are] the {crooked of heart},<note: Literally \"crooked ones of heart\"; \"heart\" may also be translated \"mind\"> but his delight [are] {those with blameless ways}.<note: Literally \"blameless ones of ways\">",
    "11:21": "{Rest assured},<note: Literally \"Hand to hand\"> the wicked will not go unpunished, but the offspring<note: Or \"seed\"> of the righteous will escape.",
    "11:22": "A ring of gold in [the] snout of a pig [is] a woman [who is] beautiful but without discretion.",
    "11:23": "The desire of the righteous [is] only good, but the expectation of the wicked, wrath.",
    "11:24": "There is one who gives yet {grows richer},<note: Literally \"adding more\"> but he who withholds {what is right}<note: Literally \"from what is right\"> only [finds] need.",
    "11:25": "A person of blessing will be enriched, and he who gives water also will be refreshed.",
    "11:26": "He who withholds grain, the people curse him, but a blessing [is] for the head of him who sells.",
    "11:27": "He who diligently seeks good seeks favor, but he who inquires of evil, it will come to him.",
    "11:28": "He who trusts in his wealth [is] he who will fall, but like a green leaf the righteous will flourish.",
    "11:29": "He who brings trouble [to] his household, he will inherit wind,<note: Or \"breath, spirit\"> and a fool will serve the wise of heart.",
    "11:30": "The fruit of righteousness is a tree of life, and he who captures souls<note: Or \"persons,\" or \"inner selves\"> [is] wise.",
    "11:31": "If the righteous on earth will be repaid, {how much more}<note: Literally \"more for\"> the wicked and sinner.",
    "12:1": "He who loves discipline loves knowledge, but he who hates rebuke [is] stupid.",
    "12:2": "The good obtains favor from Yahweh, but anyone who schemes, he condemns.",
    "12:3": "A person will not be established by wickedness, but the root of the righteous will not be moved.",
    "12:4": "A woman of strength<note: Or \"honor\"> [is] the crown of her master,<note: Or \"lord, owner\"> but like rot in his bones is she who brings shame.",
    "12:5": "The thoughts of the righteous are<note: Hebrew \"is\"> just; the advice of the wicked is treacherous.",
    "12:6": "The words of the wicked [are] an ambush of blood, but the mouth of the upright delivers them.",
    "12:7": "The wicked are overthrown and {are no more},<note: Literally \"there is no them\"> but the house of the righteous shall stand.",
    "12:8": "For his mouth of good sense, a man will be recommended, but he who is of perverse {mind}<note: Literally \"heart\"> will be despised.",
    "12:9": "It is better to be lowly and a servant {to someone}<note: Literally \"for him,\" \"[belonging] to him\"> than self-glorifying and lacking food.",
    "12:10": "The righteous knows the life<note: Or \"soul,\" or \"inner self\"> of his animal, but the compassion<note: Hebrew \"compassions\"> of the wicked is cruel.",
    "12:11": "He who works his land will have plenty of food, but he who follows worthless things lacks {sense}.<note: Literally \"heart\">",
    "12:12": "The wicked covets the proceeds of evil, but the root of the righteous {bears fruit}.<note: Literally \"gives, sets up\">",
    "12:13": "By the transgression of lips, evil is ensnared, but the righteous escapes from trouble.",
    "12:14": "From the fruit of the mouth of a man, he is filled with good, and the reward of {a man's labor}<note: Literally \"the hands of a man\"> will return to him.",
    "12:15": "The way of a fool is upright in his [own] eyes, but he who listens to advice [is] wise.",
    "12:16": "As for a fool, {on that very day}<note: Literally \"on the day\"> he makes his anger known, but he who ignores an insult [is] prudent.",
    "12:17": "He who will speak truth will reveal righteousness, but the witness of falsehood, deceit.",
    "12:18": "There is one who speaks rashly, like the thrust of a sword, but the tongue of the wise brings healing.",
    "12:19": "A lip of truth endures forever, but a tongue of deception lasts only a moment.",
    "12:20": "Deceit [is] in the heart<note: Or \"mind\"> of {those who plan}<note: Literally \"the planners of\"> evil, but to {those who plan}<note: Literally \"the planners of\"> peace, [there is] joy.",
    "12:21": "{No evil will happen}<note: Literally \"All evil will not happen\"> to the righteous, but the wicked are filled [with] trouble.",
    "12:22": "An abomination of Yahweh are lips of deceit, but they who act faithfully [are] his delight.",
    "12:23": "A clever person conceals knowledge, but the heart<note: Or \"mind\"> of a fool<note: Hebrew \"fools\"> announces folly.",
    "12:24": "The hand of the diligent ones will rule, but the lazy will belong to forced labor.",
    "12:25": "Anxiety in the heart<note: Or \"mind\"> of a man will weigh him down, but a good word will cheer him.",
    "12:26": "A righteous person will seek out his neighbor, but the way of the wicked will lead them astray.",
    "12:27": "The lazy will not roast his game, but diligence is the precious wealth of a man.",
    "12:28": "On the road of righteousness is life, and [on] the way of the path, [may there be] no death.",
    "13:1": "A wise child [hears] the discipline of a father, but a scoffer does not listen to a rebuke.",
    "13:2": "From the fruit of the mouth of a man, he shall eat what is good, but the desire<note: Or \"soul\"> of the treacherous, wrongdoing.",
    "13:3": "He who keeps his mouth guards his life;<note: Or \"soul,\" or \"inner self\"> he who opens his lips, ruin [belongs] to him.",
    "13:4": "The soul<note: Or \"life\"> of the lazy craves, but there is nothing, but the person of diligence is richly supplied.",
    "13:5": "The righteous hates a word of falsehood; the wicked will bring shame and {disgrace}.<note: Literally \"he will bring disgrace\">",
    "13:6": "Righteousness will guard the upright of way, but wickedness will overthrow sin.",
    "13:7": "There is one who acts rich but {has nothing};<note: Literally \"there is no\"> another who pretends to be poor but [has] wealth.",
    "13:8": "The ransom of the life of a man [is] his wealth, but the poor does not receive a threat.",
    "13:9": "The light of the righteous will rejoice, but the lamp of the wicked will die out.",
    "13:10": "Only by insolence is strife set up, and wisdom [is] with those who take advice.",
    "13:11": "Wealth [gained] from haste<note: Or \"vanity\"> will dwindle, but he who gathers {little by little}<note: Literally \"upon the hand\"> will increase it.",
    "13:12": "Hope that is deferred makes the heart<note: Or \"mind\"> sick, but a desire fulfilled [is] a tree of life.",
    "13:13": "He who despises a word will bring destruction on himself, but he who respects a commandment will be rewarded.",
    "13:14": "The teaching of the wise [is] a fountain of life, [in order] to avoid the snares of death.",
    "13:15": "Good sense grants favor, but the way of the faithless is coarse.",
    "13:16": "Anyone who is clever will act with intelligence, but the fool will display folly.",
    "13:17": "A messenger of wickedness will fall into trouble, but an envoy of the faithful [brings] healing.",
    "13:18": "Poverty and disgrace [belong to] him who ignores instruction, but he who guards reproof will be honored.",
    "13:19": "A desire {fulfilled}<note: Literally \"made to be,\" \"brought about\"> will be sweet to the soul, but an abomination of fools is turning from evil.",
    "13:20": "Walk with the wise and be wise, but as for the companion of fools, he will suffer harm.",
    "13:21": "Misfortune will pursue sinners, but the righteous {will be rewarded with prosperity}.<note: Literally \"it will reward prosperity\">",
    "13:22": "He who is good will leave an inheritance to {his grandchildren},<note: Literally \"sons of sons\"> and stored up for the righteous [is] the wealth of a sinner.",
    "13:23": "[There is] much food [in] the field of the poor, but {it is swept away}<note: Literally \"there is sweeping away\"> by {injustice}.<note: Literally \"no justice\">",
    "13:24": "He who withholds his rod hates his child, but he who loves him {gives him}<note: Literally \"visits him\"> discipline.",
    "13:25": "The righteous eats to satisfy his life,<note: Or \"soul,\" or \"inner self\"> but the belly of the wicked will lack.",
    "14:1": "The {wisest of women}<note: Literally \"wise ones of women\"> builds her house, but the foolish tears it down with her hands.",
    "14:2": "He who walks in uprightness fears Yahweh, but he who is devious [in] his ways displeases him.",
    "14:3": "In the mouth of a fool is the rod of pride, but the lips of the wise preserve them.",
    "14:4": "{When there are no}<note: Literally \"In there is no\"> oxen the manger is empty, but an abundance of crops [comes] by the strength of an ox.<note: Hebrew \"bull\">",
    "14:5": "A faithful witness does not lie, but he who breathes out falsehood is a witness of deceit.",
    "14:6": "A scoffer seeks wisdom, but there is none, but knowledge {comes easily to him who understands}.<note: Literally \"to one who understands it comes easy\">",
    "14:7": "Leave {the presence of a foolish man},<note: Literally \"from the presence [belonging] to a man of foolishness\"> [for] you will not [come to] know {words of knowledge}.<note: Literally \"lips of knowledge\">",
    "14:8": "The wisdom of the clever is understanding his ways, but the folly of fools is deceit.",
    "14:9": "Fools mock<note: Hebrew \"he mocks\"> [the] guilt offering, but among the upright, it is favorable.",
    "14:10": "The heart<note: Or \"mind\"> knows the bitterness of its soul,<note: Or \"life,\" or \"inner self\"> but in its joy, it will not share itself with a stranger.",
    "14:11": "The house of the wicked will be destroyed, but the tent of the upright will flourish.",
    "14:12": "There is a way [that seems] upright {to}<note: Literally \"to the face of\"> a man, but its end [is] the way of death.",
    "14:13": "Even in laughter, a heart may be sad, and the end of joy [may be] grief.",
    "14:14": "From his ways, the perverse of heart will be satisfied, and {from his own},<note: Literally \"from upon him\"> [so shall] a good man.",
    "14:15": "The simple will believe every word, but the clever will consider his step.",
    "14:16": "The wise is cautious and turns from evil, but the fool throws off restraint and is confident.",
    "14:17": "He who is short of {temper}<note: Literally \"nostril\"> will act foolishly, and the man who schemes will be hated.",
    "14:18": "The simple are adorned [with] folly, but the clever are crowned with knowledge.",
    "14:19": "The evil bow down before the good, and the wicked at the gates of the righteous.",
    "14:20": "The poor is disliked even by his neighbor, but the lovers of the rich are many.",
    "14:21": "He who despises his neighbor is a sinner, but he who has mercy on the poor blesses him.",
    "14:22": "Have they not erred, those who plan evil? But loyalty and faithfulness [belong to] those who plan good.",
    "14:23": "In all toil, there is profit, but the {talk}<note: Literally \"word, matter, thing\"> of lips [leads] only to poverty.",
    "14:24": "The crown of the wise [is] their wealth; the folly of fools is folly.",
    "14:25": "He who saves lives<note: Or \"souls,\" or \"inner selves\"> [is] a witness of truth, but he who utters lies [is] a betrayer.",
    "14:26": "In the fear of Yahweh, there is confidence of strength, and for his children, there will be refuge.",
    "14:27": "The fear of Yahweh [is] a fountain of life, [in order] to turn from the snares of death.",
    "14:28": "In the multitude of people is the glory of the king, but without a population, a prince [is] ruined.",
    "14:29": "[He who is] slow to anger [has] great understanding, but the hasty of spirit<note: Or \"breath\"> exalts folly.",
    "14:30": "A heart<note: Or \"mind\"> of tranquility<note: Or \"he who heals\"> [is] life [to the] flesh, but causes bones of passion to rot.",
    "14:31": "He who oppresses the poor insults him who made him, but he who has mercy on the poor honors him.",
    "14:32": "By his evildoing, the wicked will be overthrown, and the righteous will find refuge in his death.",
    "14:33": "In the heart<note: Or \"mind\"> of him who has understanding, wisdom rests, but [even] in the midst of fools it becomes known.",
    "14:34": "Righteousness will exalt a nation, but sin [is] a reproach to a people.",
    "14:35": "The favor of a king [is] for the servant who deals wisely, but his wrath will be [on] him who acts shamefully.",
    "15:1": "A soft answer will turn away wrath, but a word of trouble will stir {anger}.<note: Literally \"nostril\">",
    "15:2": "The tongue of the wise will dispense knowledge, but the mouth of fools will pour out folly.",
    "15:3": "In every place, the eyes of Yahweh keep watch over the evil and the good.",
    "15:4": "Gentleness<note: Or \"Healing\"> of tongue is a tree of life, but perverseness in it<note: That is, the tongue> [causes] a break in spirit.",
    "15:5": "A fool will despise the instruction of his father, but he who guards reproof is prudent.",
    "15:6": "[In] the house of the righteous [there is] much treasure, but the income of the wicked brings trouble.",
    "15:7": "The lips of the wise will spread knowledge, but the heart<note: Or \"mind\"> of fools, not so.",
    "15:8": "The sacrifice of the wicked is an abomination of Yahweh, but the prayer of the upright [is] his delight.",
    "15:9": "An abomination of Yahweh is the way of the wicked, but he who pursues righteousness he will love.",
    "15:10": "Severe discipline [belongs] to him who forsakes the way; he who hates a rebuke will die.",
    "15:11": "Sheol<note: A term for the place where the dead reside, i.e., the Underworld> and Abaddon<note: Poetic synonym for \"Sheol.\" Only mentioned in the ot in relation to Sheol, the grave, or death.> [are] before Yahweh, {how much more}<note: Literally \"more for\"> the hearts of the children of men!",
    "15:12": "A scoffer does not like {his rebuke};<note: Literally \"rebuke [belonging] to him\"> to the wise he will not go.",
    "15:13": "A heart<note: Or \"mind\"> of gladness will make good {countenance},<note: Literally \"faces\"> but in sorrow of heart<note: Or \"mind\"> a spirit is broken.",
    "15:14": "The heart of him who understands will seek knowledge, but the faces of fools, they<note: Hebrew \"he/it\"> will feed on folly.",
    "15:15": "All the days of the poor [are] hard, but goodness of heart<note: Or \"mind\"> [is] a continuous feast.",
    "15:16": "Better [is] little with the fear of Yahweh than great treasure and trouble with it.<note: Or \"him\">",
    "15:17": "Better [is] a dinner of vegetables when<note: Hebrew \"and\"> love [is] there than a fattened ox and hatred with it.<note: Or \"him\">",
    "15:18": "A man who is hot-tempered will stir up strife, but he who is slow [to] {anger},<note: Literally \"nostrils\"> he will calm contention.",
    "15:19": "The way of the lazy is like a hedge of thorns,<note: Hebrew \"thorn\"> but the path of the upright [is] a highway.",
    "15:20": "A child of wisdom will make a father glad, but a {foolish person},<note: Literally \"foolishness of humankind\"> he despises his mother.",
    "15:21": "Folly is a joy to him who lacks {sense},<note: Literally \"heart\"> and a person of understanding {will walk upright}.<note: Literally \"he will walk upright walking\">",
    "15:22": "Plans go wrong when there is no counsel, but with many advisors it will succeed.",
    "15:23": "Joy [belongs] to a man with answers in his mouth, and a word in its time, how good [it is]!",
    "15:24": "The path of life [leads] upward for him who has insight, in order to turn away from Sheol below.",
    "15:25": "The house of the proud, Yahweh will tear [it] down, but he will maintain the {property line}<note: Literally \"boundary\"> of the widow.",
    "15:26": "Plans of evil [are] an abomination of Yahweh, but gracious words are pure.",
    "15:27": "He who makes trouble for his house [is] he who is greedy for unjust gain, but he who hates bribes will live.",
    "15:28": "A heart<note: Or \"mind\"> of righteousness will ponder the answer, but a mouth of wickedness will pour out deceit.",
    "15:29": "Yahweh is far from the wicked, but the prayers of the righteous he will hear.",
    "15:30": "From the light of the eyes, the heart<note: Or \"mind\"> will rejoice, and good news will enliven the bones.<note: Hebrew \"bone\">",
    "15:31": "The ear of him who listens [to] admonitions of life, in the midst of the wise it will lodge.",
    "15:32": "He who ignores instruction despises himself,<note: Or \"soul,\" or \"inner self\"> but he who hears admonition gains heart.<note: Or \"mind\">",
    "15:33": "Fear of Yahweh [is] the instruction of the wise, and before honor [comes] humility.",
    "16:1": "To mortals [belong] the plans of the heart, but from Yahweh [comes] the answer of the tongue.",
    "16:2": "All the ways of a man [are] pure in his own eyes, but Yahweh weighs the spirit.<note: Or \"breath\">",
    "16:3": "Commit your work to Yahweh, and your plans will be established.",
    "16:4": "All Yahweh has made [is] for his<note: Or \"its\"> purpose, and even the wicked for the day of trouble.",
    "16:5": "An abomination of Yahweh [are] all who are arrogant of heart;<note: Or \"mind\"> {rest assured},<note: Literally \"hand to hand\"> he will not go unpunished.",
    "16:6": "By loyalty and faithfulness, iniquity will be covered over,<note: Or \"atoned for\"> and by fear of Yahweh {one turns}<note: Literally \"turning\"> from evil.",
    "16:7": "When the ways of a man are pleasing [to] Yahweh, even his enemies he will cause to make peace with him.",
    "16:8": "Better is little with righteousness than great income with no justice.",
    "16:9": "The {mind}<note: Literally \"heart\"> of a person will plan his ways, and Yahweh will direct his steps.",
    "16:10": "A decision is upon the lips of a king; in judgment his mouth will not sin.",
    "16:11": "A balance and scales of justice [belong] to Yahweh; all the weights of the bag [are] his work.",
    "16:12": "An abomination to kings [is] doing evil, for by righteousness the throne will be established.",
    "16:13": "The delight of kings [are] the lips of righteousness, and he who speaks what is upright he will love.",
    "16:14": "The wrath of a king [is] a messenger of death, but one who is wise will appease<note: Or \"atone, cover over\"> it.",
    "16:15": "In the light of the face of the king [there is] life, and his favor [is] like a cloud of spring rain.",
    "16:16": "Getting wisdom: {how much}<note: Literally \"what\"> better than gold! And getting understanding: it is chosen {over}<note: Literally \"from\"> silver.",
    "16:17": "The highway of the upright, it turns from evil, he who guards himself<note: Or \"soul,\" or \"inner self\"> keeps his way.",
    "16:18": "Before destruction [comes] pride, and before a fall, a haughty spirit.<note: Hebrew \"a haughty of spirit\">",
    "16:19": "Better a lowly spirit with the poor than dividing the spoil with the proud.",
    "16:20": "He who is attentive to a matter will find goodness, and he who trusts in Yahweh, his own happiness.",
    "16:21": "The wise of heart<note: Or \"mind\"> is called perceptive, but he who is pleasant of lips will increase persuasiveness.",
    "16:22": "A fountain of life is wisdom for its owner,<note: Or \"master\"> but the instruction<note: Or \"punishment\"> of fools is folly.",
    "16:23": "The heart<note: Or \"mind\"> of the wise will make his mouth judicious, and upon his lips, it<note: Or \"he\"> will add persuasiveness.",
    "16:24": "Pleasant sayings [are] a honeycomb, sweetness to the soul and healing to the bones.",
    "16:25": "There is a way [that seems] upright {to}<note: Literally \"to the face of\"> a man, but its end [is] the way of death.",
    "16:26": "The life<note: Or \"soul,\" or \"inner self\"> of a worker works for him, for his {hunger}<note: Literally \"mouth\"> urges him.",
    "16:27": "A man of wickedness concocts evil, and his lips [are] like a scorching fire.",
    "16:28": "A person of perversity will spread dissent, and he who whispers separates a close friend.",
    "16:29": "A person of violence will entice his neighbor and cause him to walk on a way [that is] not good.",
    "16:30": "He who winks his eyes [does so in order] to plan perverse things; he who purses his lips will bring evil to pass.",
    "16:31": "A crown of glory is gray hair; by a righteous life it is gained.",
    "16:32": "He who is slow to anger<note: Literally \"nostrils\"> [is] better than him who is mighty, and he who controls his spirit than him who captures a city.",
    "16:33": "The lot will be cast into the lap, but all of its decisions are from Yahweh.",
    "17:1": "Better a dry morsel and quiet with it than a house filled [with] feasts of strife.",
    "17:2": "A slave who deals wisely will rule over a child who acts shamefully, and in the midst of brothers he will share his inheritance.",
    "17:3": "A crucible [is] for the silver, and a furnace [is] for the gold, but Yahweh will test hearts.",
    "17:4": "He who does evil listens to lips of wickedness, [and] the liar gives heed to the tongue of mischief.",
    "17:5": "He who mocks the poor insults him who made him; he who rejoices at calamity will not go unpunished.",
    "17:6": "The crown of the elderly [are] {grandchildren},<note: Literally \"sons of sons\"> and the glory of children [is] their fathers.",
    "17:7": "{Fine speech}<note: Literally \"A lip of fine[ness]\"> [is] not becoming a fool, {still less}<note: Literally \"only for\"> [is] {false speech}<note: Literally \"lip of deceit\"> for a ruler.",
    "17:8": "The bribe [is] a stone of magic in the eyes of its owner;<note: Or \"master\"> {everywhere}<note: Literally \"to all which\"> he will turn, he will prosper.",
    "17:9": "He who forgives an affront fosters love, but he who waits on a matter will alienate a friend.",
    "17:10": "A rebuke strikes him who understands deeper than one hundred blows to a fool.",
    "17:11": "An evil person will seek only rebellion, and a cruel messenger will be sent against him.",
    "17:12": "[May] a man meet a she-bear robbed of offspring and not a fool in his folly.",
    "17:13": "[For] he who returns evil for good, evil will not depart from his house.",
    "17:14": "[Like] the release of water [is] the beginning of strife; before it breaks out, stop the quarrel.",
    "17:15": "He who justifies the wicked and he who condemns the righteous, the two of them [are] both abominations of Yahweh.",
    "17:16": "Why [is] this? A price in the hand of a fool, [in order] to buy wisdom where<note: Hebrew \"and\"> there is no {sense}.<note: Literally \"heart\">",
    "17:17": "The friend loves at all times<note: Hebrew \"time\">, but a brother is born for adversity.",
    "17:18": "A person who lacks {sense}<note: Literally \"heart\"> {pledges};<note: Literally \"pledges a hand\"> he becomes security before his neighbor.",
    "17:19": "He who loves transgression loves strife; he who builds his high thresholds seeks destruction.",
    "17:20": "He who is crooked of heart<note: Or \"mind\"> will not find goodness, and he who is perverse, by his tongue he will fall into calamity.",
    "17:21": "He who begets a fool, [there is] trouble for him; the father of a fool will not rejoice.",
    "17:22": "A cheerful heart is good medicine, but a downcast spirit will dry out bones.",
    "17:23": "The wicked will accept a bribe from the lap, [in order] to pervert the ways of justice.",
    "17:24": "He who understands sets [his] face [toward] wisdom, but the eyes of a fool, to the end of the earth.<note: Or \"land\">",
    "17:25": "A grief to his father [is] the child of a fool, and bitterness to her who bore him.",
    "17:26": "Also, imposing a fine on the righteous is not good, [nor] to flog nobles for uprightness.",
    "17:27": "He who spares his sayings knows knowledge, and a cool spirit is a man of understanding.",
    "17:28": "Even a fool who keeps silent {shall be considered wise};<note: Literally \"wise, he shall be considered\"> he who closes his lips [is] intelligent.",
    "18:1": "He who is selfish seeks a craving;<note: Or \"boundary\"> against all sound judgment he shows contempt.",
    "18:2": "A fool will not take pleasure in understanding, but in expressing his heart.<note: Or \"mind\">",
    "18:3": "With the coming of wickedness comes contempt also, and with dishonor, disgrace.",
    "18:4": "Deep waters [are] words of the mouth of a man; a gushing stream [is] a fountain of wisdom.",
    "18:5": "Being partial [to] faces of evil [is] not good, [nor] to subvert the righteous at the judgment.",
    "18:6": "The lips of a fool will bring strife, and his mouth calls out for a flogging.",
    "18:7": "The mouth of a fool [is] ruin to him, and his lips [are] a snare to his soul.<note: Or \"life,\" or \"inner self\">",
    "18:8": "The words of a whisper [are] like delicious morsels, and they themselves go down [to] inner parts of the body.",
    "18:9": "Even he who is slack in his work, he is brother to a master<note: Or \"owner\"> of destruction.",
    "18:10": "A tower of strength is the name of Yahweh; into him<note: Or \"it\"> the righteous will run and be safe.",
    "18:11": "The wealth of the rich [is] {his strong city},<note: Literally \"a city of his strength\"> and like a wall, it is high in his imagination.",
    "18:12": "In the presence of destruction, the heart<note: Or \"mind\"> of a man will be haughty, but in the presence of honor, humble.",
    "18:13": "He who returns a word before he will hear, folly itself [belongs] to him as well as<note: Hebrew \"and\"> shame.",
    "18:14": "The spirit of a man will endure his sickness, but a broken spirit, who may bear it?",
    "18:15": "An intelligent {mind}<note: Literally \"heart\"> will acquire knowledge, and the ear of the wise will seek knowledge.",
    "18:16": "The gift of a person will open doors for him, and before the great, it gives him access.",
    "18:17": "The first in his dispute is [deemed] righteous, [but] his neighbor will come and examine him.",
    "18:18": "The lot will put an end to disputes, and between powerful contenders it will decide.",
    "18:19": "A brother who is offended [is worse] than a city of strength, and quarrels [are] like the bars of a fortification.",
    "18:20": "From the fruit of a man's mouth, his stomach will be satisfied, as for the yield of his lips, it will satisfy.",
    "18:21": "Death and life [are] in the {power}<note: Literally \"hand\"> of the tongue, and those who love her<note: That is, the power of the tongue> will eat of her fruit.",
    "18:22": "He who finds a wife<note: Or \"woman\"> finds good, and he will obtain favor from Yahweh.",
    "18:23": "The poor may speak entreaties, but the rich will answer roughly.",
    "18:24": "A man of [many] friends will come to ruin, but there is a friend who sticks closer than a brother.",
    "19:1": "Better a poor person walking in integrity than one who is perverse {in his speech}<note: Literally \"in his lips\"> and is a fool.",
    "19:2": "Also, a life<note: Or \"soul,\" or \"inner self\"> without knowledge is not good, and he who moves quickly with [his] feet {misses the mark}.<note: Or \"sins\">",
    "19:3": "As for the folly of humankind, its way leads to ruin, and against Yahweh his heart<note: Or \"mind\"> will rage.",
    "19:4": "Wealth adds many friends, but the poor will be left by his friends.",
    "19:5": "A witness of falsehood will not go unpunished, and he who breathes lies will not escape.",
    "19:6": "Many will seek favor before the generous, and everyone [is] the friend of a man of gifts.<note: Hebrew \"gift\">",
    "19:7": "All the brothers of the poor, [if] they hate him, how much more will his friends keep away from him. He pursues [them with] words, [and] they are gone.<note: Or \"[when] he pursues words [and] not them\">",
    "19:8": "He who acquires wisdom loves himself;<note: Or \"soul,\" or \"inner self\"> he who guards understanding [loves] to find good.",
    "19:9": "A false witness will not go unpunished, and he who breathes lies will perish.",
    "19:10": "For a fool living in luxury is not fitting, [any] more [than it is] for a slave to rule over princes.",
    "19:11": "The understanding of a person makes him slow to his {anger},<note: Literally \"nostril\"> and his glory overlooks offense.",
    "19:12": "The rage of a king growls like a lion, but his favor is like dew on the grass.",
    "19:13": "A foolish child is a ruin to his father, and the quarreling of a woman<note: Or \"wife\"> is a continuous dripping.",
    "19:14": "A house and wealth [are] an inheritance [from] fathers, but from Yahweh [comes] a woman<note: Or \"wife\"> who is prudent.",
    "19:15": "Laziness will bring on a deep sleep, and a person<note: Or \"soul,\" or \"life\"> of idleness will suffer hunger.",
    "19:16": "He who guards commandments guards his life;<note: Or \"soul,\" or \"inner self\"> he who is careless of his ways will be killed.",
    "19:17": "He who lends to Yahweh [is] he who is kind to the poor, and his benefits he will repay to him.",
    "19:18": "Discipline your child, for there is hope, but on his destruction do not set your desire.<note: Or \"soul,\" or \"inner self\">",
    "19:19": "A hot-tempered person pays a penalty; if you rescue [him], you will do [it] yet again.",
    "19:20": "Listen [to] advice and accept instruction so that you will gain wisdom for your {future}.<note: Literally \"after [things]\">",
    "19:21": "Many plans [are] in the heart<note: Or \"mind\"> of a man, but the purpose of Yahweh will be established.",
    "19:22": "The craving of a man [is] his steadfast loyalty, and [it is] better [to be] poor than a {liar}.<note: Literally \"man of lying\">",
    "19:23": "Fear of Yahweh [leads] to life; he who is filled [with it] will rest--he will not suffer harm.",
    "19:24": "A lazy person buries his hand in the dish, and even to his mouth he will not bring it back.",
    "19:25": "The scoffer you shall strike, and the simple, may they learn prudence, and reprove the intelligent [and] he will gain knowledge.",
    "19:26": "He who does violence to a father, he who chases away a mother, [is] a child who causes shame and brings reproach.",
    "19:27": "Cease to listen to instruction, my child, {and you will stray}<note: Literally \"[in order] to stray\"> from sayings of knowledge.",
    "19:28": "A worthless witness will mock justice, and the mouth of the wicked will devour iniquity.",
    "19:29": "Judgments<note: Or \"Punishments,\" or \"Condemnations\"> are prepared for the scoffers, and flogging for the back of fools.",
    "20:1": "Wine [is] a mocker, strong drink a brawler, and any who go astray by it are not wise.",
    "20:2": "Roaring like the lion [is the] dreaded anger of a king; he who provokes him forfeits his life.<note: Or \"soul,\" or \"inner self\">",
    "20:3": "[It is] honorable for the man to refrain from strife, but every fool will be quick to quarrel.",
    "20:4": "The lazy person will not plow in season; he will expect at the harvest, but there [will be] nothing.",
    "20:5": "Deep waters [are like] purpose in the heart<note: Or \"mind\"> of a man, and a man of understanding will draw it<note: Or \"her\"; referring to \"purpose\"> out.",
    "20:6": "Many a person will proclaim his loyalty [for] himself, but a man [who is] trustworthy, who can find?",
    "20:7": "He who walks in his integrity [is] righteous; happy are his children who follow him.",
    "20:8": "A king who sits on [the] throne of judgment winnows all evil with his eyes.",
    "20:9": "Who will say \"I have made my heart<note: Or \"mind\"> clean; I am pure from my sin\"?",
    "20:10": "Stone and stone, measure and measure, {both of them}<note: Literally \"also [the] two of them\"> [are] an abomination of Yahweh.",
    "20:11": "Even by his acts, a {young man}<note: Or \"young boy,\" or \"adolescent\"> will make himself known, whether his acts are pure and upright.",
    "20:12": "The ear that hears and the eye that sees, Yahweh has made {them both}.<note: Literally \"also [the] two of them\">",
    "20:13": "Do not love sleep, lest you become poor; open your eyes [and] have plenty bread.",
    "20:14": "\"Bad, bad,\" the buyer will say, but [when] one goes to him, then he will boast.",
    "20:15": "There is gold and many costly stones, but precious jewels are lips of knowledge.",
    "20:16": "Take his garment, for he has given security [to] a stranger, and on behalf of a foreigner--take it as pledge.",
    "20:17": "Bread gained by deceit is sweet for the man, but afterward, his mouth will be filled [with] gravel.",
    "20:18": "A plan<note: Hebrew \"plans\"> will be established by advice, and with guidance make war.",
    "20:19": "He reveals a secret, he who walks [about with] gossip, and do not associate with a babbler's lips.",
    "20:20": "He who curses his father and his mother, his lamp will be extinguished {in the midst of darkness}.<note: Literally \"in a pupil of darkness\">",
    "20:21": "An inheritance acquired [hastily] {at the beginning}<note: Literally \"at the first\"> will not be blessed at its end.",
    "20:22": "Do not say \"I will repay evil\"; wait for Yahweh and he will deliver you.",
    "20:23": "An abomination of Yahweh [is] {a stone and a weight},<note: Literally \"a stone and a stone\"> and scales of falsehood are not good.",
    "20:24": "[Away] from Yahweh are the steps of a strong man, and how will humankind understand his ways?",
    "20:25": "[It is] a snare to humankind to say rashly \"[It is] holy,\" and after vows, to scrutinize.",
    "20:26": "A wise king winnows the wicked, and he will drive a wheel over them.",
    "20:27": "The lamp of Yahweh [is] the spirit<note: Or \"soul\"> of humankind, he who searches every {innermost part}.<note: Literally \"parts of the inmost\">",
    "20:28": "Loyalty and faithfulness will preserve a king, and he is upheld with the righteousness of his throne.",
    "20:29": "The glory of young men [is] their strength,<note: Or \"strengthens them\"> but the beauty of the aged [is] gray hair.",
    "20:30": "The blows of a wound will cleanse evil, as will<note: Hebrew \"and\"> beatings of the {innermost part}.<note: Literally \"parts of the inmost\">",
    "21:1": "Streams of water [are] the heart<note: Or \"mind\"> of a king in the hand of Yahweh; {wherever}<note: Literally \"upon all that\"> he will desire, he will turn.",
    "21:2": "Every way of a man is upright in his [own] eyes, but Yahweh weighs hearts.<note: Or \"minds\">",
    "21:3": "Doing righteousness and justice is [more] acceptable to Yahweh than sacrifice.",
    "21:4": "Haughtiness of [the] eyes and pride of heart, [the] lamp of the wicked [are] sin.",
    "21:5": "The plans of the diligent only [lead] to abundance, but all who are hasty, only to want.",
    "21:6": "He who makes treasure by a lying tongue [is a] fleeting vapor [and] seeker<note: Hebrew \"seekers\"> of death.",
    "21:7": "The violence of the wicked will sweep them away, for they refuse to do justice.",
    "21:8": "Crooked is the way of a man and a foreigner, but the pure [is] upright [in] his conduct.",
    "21:9": "Better to dwell on the corner of a roof than [to] share a house with a woman<note: Or \"wife\"> of contention.",
    "21:10": "The soul<note: Or \"soul, life, throat\"> of the wicked desires evil; his neighbor will not find mercy in his eyes.",
    "21:11": "With the punishment of a scoffer, the simple will become wise, and with the instruction of the wise, he will obtain knowledge.",
    "21:12": "The righteous observes the house of the wicked; he throws the wicked to ruin.",
    "21:13": "He who closes his ear from the cry of the poor, he also will cry out and not be heard.",
    "21:14": "A gift in secret<note: Hebrew \"the secret\"> will avert {anger},<note: Literally \"nostril\"> and a {concealed bribe},<note: Literally \"bribe in the bosom\"> strong wrath.",
    "21:15": "[It is] a joy to the righteous to do justice, but dismay to those who do evil.",
    "21:16": "Whoever wanders from the way of understanding, in the assembly of the dead<note: Or \"Rephaim\"> he will rest.",
    "21:17": "A man of want [is] he who loves pleasure; he who loves wine and oil<note: Or \"fat\"> will not become rich.",
    "21:18": "A ransom for the righteous is the wicked, and [the] faithless instead of the upright.",
    "21:19": "Better to live in a land of wilderness than [with] a wife of quarrels and provocation.",
    "21:20": "Precious treasure and oil [are] in the house of the wise, but the foolish person<note: Or \"foolish of mankind\"> will devour them.<note: Literally \"it\">",
    "21:21": "He who pursues righteousness and kindness will find life, righteousness, and honor.",
    "21:22": "To a city of warriors, the wise ascends, and he will bring down the stronghold--its object of trust.",
    "21:23": "He who guards his mouth and his tongue, he guards his life<note: Or \"soul,\" or \"inner self\"> from danger.",
    "21:24": "The proud, haughty one: \"scoffer\" [is] his name; he acts with arrogance of pride.",
    "21:25": "The craving of a lazy person will kill him, for his hands refuse to work.<note: Or \"make\">",
    "21:26": "{All day}<note: Literally \"All the day\"> he craves a craving, but the righteous will give and not hold back.",
    "21:27": "The sacrifice of the wicked [is] an abomination; how much more when he brings it in divisiveness!",
    "21:28": "A false witness will perish, but a man who listens will testify with<note: Hebrew \"to the\"> success.",
    "21:29": "A wicked man is strong in {his countenance},<note: Literally \"his face\"> but the upright will appoint his paths.",
    "21:30": "There is no wisdom, nor understanding, nor counsel to oppose Yahweh.",
    "21:31": "A horse is prepared for the day of battle, but to Yahweh [belongs] the victory.",
    "22:1": "A {reputation}<note: Literally \"name\"> [is] to be chosen {rather than}<note: Literally \"from\"> great riches; {favor is better than silver and gold}.<note: Literally \"from silver and from gold, favor [is] better\">",
    "22:2": "Rich and poor have [much] in common; Yahweh is the maker of all of them.",
    "22:3": "The clever sees danger and hides, but the simple go on and suffer.",
    "22:4": "The reward of humility [is] the fear of Yahweh-- wealth and honor and life.",
    "22:5": "Thorns [and] snares [are] in the way of the perverse; he who guards himself<note: Or \"soul,\" or \"life\"> will keep away from them.",
    "22:6": "Train the child {concerning his way};<note: Literally \"on the mouth of his way\"> even when he is old, he will not stray from it.",
    "22:7": "The rich will rule over the poor, and the borrower is a slave of {the lender}.<note: Literally \"the borrower [belonging] to a man\">",
    "22:8": "He who sows injustice will reap calamity, and the rod of his anger will fail.",
    "22:9": "He [who] {is generous}<note: Literally \"the generous of eye\"> will be blessed, for he gives to the poor from his [own] bread.",
    "22:10": "Drive out a scoffer and strife will go out; quarrel and abuse will cease.",
    "22:11": "He who loves purity of heart [and has]{gracious speech},<note: Literally \"grace of his lips\"> his friend [is the] king.",
    "22:12": "The eyes of Yahweh keep watch over knowledge, but he will overthrow the words of the faithless.",
    "22:13": "A lazy person says \"A lion in the street! In the middle of the highway, I shall be killed!\"",
    "22:14": "A deep pit is the mouth of an {adulteress},<note: Literally \"a strange woman\"> [he with whom] Yahweh is angry will fall there.",
    "22:15": "Folly is bound up in the heart<note: Or \"mind\"> of a boy;<note: Or \"young man,\" or \"adolescent\"> [the] rod of discipline will drive it<note: That is, folly> from him.",
    "22:16": "He who oppresses the poor [in order] to enrich himself, [or] gives to the rich, {will come to poverty}.<note: Literally \"only loss\">",
    "22:17": "Incline your ear and hear the words of the wise; you shall apply your heart<note: Or \"mind\"> to my teaching.",
    "22:18": "For [it is] pleasant if you guard them {within you};<note: Literally \"in your belly/womb\"> together they will be ready upon your lips.",
    "22:19": "[In order] for your trust to be in Yahweh, I have made [them] known to you {today}<note: Literally \"the day\">--even<note: Or \"only\"> you.",
    "22:20": "Have I not written for you thirty [sayings] with admonitions and knowledge?",
    "22:21": "[In order] to show you what is right--sayings of truth-- [in order] to return a true saying to him who sent you.",
    "22:22": "Do not rob the poor because he is poor, and do not crush the afflicted at the gate;",
    "22:23": "For Yahweh will plead their case and despoil those who despoil them of life.<note: Or \"soul,\" or \"inner self\">",
    "22:24": "Do not befriend an owner<note: Or \"master\"> of {anger},<note: Literally \"nostril\"> and with a man of wrath you shall not associate;",
    "22:25": "lest you learn his way and become entangled in a snare to yourself.<note: Or \"soul,\" or \"inner self\">",
    "22:26": "Do not be with those who {give a pledge}<note: Literally \"strike a hand\"> {by becoming}<note: Literally \"in the becomings of\"> surety.",
    "22:27": "If there is nothing for you to pay,<note: Or \"complete\"> why will he take your bed from under you?",
    "22:28": "Do not remove an ancient boundary marker which your ancestors<note: Or \"fathers\"> made.",
    "22:29": "A man who is skillful in his work, you shall see: before kings, he will serve; he will not serve before the commoners.",
    "23:1": "When you sit to eat with a ruler, you shall surely observe what [is] before you,",
    "23:2": "and you shall put a knife to your throat if you have a {big appetite}.<note: Literally \"lord/master of life\">",
    "23:3": "Do not desire his delicacies, for<note: Hebrew \"and\"> it is food of deception.",
    "23:4": "Do not tire [in order] to become rich; out of your understanding, [may you] desist.",
    "23:5": "Your eyes will {alight}<note: Literally \"cause to fly\"> on it, but there is nothing [to] it, for suddenly it will make for itself wings like an eagle and it will be exhausted [in] the heavens.",
    "23:6": "Do not eat the bread of {the stingy},<note: Literally \"stingy of eye\"> and do not desire his delicacies.",
    "23:7": "For, like hair in his {throat},<note: Literally \"soul,\" or \"inner self\"> so it is.<note: Or \"is he\"> \"Eat and drink!\" he will say to you, but his heart will not be with you.",
    "23:8": "Your morsel you have eaten, you will vomit it up, and you will waste your pleasant words.",
    "23:9": "In the ears of a fool do not speak, for he will despise the wisdom of your words.",
    "23:10": "Do not remove an ancient boundary marker, and on the fields of orphans do not encroach;",
    "23:11": "For their redeemer is strong, he himself will plead their cause against you.",
    "23:12": "Apply your heart<note: Or \"mind\"> to instruction, and your ear to sayings of knowledge.",
    "23:13": "Do not withhold discipline from a child, if you will beat him with the rod, he will not die.",
    "23:14": "As for you, with the rod you shall beat him, and his life<note: Or \"soul,\" or \"inner self\"> you will save from Sheol.<note: A term for the place where the dead reside, i.e., the Underworld>",
    "23:15": "My child, if your heart<note: Or \"mind\"> is wise, my heart will be glad--even me!",
    "23:16": "And my {insides}<note: Literally \"kidneys\"> will rejoice when your lips speak what is upright.",
    "23:17": "May your heart<note: Or \"mind\"> not envy the sinners, but [live] in fear of Yahweh {all day}.<note: Literally \"all the day\">",
    "23:18": "{Surely}<note: Literally \"For if\"> there is a future, and your hope will not be cut off.",
    "23:19": "You, my child, hear and be wise, and direct your heart<note: Or \"mind\"> on the road.",
    "23:20": "Do not be among drinkers of wine, among gluttonous eaters of {their meat}.<note: Literally \"meat for them\">",
    "23:21": "For the drunkard and gluttonous, they will become poor, and [with] rags, drowsiness will clothe them.",
    "23:22": "Listen to your father--he who {gave you life},<note: Literally \"caused you to be born\"> and do not despise your mother when<note: Or \"for, because\"> she is old.",
    "23:23": "Buy truth and do not sell [it], wisdom and instruction and understanding.",
    "23:24": "The father of the righteous will surely rejoice; he who bears a wise person will be happy with him.",
    "23:25": "May your father and your mother be glad, and may she who bore you rejoice.",
    "23:26": "My child, may you give your heart<note: Or \"mind\"> to me, and may your eyes delight in my ways.",
    "23:27": "For a deep pit is a prostitute,<note: Or \"whore\"> and a narrow well is {an adulteress}.<note: Literally \"a foreign woman\">",
    "23:28": "She [is] also like a robber lying in wait, and the faithless among mankind she increases.",
    "23:29": "To whom [is] woe? To whom [is] sorrow? To whom [are] quarrels? To whom [is] complaint? To whom [are] wounds without cause? To whom [is] redness of [the] eyes?",
    "23:30": "To those who linger over wine, to those who come to try mixed wine.",
    "23:31": "Do not look at wine when it is red, when it {sparkles}<note: Literally \"gives its eye\"> on the cup, going down smoothly.",
    "23:32": "{In the end},<note: Literally \"end him\"> it will bite like a serpent, and it will sting like an adder.",
    "23:33": "Your eyes will see strange things, and your heart<note: Or \"mind\"> will speak perverse things.",
    "23:34": "And you will be like him who lies down in the heart of the sea, and like him who lies down on top of a mast.",
    "23:35": "\"They struck me; I was not hurt. They beat me; I did not know [it]. When I will awake, I will continue; I will seek it again.\"",
    "24:1": "Do not envy men of evil, and do not desire to be with them.",
    "24:2": "For their minds will devise violence, and their lips will speak mischief.",
    "24:3": "By wisdom a house is built, and by understanding it is established.",
    "24:4": "And by knowledge, rooms are filled [with] all riches, precious and pleasant.",
    "24:5": "The warrior of wisdom [is] in strength, and a man of knowledge is strong [in] power.",
    "24:6": "For with wise guidance you shall make war for yourself, and victory [is] in an abundance of counsel.",
    "24:7": "Wisdom [is too] high for fools; at the gate he will not open his mouth.",
    "24:8": "He who plans to do evil for<note: Or \"to\"> himself, they will call [him] \"master<note: Or \"owner\"> of mischief.\"",
    "24:9": "Devising folly [is] a sin, and an abomination to humankind [is] a scoffer.",
    "24:10": "[If] you faint on the day of adversity, little [is] your strength.",
    "24:11": "Rescue those who are led away to the death and those who stagger to the slaughter. If you hold back,",
    "24:12": "if you say, \"Look, we do not know this,\" does not he who weighs hearts perceive [it]? And he who keeps your soul,<note: Or \"life,\" or \"inner self\"> he knows and will repay humankind according to his deeds.",
    "24:13": "My child, eat honey, for [it is] good, and the dripping of the honeycomb [is] sweet to your taste.",
    "24:14": "Thus know wisdom for [the sake of] your soul,<note: Or \"life,\" or \"inner self\"> if you find [it], then there is a future, and your hope will not be cut off.",
    "24:15": "Do not lie in wait [like] an outlaw against the home of the righteous; do not do violence [to] his dwelling place.",
    "24:16": "For seven [times] the righteous will fall, but he will rise, but the wicked will be overthrown by calamity.",
    "24:17": "While your enemies are falling, do not rejoice; when he trips himself, may your heart<note: Or \"mind\"> not be glad",
    "24:18": "lest Yahweh see and [it] be evil in his eyes, and turn his anger away from him.",
    "24:19": "Do not fret because of the evildoers; do not envy the wicked.",
    "24:20": "For there will not be a future for the evil; the lamp of the wicked will die out.",
    "24:21": "Fear Yahweh, my son, and the king; with those who change, do not associate.",
    "24:22": "For suddenly their disaster will come, and the ruin of {both of them},<note: Literally \"[the] two of them\"> who knows?",
    "24:23": "These [sayings] are also for the wise: {Partiality}<note: Literally \"acknowledge faces\"> in judgment is not good.",
    "24:24": "Whoever says to the guilty, \"You are righteous,\" the people will curse him; the nations will abhor him.",
    "24:25": "But they who rebuke will have delight, and upon them blessings of goodness will come.",
    "24:26": "He will kiss [the] lips, he who gives an honest answer.",
    "24:27": "Prepare your work in the street and get it ready for yourself in the field; afterward, then<note: Hebrew \"and\"> you shall build your house.",
    "24:28": "Do not be a witness without cause against your neighbor nor deceive with your lips.",
    "24:29": "Do not say, \"Just as he has done to me, so shall I do to him; I will pay back the man according to his deed.\"",
    "24:30": "I passed by the field of a lazy person, and over the vineyard of a person lacking {sense};<note: Literally \"heart\">",
    "24:31": "and behold, it was overgrown--all of it was covered [with] thorns, its surface with nettles, and {its stone wall}<note: Literally \"a wall of his/its stones\"> was broken down.",
    "24:32": "Then I myself saw and my heart<note: Or \"mind\"> considered; I looked, and I took hold of instruction:",
    "24:33": "A little sleep, a little slumber, a little folding of the hands for rest,",
    "24:34": "and your poverty will come running, and your lack like an armed warrior.",
    "25:1": "These are also proverbs of Solomon which officials of Hezekiah king of Judah copied:",
    "25:2": "The glory of God<note: Or \"gods\"> conceals things, but the glory of kings searches out things.",
    "25:3": "As heaven is to height and the earth is to depth, so [is] the heart<note: Or \"mind\"> of kings--there is no searching.",
    "25:4": "Remove the dross from silver, and it will become a vessel for the smith.",
    "25:5": "Remove the wicked before a king, and his throne will be established in righteousness.<note: Hebrew \"in the righteousness\">",
    "25:6": "Do not promote yourself before the king, and in the place of the great ones do not stand.",
    "25:7": "For [it is] better [that] he say to you, \"Ascend here,\" than he humble you before a noble. What your eyes have seen,",
    "25:8": "do not hastily bring out to court, for<note: Or \"lest\"> what will you do at its end, when your neighbor puts you to shame?",
    "25:9": "Argue your argument with your neighbor [himself], the secret of another do not disclose,",
    "25:10": "lest he who hears shame you and your ill repute will not end.",
    "25:11": "Apples of gold in a setting of silver is a matter spoken at<note: Hebrew \"on\"> its proper time.",
    "25:12": "A ring of gold and an ornament of fine gold [is] a rebuke of the wise to the ear of a listener.",
    "25:13": "Like the cold of snow on a day<note: Or \"at a season\"> of harvest [is] a faithful messenger to those who send him, and the soul<note: Or \"life,\" or \"inner self\"> of his master is refreshed.<note: Or \"returned\">",
    "25:14": "[Like] clouds and wind when there is no rain, [so too is] a man who boasts in a gift of deception.",
    "25:15": "{With patience}<note: Literally \"With length of face\"> a ruler may be persuaded, and a soft tongue will break a bone.<note: Or \"strength\">",
    "25:16": "[If] you find honey, eat what is sufficient for you, lest you have your fill of it and vomit it out.",
    "25:17": "Make your foot scarce in the house of your neighbor, lest he become weary of you and hate you.",
    "25:18": "[Like] a club and sword and a sharp arrow [is] a man who bears false witness against his neighbor.",
    "25:19": "A bad tooth and a lame foot [is] the trust of a faithless person {in a time}<note: Literally \"on a day\"> of trouble.",
    "25:20": "[Like] one who removes a garment on a cold day, [or like] vinegar on natron,<note: A mineral salt found on dry lake beds often used as a preservative.> [is] he who sings songs to a heavy heart.",
    "25:21": "If your enemy [is] hungry, feed him bread, and if thirsty, let him drink water.",
    "25:22": "For coals of fire you will heap upon his head, and Yahweh will reward you.",
    "25:23": "The wind of the north produces rain, and a backbiting tongue, angry faces.",
    "25:24": "Better to live upon the corner of a roof than [with] a woman<note: Or \"wife\"> of contention and [in a] shared house.",
    "25:25": "[Like] cold water<note: Hebrew \"waters\"> upon a weary soul,<note: Or \"life,\" or \"inner self\"> [so too is] good news from a distant place.",
    "25:26": "[Like] a muddied spring or a polluted fountain is the righteous who gives way before the wicked.",
    "25:27": "To eat much honey is not good, nor [is] seeking one's honor<note: Hebrew \"their honor\"> honorable.",
    "25:28": "A breached city [where] there is no wall [is like] a man who {has no}<note: Literally \"there is no\"> self-control for his spirit.",
    "26:1": "Like snow in the summer and like rain at the harvest, so honor is not fitting for a fool.",
    "26:2": "Like the sparrow [is] to fluttering and like the swallow [is] to flying, so an undeserved curse does not go forth.",
    "26:3": "A whip for the horse, a bridle for the donkey, and a rod for the back of fools.",
    "26:4": "Do not answer a fool according to his folly lest you become like him--even you.",
    "26:5": "Answer a fool according to his folly, or else he will be wise in his own eyes.",
    "26:6": "[Like] cutting off feet [or] drinking violence, so [is] he who sends messages in the hand of a fool.",
    "26:7": "[Like] legs that hang limp from a lame person, so [is] a proverb in the mouth of fools.",
    "26:8": "Like binding a stone in a sling, so [is] giving honor to a fool.",
    "26:9": "[Like] a thorn that goes up in the hand of a drunkard, so [is] a proverb in the mouth of fools.",
    "26:10": "[Like] an archer who wounds everyone, so [is] he who hires a fool or he who hires passersby.",
    "26:11": "Like a dog returning to his vomit [is] a fool reverting to his folly.",
    "26:12": "[Do] you see a man wise in his own eyes? [There is more] hope for a fool than for him.",
    "26:13": "A lazy person says \"A lion [is] in the road! A lion among the streets!\"",
    "26:14": "The door turns on its hinge, and a lazy person on his bed.",
    "26:15": "A lazy person buries his hands in the dish; he is [too] tired to return it to his mouth.",
    "26:16": "A lazy person is wiser in his eyes than seven who answer discreetly.",
    "26:17": "Grabbing onto the ears of a dog passing by [is] one who meddles in a quarrel [that is] not his own.",
    "26:18": "Like a maniac who shoots firebrands, arrows, and death,",
    "26:19": "so [is] a man who deceives his neighbor, but says \"Am I not joking?\"",
    "26:20": "For lack of wood, a fire goes out, and where there is no whisperer, quarreling will cease.",
    "26:21": "[As] charcoal [is] to hot embers and wood [is] to fire, so a man of quarrels [is] to kindling strife.",
    "26:22": "The words of a whisperer [are] like delicious morsels, and they go down to the inner parts of the body.",
    "26:23": "[Like] {impure silver}<note: Literally \"silver of impurities\"> which overlays an earthen vessel, [so are] smooth lips and an evil heart<note: Or \"mind\">.",
    "26:24": "On his lips, an enemy will pretend, but {inside}<note: Literally \"in his midst\"> he will harbor deceit.",
    "26:25": "When he makes his voice gracious, do not believe him, for seven abominations [are] in his heart.",
    "26:26": "Though hatred is covered with guile, its evil will be exposed in the assembly.",
    "26:27": "He who digs a pit, in it he will fall, and he who rolls a stone, on him it will come back.",
    "26:28": "A tongue of deceit hates its victim, and a flattering mouth makes ruin.",
    "27:1": "Do not boast {about tomorrow},<note: Literally \"on the day of tomorrow\"> for you do not know what the day will bring.",
    "27:2": "May another praise you and not your own mouth, a stranger and not your own lips.",
    "27:3": "Heavy [is] a stone and weighty [is] sand, but [the] provocation of a fool [is] heavier than both of them.",
    "27:4": "Cruel [is] wrath and overwhelming [is] anger, but who will stand before jealousy?",
    "27:5": "Better a rebuke that is open than a love that is hidden.",
    "27:6": "The wounds of a friend mean well, but the kisses of an enemy are profane.",
    "27:7": "An {appetite}<note: Literally \"soul\"> that is sated spurns honey, but [to] an {appetite}<note: Literally \"soul\"> that is ravenous, all bitterness [is] sweet.",
    "27:8": "Like a bird that strays from its nest, so is a man who strays from his place.",
    "27:9": "Perfume and incense will gladden a heart, and the pleasantness of one's friend [is] {personal advice}.<note: Literally \"because of advice of a person\">",
    "27:10": "As for your friend and a friend of your father, do not forsake [them], and the house of your brother, do not enter on the day of your calamity. Better is a close neighbor than a distant brother.",
    "27:11": "Be wise, my child, and make my heart glad, and I will answer him who reproaches me [with] a word.",
    "27:12": "[When] the clever sees danger, he hides; the simple go on [and] suffer.",
    "27:13": "Take his garment, for he gives surety [to] a stranger, and to {an adulteress}<note: Literally \"a foreign woman\">--[so] take his pledge.",
    "27:14": "He who blesses his neighbor with a loud voice early in the morning, a curse will be reckoned to him.",
    "27:15": "Dripping constantly on a day of heavy rain and a woman<note: Or \"wife\"> of contention are alike.",
    "27:16": "[In] restraining her, he restrains wind,<note: Or \"breath, or \"spirit\"> and his right hand will grasp oil<note: Or \"fat\">.",
    "27:17": "[As] iron sharpens<note: Or \"is united with\"> iron, so {one man sharpens another}.<note: Literally \"a man sharpens [the] faces of his friend\">",
    "27:18": "He who tends a fig tree will eat its fruit, and he who guards his master<note: Or \"lord\"> will be honored.",
    "27:19": "As the waters [reflect] {face to face},<note: Literally \"the faces to the faces\"> so the heart of a person [reflects] the person.",
    "27:20": "Sheol<note: A term for the place where the dead reside, i.e., the Underworld> and Abaddon<note: Poetic synonym for \"Sheol.\" Only mentioned in the ot in relation to Sheol, the grave, or death.> will not be satisfied, and the eyes of a person will not be satisfied [either].",
    "27:21": "A crucible [is] for the silver, and a furnace for the gold, but a man [is tested by] the mouth of him who praises him.",
    "27:22": "If you crush a fool in the mortar with the pestle {along with}<note: Or \"in the midst of\"> the crushed grain, it will not drive folly from upon him.",
    "27:23": "You will surely know the {condition}<note: Literally \"faces\"> of your flock; your heart<note: Or \"mind\"> attends to the herds.",
    "27:24": "For riches [are] not forever, nor a crown for generation [after] generation.",
    "27:25": "When the grass is gone, then green growth will appear, and the herbs of the mountains will be gathered.",
    "27:26": "Lambs [will be] your clothing, and goats the price of the field.",
    "27:27": "And [there will be] enough goats' milk for your food, for [the] food of your household and [the] {nourishment}<note: Literally \"life\"> of your maidservants.",
    "28:1": "The wicked flee, but no one pursues, but the righteous is bold like a lion.",
    "28:2": "By the rebellion of a land, her rulers increase, but by a person of intelligence who knows justice, it will last.",
    "28:3": "A man [who is] poor and oppresses the impoverished [is] a beating rain {that leaves}<note: Literally \"and there is\"> no food.",
    "28:4": "Those who forsake instruction will praise the wicked, but they who guard instruction will struggle against them.",
    "28:5": "Men of evil do not understand justice, but seekers of Yahweh understand completely.<note: Or \"everything\">",
    "28:6": "Better [to be] poor and walking in one's integrity than to be crooked of ways when one [is] rich.",
    "28:7": "He who keeps instruction [is] a child of understanding, but the companion of gluttons will shame his father.",
    "28:8": "He who augments his wealth with interest and with usury gathers it for him who is kind to the poor.",
    "28:9": "He who turns his ear from listening to instruction, even his prayer [is] an abomination.",
    "28:10": "He who misleads the upright onto the way of evil, into his pits he will fall. But as for the blameless, they will inherit good.",
    "28:11": "A man of wealth [is] wise in his own eyes, but the intelligent poor sees through him.",
    "28:12": "When the righteous triumphs, great [is] the glory, but with [the] rising of the wicked, a person will be hidden.",
    "28:13": "He who conceals his transgression will not prosper, but he who confesses and forsakes will obtain mercy.",
    "28:14": "Happy is the person who fears continuously, but he who is stubborn of heart,<note: Or \"mind\"> will fall into calamity.",
    "28:15": "[Like] a roaring lion and a charging bear [is] a wicked ruler over a poor people.",
    "28:16": "A ruler who lacks understanding is<note: Hebrew \"and\"> a cruel oppressor, [but] those who hate unjust gain will have long<note: Or \"prolong\"> days.",
    "28:17": "A person who is burdened with [the] blood of {another},<note: Literally \"life\"> until death he will flee; do not take hold of him.",
    "28:18": "He who walks in integrity will be safe, but he who takes crooked paths will fall in one.",
    "28:19": "He who tills his ground will have plenty bread, but he who follows fantasies will have plenty [of] poverty.",
    "28:20": "A man of faithfulness [has] abundant blessings, but he who hurries to become rich will not go unpunished.",
    "28:21": "{Showing partiality}<note: Literally \"Recognizing faces\"> [is] not good, and over a morsel of bread, a strong man will do wrong.",
    "28:22": "He who hurries for wealth is {a man with an evil eye},<note: Literally \"a man of evil of eye\"> but he does not know that poverty will come upon him.",
    "28:23": "He who rebukes a person will afterward find [more] favor than he who flatters [with the] tongue.",
    "28:24": "He who robs his father and his mother and says, \"There is no crime,\" is partner to a man who corrupts.",
    "28:25": "The {greedy person}<note: Literally \"wide soul\"> will stir up strife, but he who trusts in Yahweh will be enriched.",
    "28:26": "He who trusts in his own heart<note: Or \"mind,\" or \"sense\"> is a fool, but he who walks in wisdom will be saved.",
    "28:27": "[For] he who gives to the poor, there is no lacking, but [for] he<note: Hebrew \"those\"> who turns his eyes, [there are] many curses.",
    "28:28": "With [the] rising of the wicked, humankind will be hidden, and with their perishing, [the] righteous will multiply.",
    "29:1": "A man who is reproved, being stubborn of neck-- suddenly he will be broken, and there will not be healing.",
    "29:2": "When the righteous are numerous, the people will rejoice, but when the wicked are ruling, people will groan.",
    "29:3": "A man who loves wisdom will make his parents glad, but the friend of prostitutes<note: Or \"whores\"> will squander his wealth.",
    "29:4": "By justice a king gives stability [to] a land, but a man of bribes will ruin it.",
    "29:5": "A strong man who flatters his neighbor is spreading a net for his feet.",
    "29:6": "In transgression, an evil man [is] a snare, but [the] righteous will sing and rejoice.<note: Hebrew \"he will rejoice\">",
    "29:7": "[The] righteous knows [the] case of the poor, but [the] wicked does not understand knowledge.",
    "29:8": "Men of scoffing set a city aflame, but the wise turn away wrath.",
    "29:9": "[If] a wise man goes to court with a foolish man, then there is rankling and ridicule,<note: Hebrew \"there is ridicule\"> but there is no relief.",
    "29:10": "Men of blood hate [the] blameless, and they seek the life of the upright.<note: Or \"soul,\" or \"inner self\">",
    "29:11": "A fool gives all his breath,<note: Or \"spirit\"> but [the] wise holds back in quiet.",
    "29:12": "A ruler listening to a word of falsehood, all his officials are wicked.",
    "29:13": "The poor and a man of oppression have [this] in common: Yahweh gives {light to the eyes of them both}.<note: Literally \"light of the eyes of the two of them\">",
    "29:14": "A king who judges with truthfulness [to] the poor, his throne will be established forever.",
    "29:15": "As for a rod and reproof, they<note: Hebrew \"it\"> will give wisdom, but a neglected child is disgraced [by] his mother.",
    "29:16": "With the increase of the wicked, transgression will increase, but the righteous will look on his downfall.",
    "29:17": "Discipline your children, and they will give you rest, and they will give delight to your soul.<note: Or \"life,\" or \"inner self\">",
    "29:18": "When there is no prophecy, the people cast off restraint, but as for he who guards instruction, happiness [is] his.",
    "29:19": "By words, a servant is not disciplined, for he will understand, but there is no giving heed.",
    "29:20": "You see a man who is hasty in his words: [there is more] hope for a fool than him.",
    "29:21": "He who pampers his servant from childhood, {arrogance will be his end}.<note: Literally \"and its/his end will be arrogance\">",
    "29:22": "A man of anger will stir strife, and the owner of anger, much transgression.",
    "29:23": "The pride of a person will bring him humiliation, and the lowly of spirit will obtain honor.",
    "29:24": "Being a partner with a thief is hating one's life;<note: Or \"soul,\" or \"inner self\"> a curse he will hear, but not disclose.",
    "29:25": "The fear of a person will lay a snare, but he who trusts in Yahweh will be secure.",
    "29:26": "Many are those who seek the {favor}<note: Literally \"faces\"> of a ruler, but from Yahweh {one obtains justice}.<note: Literally \"[comes] justice for a man\">",
    "29:27": "A man of injustice is an abomination to the righteous, but the {upright}<note: Literally \"upright of way\"> is an abomination to the wicked.",
    "30:1": "The words of Agur, son of Yakeh, the oracle. Thus says the man to Ithiel, to Ithiel, and Ucal:<note: Or \"I am weary, O God; I am weary, O God, and worn out\">",
    "30:2": "Certainly I [am more] stupid than a man, and the understanding of humankind [is] not for me.",
    "30:3": "And I have not learned wisdom, nor will I know knowledge of the Holy One.<note: Or \"holy ones\">",
    "30:4": "Who has ascended [to] heaven and come down? Who has gathered [the] wind in the hollow of his hand? Who has wrapped water in a<note: Hebrew \"the\"> garment? Who has established all the ends of the earth? What [is] his name and what is the name of his child? For [surely] you know.",
    "30:5": "Every word of God [is] flawless; he [is] a shield for him who takes refuge in him.",
    "30:6": "Do not add to his words lest he rebuke you and you be found a liar.",
    "30:7": "Two things I ask from you; do not deny me before I die:",
    "30:8": "Keep falsehood and a {lying word}<note: Literally \"word of a lie\"> far from me; do not give me poverty or wealth; provide me [with] food [only for] my need.",
    "30:9": "Or else I will be satisfied and will deny [him] and say \"Who [is] Yahweh?\" Or<note: Or \"Lest\"> I will be poor and will steal and profane the name of my God.",
    "30:10": "Do not slander a servant to his master, or else he will curse you and you will be guilty.",
    "30:11": "[There is] a generation [that] will curse its father, and its mother it will not bless.",
    "30:12": "[There is] a generation [that is] pure in its own eyes, but from its filthiness it will not be cleansed.",
    "30:13": "[There is] a generation--how lofty [are] their eyes! And their eyelids they will lift.",
    "30:14": "[There is] a generation whose teeth [are] swords, and its jawbones, knives, [in order] to devour the poor from the earth<note: Or \"land\"> and the needy from humankind.",
    "30:15": "For the leech, [there are] two daughters; \"Give, give!\" [they cry]. As for three of these, they are not satisfied; as for four, they do not say enough.",
    "30:16": "Sheol<note: A term for the place where the dead reside, i.e., the Underworld> and barrenness of womb, the land is not satisfied [with] water, and fire does not say \"enough!\"",
    "30:17": "The eye [that] mocks a father and scorns the obedience of a mother-- the ravens of the valley will peck it out, and the offspring of vultures will eat it.",
    "30:18": "Three of these are [too] wonderful for me, and four, I do not understand them:",
    "30:19": "the way of the eagle in the sky, the way of a snake on a rock, the way of a ship in the heart of the sea, and the way of a man with a young woman.",
    "30:20": "This is the way of a woman committing adultery: she eats and wipes her mouth, and says \"I have not done wrong.\"",
    "30:21": "Under three [things] the earth<note: Or \"land\"> trembles, and under four, it is not able to bear up:",
    "30:22": "under a slave when he becomes king, and a fool when he is satisfied [with] food;",
    "30:23": "under an unloved woman when she gets married, and a maid when she succeeds her mistress.",
    "30:24": "There [are] four small things on the earth, and they [are] {exceedingly wise}:<note: Literally \"wise [ones] from wise [ones]\">",
    "30:25": "The ants [are] a people [who are] not strong, yet they prepare their food in the summer;",
    "30:26": "the badgers [are] a people [who are] not mighty, yet they set their house on the rock;",
    "30:27": "there is no king for the locust, yet it marches in rank;",
    "30:28": "a lizard you [can] seize with hands, yet it is in palaces of kings.",
    "30:29": "There [are] three [things] that are magnificent of stride, and four that are magnificent [when] moving:",
    "30:30": "a mighty lion among the beasts,<note: Hebrew \"beasts\"> but he will not turn back from {any face};<note: Literally \"faces of all\">",
    "30:31": "a strutting rooster or he-goat, and a king [whose] army [is] with him.",
    "30:32": "If you have been foolish by exalting yourself, and if you have devised evil, [put your] hand to [your] mouth.",
    "30:33": "For pressing milk produces curd, and pressing the nose produces blood, so pressing {anger}<note: Literally \"nostrils\"> produces strife.",
    "31:1": "The words of Lemuel, [the] king--an oracle that his mother taught him:",
    "31:2": "What, my son? And what, my son in my womb? And what, son of my vows?",
    "31:3": "Do not give your strength to the women, and your ways to destroy kings.",
    "31:4": "[It is] not for the kings, O Lemuel; drinking wine [is] not for the kings, nor [is] strong drink for rulers.",
    "31:5": "Or else he will drink and forget what has been decreed, and he will pervert the rights<note: Hebrew \"right\"> of all the {afflicted}.<note: Literally \"sons of affliction\">",
    "31:6": "Give strong drink to him who is perishing, and wine to those {in bitter distress}.<note: Literally \"to bitterness of soul\">",
    "31:7": "He will drink and forget his poverty, and his misery he will not remember [any] more.",
    "31:8": "Open your mouth for the mute, for the rights<note: Hebrew \"right\"> of all the {needy}.<note: Literally \"the sons of the needy\">",
    "31:9": "Open your mouth, judge righteousness, and defend [the] poor and needy.",
    "31:10": "A woman<note: Or \"wife\"> of excellence,<note: Or \"strength,\" or \"valor,\" or \"ability,\" or \"efficiency\"> who will find? For her worth [is] far more than precious jewels.",
    "31:11": "The heart of her husband<note: Or \"lord\"> trusts in her, and gain he will not lack.",
    "31:12": "She does him good, but not harm all the days of her life.",
    "31:13": "She seeks wool and flax, and she works with the diligence of {her hands}.<note: Literally \"her palms\">",
    "31:14": "She is like the ships of a merchant; from far off she brings her food;<note: Or \"bread\">",
    "31:15": "And she arises while [it is] still night, and gives food to her household, and tasks to her servant girls.",
    "31:16": "She considers a field and buys it, from the fruit of {her hand}<note: Literally \"her palm\"> she plants a vineyard.",
    "31:17": "She girds her waist in strength, and makes her arms strong.",
    "31:18": "She perceives that her merchandise [is] good; her lamp does not go out in the night.",
    "31:19": "Her hands she puts onto the distaff,<note: A stick or spindle onto which wool or flax is wound in preparation for spinning> and her palms hold a spindle.",
    "31:20": "Her palm she opens to the poor, and her hand she reaches [out] to the needy.",
    "31:21": "She does not fear for her house [when] it snows, for {her entire household}<note: Literally \"all her house, household\"> is clothed [in] crimson.",
    "31:22": "She makes for herself coverings; her clothing [is] fine linen and purple.",
    "31:23": "Her husband<note: Or \"lord\"> is known at the gates, in his seat among the elders of the land.",
    "31:24": "Linen garments she makes and sells, and she supplies sashes for the merchants.",
    "31:25": "Strength and dignity are her clothing, and she laughs {at the future}.<note: Literally \"to the day/time coming after\">",
    "31:26": "She opens her mouth with wisdom, and instruction of kindness [is] upon her tongue.",
    "31:27": "She looks after the ways of her household, and the bread of idleness she will not eat.",
    "31:28": "Her children rise and consider her happy, her husband<note: Or \"lord\"> [also], and he praises her;",
    "31:29": "\"Many daughters have done excellence,<note: Or \"strength,\" or \"valor,\" or \"ability,\" or \"efficiency\"> but {you surpass}<note: Literally \"you ascend over\"> all of them.\"",
    "31:30": "Charm<note: Hebrew \"The charm\"> [is] deceit and beauty<note: Hebrew \"the beauty\"> [is] vain;<note: Or \"vapor,\" or \"emptiness,\" or \"breath\"> [but] a woman who fears Yahweh shall be praised.",
    "31:31": "Give to her from the fruit of her hand, and may they praise her works in the city gates."
  }
}