{
  "abbreviation": "Ru",
  "passages": {
    "1:1": "And it happened in the days [when] {the judges ruled},<note: Literally \"the judging of the judges\"> there was a famine in the land, and a man from Bethlehem [of] Judah went {to reside}<note: Literally \"to dwell as an alien\"> in the countryside of Moab--he and his wife and his two sons.",
    "1:2": "And the name of the man [was] Elimelech, and the name of his wife [was] Naomi, and the name[s] of his two sons [were] Mahlon and Kilion. [They were] Ephraimites from Bethlehem [in] Judah. And they went [to] the countryside of Moab and remained there.",
    "1:3": "But Elimelech the husband of Naomi died and she was left behind [with] {her two sons}.<note: Literally \"she and her two sons\">",
    "1:4": "And {they took}<note: Literally \"they lifted up\"> for themselves Moabite wives. The name of the one [was] Orpah and the name of the other [was] Ruth. And they lived there about ten years.",
    "1:5": "But {both}<note: Literally \"the two of them\"> Mahlon and Kilion died, and the woman was left without her two sons and without her husband.",
    "1:6": "And she got up, she and her daughters-in-law, and returned from the countryside of Moab, because she had heard in the countryside of Moab that Yahweh had {come to the aid of}<note: Literally \"had considered\"> his people to give food to them.",
    "1:7": "So she set out from the place {where she was}<note: Literally \"which she was there\"> and her two daughters-in-law with her, and they went on the way to return to the land of Judah.",
    "1:8": "But Naomi said to her two daughters-in-law, \"Go, each [of you] return to her mother's house. May Yahweh {show kindness to you}<note: Literally \"do loyal love with you\"> [just] as you did with the dead and with me.",
    "1:9": "May Yahweh {grant that you}<note: Literally \"give to you\"> find a resting place, each [in] the house of her husband.\" And she kissed them, and they lifted up their voice[s] and cried.",
    "1:10": "And they said to her, \"[No,] we want to return with you to your people.\"",
    "1:11": "And Naomi said, \"Return, my daughters. {Why do you still want to go with me}?<note: Literally \"To what do you want to go still for me?\"> [Are there] sons {in my womb}<note: Literally \"in my intestines\"> that may be husbands for you?",
    "1:12": "Turn back, my daughters! Go, for {I am too old to have a husband}.<note: Literally \"I am too old from being to a man\"> If I should think there is hope for me, even if I should have a husband [this] night, and even if I should bear sons,",
    "1:13": "would you therefore wait until they were grown? Would you therefore {refrain from marrying}?<note: Literally \"Would you therefore let yourself be hindered to not belong to a man?\"> No, my daughters, for it is far more bitter to me than [to] you. For the hand of Yahweh has gone out against me.\"",
    "1:14": "And they lifted up their voices and cried again. And Orpah kissed her mother-in-law [goodbye], but Ruth clung to her.",
    "1:15": "And she said, \"Look, your sister-in-law has returned to her people and to her gods. Return after your sister-in-law [too].\"",
    "1:16": "But Ruth said, \"{Do not urge}<note: Literally \"You shall not press me\"> me to leave you [or] to return from {following you}!<note: Literally \"from behind you\"> For where you go, I will go, and where you lodge, I will lodge. Your people [will be] my people and your God [will be] my God.",
    "1:17": "Where you die I will die, and there I will be buried. So may Yahweh do to me, {and even more, unless}<note: Literally \"and so may he do again, that\"> death {separates you and me}!\"<note: Literally \"makes a separation between you and between me\">",
    "1:18": "[When Naomi] saw that she was determined to go with her, {she said no more}.<note: Literally \"she ceased to speak to her\">",
    "1:19": "[So] the two of them went until they came to Bethlehem. {And when they came}<note: Literally \"And it happened at the moment of coming\"> to Bethlehem, all of the town was stirred because of them. And they said, \"[Is] this Naomi?\"",
    "1:20": "And she said to them, \"You should not call me Naomi; call me Mara, for Shaddai<note: Often translated \"the Almighty\"> has {caused me to be very bitter}.<note: Literally \"caused very bitterness to me\">",
    "1:21": "I went [away] full, but Yahweh brought me back empty-handed! Why call me Naomi {when Yahweh has testified against me}<note: Literally \"and Yahweh answered against me\"> and Shaddai<note: Often translated \"the Almighty\"> has brought calamity upon me?\"",
    "1:22": "So Naomi returned, and Ruth the Moabite her daughter-in-law with her, returning from the countryside of Moab. And they came [to] Bethlehem at [the] beginning of [the] harvest of barley.",
    "2:1": "{Now}<note: Literally \"and for\"> Naomi {had a relative of her husband},<note: Literally \"was an acquaintance of a man of her husband\"> {a prominent rich man}<note: Literally \"a man mighty of wealth\"> from the clan of Elimelech, [whose] name was Boaz.",
    "2:2": "And Ruth the Moabite said to Naomi, \"Please let me go [to] the field and glean among the ears of grain after [someone] in whose eyes I [may] find favor.\" And she said to her, \"Go, my daughter.\"",
    "2:3": "So she went and came and gleaned in the field behind the reapers. And she happened [by] chance [upon] the tract of field {belonging to}<note: Literally \"was for\"> Boaz, who [was] from the clan of Elimelech.",
    "2:4": "And look, Boaz came from Bethlehem and said to the reapers, \"[May] Yahweh [be] with you.\" And they said to him, \"[May] Yahweh bless you.\"",
    "2:5": "And Boaz said to his servant {in charge of the reapers},<note: Literally \"the one standing over the reapers\"> \"To whom [does] this young woman [belong]?\"",
    "2:6": "And {the servant in charge of the reapers}<note: Literally \"the servant the one standing over the reapers\"> said, \"She [is] a Moabite girl returning with Naomi from the countryside of Moab.",
    "2:7": "And she said, 'Please let me glean and let me gather among the sheaves behind the reapers.' So she came and remained from the morning up to now. {She is sitting for a little while in the house}.\"<note: Literally \"this one she is sitting a little in the house\">",
    "2:8": "And Boaz said to Ruth, \"{Listen carefully},<note: Literally, \"You have heard\"> my daughter, go no longer to glean in another field. Moreover, do not leave from this one, but {stay close}<note: Literally \"cling\"> with my young women.",
    "2:9": "Keep your eyes on the field that they reap and go after them. Have I not ordered the servants not to bother you? And if you get thirsty, you shall go to the containers and drink from where the servants have drawn.\"",
    "2:10": "And she fell on her face and bowed down to the ground and said to him, \"Why have I found favor in your eyes by recognizing me--for I [am] a foreigner?\"",
    "2:11": "And Boaz answered and said to her, \"All that you have done for your mother-in-law after the death of your husband was fully told to me. [How] you left your father and mother and the land of your birth, and you went to a people that you did not know {before}.<note: Literally \"yesterday three days ago\">",
    "2:12": "May Yahweh reward your work and may a full reward be [given to] you from Yahweh, the God of Israel, under whose wings you came to take refuge.\"",
    "2:13": "And she said, \"May I find favor in your eyes, my lord, for you have comforted me and have spoken {kindly to your servant},<note: Literally \"on the heart of your servant\"> and I am not one of your servants.\"",
    "2:14": "And Boaz said to her {at mealtime},<note: Literally \"at the time of the food\"> \"Come here and eat from the bread and dip your morsel in the wine vinegar.\" So she sat beside the gleaners, and he offered to her roasted grain. And she ate and was satisfied, and she had some left over.",
    "2:15": "And she got up to glean, and Boaz instructed his servants saying, \"Let her also glean between the sheaves and do not reproach her.",
    "2:16": "And also pull out for her from your bundles and leave [it] so that she may glean--and do not rebuke her.\"",
    "2:17": "So she gleaned in the field until the evening and she beat out what she had gleaned, and it was about an ephah [of] barley.",
    "2:18": "And she picked [it] up and went [to] the town. Her mother-in-law saw how much she had gleaned. And she took [it] out and gave to her what she had left over {after being satisfied}.<note: Literally \"from her satiety\">",
    "2:19": "And her mother-in-law said to her, \"Where did you glean {today}<note: Literally \"the day\"> and where did you work? May he [who] took notice of you be blessed.\" And she told her mother-in-law {with whom she had worked}<note: Literally \"who she had worked with him\"> and said, \"The name of the man who I worked with today [is] Boaz.\"",
    "2:20": "And Naomi said to her daughter-in-law, \"[May] he be blessed by Yahweh, whose loyal love has not forsaken the living or the dead.\" And Naomi said to her, \"The man is a close relative for us, he [is] one of our redeemers.\"",
    "2:21": "And Ruth the Moabite said, \"Also, he said to me, 'You shall stay close with the servants which are mine until they have finished all of the harvest which is mine.'\"",
    "2:22": "And Naomi said to Ruth her daughter-in-law, \"[It is] good, my daughter, that you go out with his maidservants so that you will not {be bothered}<note: Literally \"they touch on you\"> in another field.\"",
    "2:23": "So she stayed close with the maidservants [of] Boaz to glean until the end of the barley harvest and wheat harvest. And she lived with her mother-in-law.",
    "3:1": "Now Naomi her mother-in-law said to her, \"My daughter, should I not seek for you security that [things] may be good for you?",
    "3:2": "So then, [is] not Boaz our kinsman whose maidservants you were with? Look, he [is] winnowing the barley at the threshing floor tonight.",
    "3:3": "Wash, anoint yourself, put your clothing on, and go down to the threshing floor. Do not make yourself known to the man until he finishes eating and drinking.",
    "3:4": "And when he lies, take notice of the place where he lies. And you shall go and {uncover}<note: Literally \"open\"> his feet and lie [down], and he shall tell you what to do.\"",
    "3:5": "And she said to her, \"I will do all that you say.\"",
    "3:6": "And she went down to the threshing floor and did all that her mother-in-law had instructed her.",
    "3:7": "And Boaz ate and drank [until] his heart was {merry}<note: Literally \"good\"> [and then] he came to lie at the end of the grain heap. And she came in quietly and {uncovered}<note: Literally \"opened\"> his feet and lay down.",
    "3:8": "And it happened in the middle of the night the man was startled and he reached out and behold, a woman [was] lying at his feet.",
    "3:9": "And he said, \"Who [are] you?\" And she said, \"I [am] Ruth, your servant. Spread {your garment}<note: Literally \"your wing\"> over your servant because you [are] a redeemer.\"",
    "3:10": "And he said, \"You [are] blessed by Yahweh my daughter. You did better [in this] last kindness than the first by not going after young men, whether poor or rich.",
    "3:11": "And so then my daughter, do not be afraid. All that you ask I will do for you, for the entire assembly of my people knows that you [are] a worthy woman.",
    "3:12": "Now truly I [am] a redeemer, but there is also a redeemer [of a] closer relationship than me.",
    "3:13": "{Stay tonight,}<note: Literally \"Spend the night tonight\"> and in the morning, if he wants to redeem you, good; but if he is not willing to redeem, {then as Yahweh lives,}<note: Literally \"the life of Yahweh\"> I will redeem you. Lie down until the morning.\"",
    "3:14": "So she lay at his feet until morning and got up before {anyone could recognize each other}.<note: Literally \"a man could recognize his friend\"> And he said, \"It must not be known that {you}<note: Literally \"the woman\"> came [to] the threshing floor.\"",
    "3:15": "And he said, \"Bring the cloak that [is] on you and {hold it out}.\"<note: Literally \"hold on her\"> And she held it out and he measured six [measures of] barley and put it on her [cloak]. Then she went [into] the city.",
    "3:16": "And she came to her mother-in-law, and she said, \"{How did it go for you,}<note: Literally \"who are you?\"> my daughter?\" And she told her all that the man did for her.",
    "3:17": "And she said, \"These six measures of barley he gave to me, for he said, 'You shall not go empty-handed to your mother-in-law.'\"",
    "3:18": "And she said, \"Wait, my daughter, until you know how the matter turns out, for the man will not rest but will settle the matter today.\"",
    "4:1": "And Boaz had gone up [to] the [city] gate and sat there. And look, the redeemer of whom Boaz had spoken [was] passing by. And he said, \"Come over here to sit, {friend}.\"<note: Literally \"certain someone\"> And he came over and sat.",
    "4:2": "And he took ten men from the elders of the city and said, \"Sit here.\" And they sat.",
    "4:3": "And he said to the redeemer, \"Naomi, who returned from the countryside [of] Moab, is selling the tract of land which [was] for our brother Elimelech.",
    "4:4": "And I thought {I would tell you}<note: Literally \"I would open your ear\"> and say, '{Buy it in the presence of}<note: Literally \"Buy before\"> those sitting and before the elders of my people,' if you want to redeem [it], redeem [it]. But if you do not want to redeem, tell me so that I may know, for there is no one except you to redeem [it], and I [am] after you.\" And he said, \"I want to redeem [it].\"",
    "4:5": "And Boaz said, \"On the day of your acquiring the field from the hand of Naomi, you also acquire Ruth the Moabite, the wife of the dead [man], [in order] to raise up [for] the name of the dead his inheritance.\"",
    "4:6": "And the redeemer said, \"I am not able to redeem for myself, lest I ruin my inheritance. You redeem for yourself my kinsman-redemption, for I am not able to redeem [it].\"",
    "4:7": "(Now this {was the custom in former times}<note: Literally \"before faces\"> in Israel concerning the kinsman-redemption and transfer of property: to confirm the matter, a man removed his sandal and gave [it] to his fellow countryman. This [was] the manner of attesting in Israel.)",
    "4:8": "So the redeemer said to Boaz, \"Acquire [it] for yourself,\" and he removed his sandal.",
    "4:9": "And Boaz said to the elders and all of the people, \"You [are] witnesses today that I have acquired all that [was] for Elimelech and that [was] for Kilion and Mahlon from the hand of Naomi.",
    "4:10": "And also Ruth the Moabite, the wife of Mahlon, I have acquired as a wife, to raise up the name of the dead over his inheritance, so that the name of the dead may not be cut off from his relatives and from the gate of his [birth] place. You [are] witnesses today.\"",
    "4:11": "And all of the people who [were] at the gate and the elders said, \"[We are] witnesses. May Yahweh make the woman coming into your house as Rachel and as Leah, who {together}<note: Literally \"the two of them\"> built the house of Israel. May you have strength in Ephrathah and bestow a name in Bethlehem.",
    "4:12": "And may your house be like the house of Perez, whom Tamar bore to Judah from the offspring that Yahweh will give to you from this young woman.\"",
    "4:13": "So Boaz took Ruth and she became his wife. And he went [in] to her, and Yahweh {enabled her to conceive},<note: Literally \"gave to her conception\"> and she bore a son.",
    "4:14": "And the women said to Naomi, \"Blessed be Yahweh who today {did not leave you without a redeemer}!<note: Literally \"did not allow to be missing for you a redeemer\"> And may his name be renowned in Israel!",
    "4:15": "He shall be for you a restorer of life and a sustainer in your old age, for your daughter-in-law who loves you, who [is] better for you than seven sons, has borne him.\"",
    "4:16": "And Naomi took the child and she put him on her bosom and became his nurse.",
    "4:17": "And the women of the neighborhood gave him a name, saying, \"A son has been born to Naomi.\" And they called his name Obed. He [was] the father of Jesse, the father of David.",
    "4:18": "Now these are the descendants of Perez: Perez fathered Hezron,",
    "4:19": "and Hezron fathered Ram, and Ram fathered Amminadab,",
    "4:20": "and Amminadab fathered Nahshon, and Nahshon fathered Salmon,",
    "4:21": "and Salmon fathered Boaz, and Boaz fathered Obed,",
    "4:22": "and Obed fathered Jesse, and Jesse fathered David."
  }
}