{
  "abbreviation": "Zep",
  "passages": {
    "1:1": "The word of Yahweh that came to Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hezekiah, in the days of Josiah son of Amon, king of Judah.",
    "1:2": "\"I will surely destroy everything from the face of the earth\"--a declaration of Yahweh.",
    "1:3": "\"I will destroy humanity and beast; I will destroy the birds of the sky and the fish of the sea, and the stumbling blocks<note: A reference to idols> with the wicked. And I will cut off humankind from the face of the earth\"--a declaration of Yahweh.",
    "1:4": "\"And I will stretch out my hand against Judah and against all the inhabitants of Jerusalem. And I will cut off from this place the remnant of Baal, and the name of idolatrous priests with the priests,<note: The last phrase, \"with the priests,\" may be a later explanatory gloss>",
    "1:5": "and those who bow down on the rooftops to the host of heaven, and those who bow down, swearing to Yahweh but [also] swearing by Milkom,<note: Or \"their king\">",
    "1:6": "and those who turned back from {following}<note: Literally \"after\"> Yahweh, and who did not seek Yahweh, and did not inquire of him.\"",
    "1:7": "Be silent before the Lord Yahweh, for the day of Yahweh draws near, for Yahweh has provided a sacrifice and has consecrated his guests.",
    "1:8": "And it shall be [that] on the day of the sacrifice of Yahweh, I will punish the officials and the sons of the king and those who dress in foreign clothing.",
    "1:9": "And on that day I will punish all who leap over the threshold, who fill up the house of their master [with] violence and deceit.",
    "1:10": "\"And there shall be on that day\"--a declaration of Yahweh-- \"a {loud outcry}<note: Literally \"voice of a cry of distress\"> from the Fish Gate, and a wailing from the Second District, and a loud<note: Or \"great\"> crashing from the hills.",
    "1:11": "The inhabitants of the Mortar shall wail, for all the traders have perished; all who trade with silver have been cut off.",
    "1:12": "And it shall be [that] at that time I will search Jerusalem with lamps, and I will punish the men {whose senses are dulled from drinking},<note: Literally \"who are thickened with their dregs\"> who say in their hearts, 'Yahweh will not do good, nor will he do evil.'",
    "1:13": "Then their wealth shall be as plunder, and their homes as desolation. And they shall build their houses and not inhabit them, and they shall plant vineyards and not drink their wine.\"",
    "1:14": "The great day of Yahweh draws near; [it is] near and [coming] very swiftly. The sound of the day of Yahweh [is] bitterness; there, a warrior cries out!",
    "1:15": "That day [will be] a day of wrath, a day of trouble and distress, a day of disaster and ruination, a day of darkness and deep gloom, a day of clouds<note: Hebrew \"cloud\"> and thick clouds,<note: Hebrew \"cloud\">",
    "1:16": "a day of trumpet and [trumpet] blast against the fortified cities and against the high corner towers.",
    "1:17": "And I will bring distress to all humankind, and they shall walk about like the blind, for they sinned against Yahweh; their blood shall be poured out like dust and their entrails like dung.",
    "1:18": "Moreover, their silver and their gold will not be able to save them on the day of the wrath of Yahweh. And in the fire of his zeal, the whole land shall be consumed, for a terrifying end he shall make [for] all the inhabitants of the land.",
    "2:1": "Gather yourselves together! Now gather together, O nation having no shame!",
    "2:2": "Before the birth of the decree, the day flies away like chaff; before the fierce anger of Yahweh overtakes you; before the day of the anger of Yahweh overtakes you.",
    "2:3": "Seek Yahweh, all you afflicted of the land who have fulfilled his law; seek righteousness; seek humility. Perhaps you will be concealed on the day of the anger of Yahweh.",
    "2:4": "For Gaza will be abandoned, and Ashkelon as a desolation. [As for] Ashdod, at noon they will drive her away, and Ekron shall be uprooted.",
    "2:5": "Woe [to you], inhabitants of the region of the sea, people of the Kerethites! The word of Yahweh [is] against you, O Canaan, land of the Philistines. I will destroy you {until there is no inhabitant}.<note: Literally \"from there is not an inhabitant\">",
    "2:6": "And you, O region of the sea, shall become pastures [and] meadows [for] shepherds and sheep pens [for the] flocks.",
    "2:7": "And it shall become a region for the remnant of the house of Judah; upon them they shall graze, and in the houses of Ashkelon they shall lie down in the evening. For Yahweh their God shall be mindful of them, and he will restore their fortunes.",
    "2:8": "I have heard the reproaches of Moab and the scorning of the {Ammonites},<note: Literally \"sons/children of Ammon\"> [with] which they have taunted my nation and made boasts against their territory.",
    "2:9": "\"Therefore, as I live\"--a declaration of Yahweh of hosts, the God of Israel-- \"Moab shall be as Sodom, and the {Ammonites}<note: Literally \"sons/children of Ammon\"> like Gomorrah, a place of weeds and salt pits and a desolation forever. The remnant of my people shall plunder them, and the remainder of my nation shall possess them.\"",
    "2:10": "This [shall be] for them in place of their pride because they mocked and boasted against the people of Yahweh of hosts.",
    "2:11": "Yahweh [will be] awesome against them, for he will destroy all the gods of the earth and all the lands<note: Or \"islands\"> of the nations; each in its place will bow down to him.",
    "2:12": "You also, O Cushites, they shall be killed by my sword.",
    "2:13": "And he will stretch out his hand against the north, and he will destroy Assyria and will make Nineveh a desolation, a dry wasteland like the desert.",
    "2:14": "Herds shall lie down in her midst, every wild animal of a nation; even the desert owl and the screech owl shall lodge on her capitals. A voice shall hoot in the window; rubble<note: The traditional Hebrew text has \"waste,\" while LXX has \"a raven,\" reflecting a different word with one consonant changed> on the threshold; for the cedar [is] laid bare.",
    "2:15": "This [is] the city of rejoicing that lived securely; the one saying in her heart, \"{I am, and there is none besides me}.\"<note: Literally \"I [am] and none me\"> How she has become a desolation, a lair for wild animals! Everyone who passes by her hisses and shakes his fist.",
    "3:1": "Woe [to you], O rebellious and defiled one! The oppressing city!",
    "3:2": "She listens to no voice; she does not accept correction. In Yahweh she does not trust; to her God she does not draw near.",
    "3:3": "Her officials in her midst [are] roaring lions; her judges [are] evening wolves; they leave nothing until the morning.",
    "3:4": "Her prophets [are] arrogant men of treachery; her priests have defiled [that which is] holy; they do violence to [the] law.",
    "3:5": "Yahweh [is] righteous in her midst; he does not do wickedness. {Morning by morning}<note: Literally \"In the morning, in the morning\"> he renders his judgment; at dawn he does not fail, but an evil one knows no shame.",
    "3:6": "\"I have cut off nations; their strongholds are deserted. I have laid waste their streets, so that none pass through. Their cities have been destroyed [and are] without a man, without an inhabitant.",
    "3:7": "I have said, 'Surely she will fear me; she will accept discipline. Then her dwelling place will not be cut down, [nor] all that I have brought upon her.' Surely they rise early; they make all their deeds corrupt.",
    "3:8": "\"Therefore, wait for me\"--a declaration of Yahweh-- \"for the day of my rising as a witness. For my decision [is] to gather nations, to assemble<note: The traditional Hebrew has \"assemble me\"; this translation follows LXX> kingdoms, to pour out my wrath upon them, all my burning anger. For by the fire of my anger all the land shall be consumed.",
    "3:9": "Because then I will {make the speech of the nations pure};<note: Literally \"I will turn to the nations a purged lip\"> that all of them might call on the name of Yahweh, to serve him {in unison}.<note: Literally \"with one shoulder\">",
    "3:10": "From beyond the rivers of Cush my worshipers and the daughter of my scattered ones shall bring my offering.",
    "3:11": "On that day you shall not be humiliated on account of all your deeds [by] which you have rebelled against me. For then I shall remove from your midst those exulting in your pride, and you shall no longer be haughty in {my holy mountain}.<note: Literally \"the mountain of my holiness\">",
    "3:12": "And I will leave in your midst a people afflicted and poor, and they shall take refuge in the name of Yahweh.",
    "3:13": "The remnant of Israel shall not do wickedness; they shall not speak deception, nor shall a deceitful tongue be found in their mouth. For they shall graze and lie down, and none shall frighten [them].\"",
    "3:14": "Shout for joy, O daughter of Zion! Cry aloud, O Israel! Rejoice and be jubilant with all your heart, O daughter of Jerusalem!",
    "3:15": "Yahweh has annulled your judgments; he has turned away your enemies. The king of Israel, Yahweh, [is] in your midst; you shall no longer fear misfortune.",
    "3:16": "On that day it shall be said to Jerusalem, \"Fear not, O Zion; your hands shall not hang limp.",
    "3:17": "Yahweh your God [is] in your midst; a mighty warrior who saves. He shall rejoice over you with joy; he renews<note: The translation follows the LXX text; the traditional Hebrew text reads \"he will silence you in his love\"> you in his love; he will exult over you with singing.",
    "3:18": "I will gather those of you grieving on account of the feast; they were raising against her a reproach.",
    "3:19": "Behold, at that time I will deal with all your oppressors; I will save the lame and gather the outcast. I will change<note: Or \"make\"> them from shame to glory and {renown}<note: Literally \"a name\"> throughout the whole world.",
    "3:20": "At that time I will bring you [in]; at the time of my gathering you [together]. For I will make you {renowned}<note: Literally \"a name\"> and praised among all the nations of the earth when I restore your fortunes before your eyes,\" says Yahweh."
  }
}